Repository: DarklightGames/weblate-darklightgames
Catalog: ROInterface/ROInterface.*.po
Languages: de, es, fr, ja, pl, ru, uk

# ROTab_AudioSettings.AudioEffectsVolumeSlider.Caption
source: Effects Volume
ja: エフェクト音量

# ROTab_AudioSettings.AudioEffectsVolumeSlider.Hint
source: Adjusts the volume of all in game sound effects.
ja: ゲーム中のエフェクトの音量を調節

# ROTab_AudioSettings.AudioLowDetail.Caption
source: Low Sound Detail
ja: 低音質

# ROTab_AudioSettings.AudioLowDetail.Hint
source: Lowers quality of sound.
ja: 低い音質を使用

# ROTab_AudioSettings.AudioMessageBeep.Caption
source: Message Beep
ja: メッセージBeep

# ROTab_AudioSettings.AudioMessageBeep.Hint
source: Enables a beep when receiving a text message from other players.
ja: テキストメッセージを受け取った際にメッセージBeepを鳴らす。

# ROTab_AudioSettings.AudioMode.Caption
source: Audio Mode
ja: オーディオモード

# ROTab_AudioSettings.AudioMode.Hint
source: Changes the audio system mode.
ja: オーディオシステムを変更

# ROTab_AudioSettings.AudioMusicVolume.Caption
source: Music Volume
ja: ミュージック音量

# ROTab_AudioSettings.AudioMusicVolume.Hint
source: Adjusts the volume of the background music.
ja: バックグラウンドミュージックの音量を調節

# ROTab_AudioSettings.AudioPlayVoices.Caption
source: Play Voice Messages
ja: ボイスメッセージの再生

# ROTab_AudioSettings.AudioPlayVoices.Hint
source: Defines the types of voice messages to play.
ja: ボイスメッセージの再生方法を設定してください。

# ROTab_AudioSettings.AudioReverseStereo.Caption
source: Reverse Stereo
ja: リバースステレオ

# ROTab_AudioSettings.AudioReverseStereo.Hint
source: Reverses the left and right audio channels.
ja: ステレオの左右のチャンネルを入れ替えます。

# ROTab_AudioSettings.AutoJoinPublic.Caption
source: Autojoin Public Channel
ja: Publicチャンネルに自動で入る

# ROTab_AudioSettings.AutoJoinPublic.Hint
source: Automatically join the 'Public' channel upon connecting to a server.
ja: サーバに接続したとき自動で'Public'チャンネルに入ります。

# ROTab_AudioSettings.AutoSpeakCheckbox.Caption
source: Auto-select Active Channel
ja: 有効なチャンネルを自動選択

# ROTab_AudioSettings.AutoSpeakCheckbox.Hint
source: Automatically set an active channel when you join a server. The default channel is determined by the gametype, but you can specify your own using the editbox below
ja: サーバに接続したとき自動的に有効なチャンネルに入る。デフォルトのチャンネルはゲームタイプによって自動的に設定されるが、以下のエディットボックスで設定することも可能

# ROTab_AudioSettings.ChatPasswordEdit.Caption
source: Chat Password
ja: チャットパスワード

# ROTab_AudioSettings.ChatPasswordEdit.Hint
source: Set a password on your personal chat room to limit who is allowed to join
ja: 個人的なチャットに制限をかけるためのパスワードを設定

# ROTab_AudioSettings.Dampen.Caption
source: Dampen Game Volume When Using VOIP
ja: VOIP使用時ゲーム音量を下げる

# ROTab_AudioSettings.Dampen.Hint
source: Dampens the volume of the game when receiving VOIP communications.
ja: VOIPを使用する際、ゲーム音量を下げます。

# ROTab_AudioSettings.DefaultActiveChannelEditBox.Caption
source: Default Channel Name
ja: デフォルトチャンネル名

# ROTab_AudioSettings.DefaultActiveChannelEditBox.Hint
source: Enter the name of the channel to speak on by default when you join the server. To use the default chatroom for whichever gametype you're playing, leave this field empty
ja: サーバに入る際、自動で入るチャンネル名を入れてください。ゲームタイプのデフォルトチャンネルを使用する場合は空にしてください。

# ROTab_AudioSettings.DisableGameMusic.Caption
source: Disable Music During Gameplay
ja: プレイ中は音楽を止める

# ROTab_AudioSettings.DisableGameMusic.Hint
source: Turns off background music during gameplay.
ja: ゲームプレイ中に音楽を再生しない。

# ROTab_AudioSettings.EnableVoiceChat.Caption
source: Enable Voice Chat
ja: ボイスチャットを有効

# ROTab_AudioSettings.EnableVoiceChat.Hint
source: Enables the voice chat system during online matches.
ja: オンラインゲーム中ボイスチャットを有効

# ROTab_AudioSettings.VoiceQuality.Caption
source: Internet Quality
ja: インターネット品質

# ROTab_AudioSettings.VoiceQuality.Hint
source: Determines the codec used to transmit voice chat to and from internet servers.
ja: ボイスチャットをインターネットサーバに送る際の品質を選択

# ROTab_AudioSettings.VoiceQualityLAN.Caption
source: LAN Quality
ja: LAN品質

# ROTab_AudioSettings.VoiceQualityLAN.Hint
source: Determines the codec used to transmit voice chat to and from LAN servers.
ja: ボイスチャットをLANサーバに送る際に使用する品質を選択

# ROTab_AudioSettings.VoiceVolume.Caption
source: Voice Chat Volume
ja: ボイスチャット音量

# ROTab_AudioSettings.VoiceVolume.Hint
source: Adjusts the volume of other players' voice chat communication.
ja: 他のプレイヤーのボイスチャット音量を調節

# ROTab_Controls.Headings[0]
source: Action
de: Aktion
es: Acción
ja: 動作
pl: Działanie
ru: Действие
uk: Дія

# ROTab_Controls.Headings[1]
source: Key 1
de: Taste 1
es: Tecla 1
fr: Touche 1
ja: キー1
pl: Klawisz 1
ru: клавиша 1
uk: Клавіша 1

# ROTab_Controls.Headings[2]
source: Key 2
de: Taste 2
es: Tecla 2
fr: Touche 2
ja: キー2
pl: Klawisz 2
ru: Клавиша 2
uk: Клавіша 2

# ROTab_Controls.ClearCaption
source: Press '%backspace%' to unbind %keybind% from %keyname%.
de: '%backspace%' drücken um Belegung von %keybind% für %keyname% zu löschen.
es: Presione '%backspace%' para desvincular %keybind% de %keyname%.
fr: Appuyez sur '%backspace%' pour délier %keybind% de %keyname%.
ja: '%backspace%'で'%keyname%'から'%keybind%'を解除する。
pl: Naciśnij „%backspace%”, aby odłączyć %keybind% od %keyname%.
ru: Нажмите '%backspace%' что бы удалить привязку действия %keyname% от клавиши %keybind%.
uk: Натисніть '%backspace%', щоб видалити прив'язку дії %keyname% від клавіші %keybind%.

# ROTab_Controls.ActionText
source: {%keybinds%} - currently bound to this key.
de: {%keybinds%} - derzeit an diese Taste gebunden.
es: {%keybinds%} - actualmente vinculado a esta tecla.
fr: {%keybinds%} - actuellement liés à cette touche.
ja: {%keybinds%} - 現在はこのキーが割り当てられれています。
ru: В настоящее время к этой функции привязана клавиша - {%keybinds%}.
uk: {%keybinds%} - зараз прив'язані до цієї клавіші.

# ROTab_Controls.Section_Movement
source: Movement
de: Bewegung
es: Movimiento
fr: Mouvement
ja: 移動
pl: Ruch
ru: Передвижение
uk: Пересування

# ROTab_Controls.Section_Looking
source: Looking
de: Sicht
es: Viendo
fr: Vue
ja: 視点
pl: Rozglądanie
ru: Обзор
uk: Огляд

# ROTab_Controls.Section_Weapons
source: Weapons
de: Waffen
es: Armas
fr: Armes
ja: 武器
pl: Uzbrojenie
ru: Вооружение
uk: Озброєння

# ROTab_Controls.Section_Comm
source: Communication
de: Kommunikation
es: Comunicación
ja: コミュニケーション
pl: Komunikacja
ru: Связь
uk: Зв'язок

# ROTab_Controls.Section_Game
source: Game
de: Spiel
es: Juego
fr: Partie
ja: ゲーム
pl: Gra
ru: Игра
uk: Гра

# ROTab_Controls.Section_Misc
source: Miscellaneous
de: Verschiedenes
es: Misceláneos
fr: Divers
ja: その他
pl: Inne
ru: Прочее
uk: Інше

# ROTab_Controls.Section_Interface
source: Interface
de: Oberfläche
es: Interfaz
ja: インターフェース
pl: Interfejs
ru: Интерфейс
uk: Інтерфейс

# ROTab_Controls.Section_Speech_Prefix
source: Voice Commands:
de: Sprachbefehle:
es: Comando de voz:
fr: Commandes Vocales :
ja: ボイスコマンド:
pl: Komendy Głosowe:
ru: Голосовые команды:
uk: Голосові команди:

# ROTab_Controls.captions_movement[0]
source: Forward
de: Vorwärts
es: Adelante
fr: En avant
ja: 前進
pl: Ruch do Przodu
ru: Вперёд
uk: Вперед

# ROTab_Controls.captions_movement[1]
source: Backward
de: Rückwärts
es: Atrás
fr: En arrière
ja: 後退
pl: Ruch do Tyłu
ru: Назад
uk: Назад

# ROTab_Controls.captions_movement[2]
source: Strafe Left
de: Linksbewegung
es: Disparar a la izquierda
fr: À Gauche
ja: 左移動
pl: Ruch w Lewo
ru: Движение влево
uk: Рух вліво

# ROTab_Controls.captions_movement[3]
source: Strafe Right
de: Rechtsbewegung
es: Disparar a la derecha
fr: À Droite
ja: 右移動
pl: Ruch w Prawo
ru: Движение вправо
uk: Рух праворуч

# ROTab_Controls.captions_movement[4]
source: Lean Left
de: Linksneigung
es: Inclinarse a la izquierda
fr: Se pencher à Gauche
ja: 左に傾く
pl: Przechylenie w Lewo
ru: Наклон влево
uk: Нахил вліво

# ROTab_Controls.captions_movement[5]
source: Lean Right
de: Rechtsneigung
es: Inclinarse a la derecha
fr: Se pencher à Droite
ja: 右に傾く
pl: Przechylenie w Prawo
ru: Наклон вправо
uk: Нахил вправо

# ROTab_Controls.captions_movement[6]
source: Jump
de: Springen
es: Saltar
fr: Sauter
ja: ジャンプ
pl: Skok
ru: Прыжок
uk: Стрибок

# ROTab_Controls.captions_movement[7]
source: Crouch
de: Ducken
es: Agacharse
fr: S'accroupir
ja: 屈む
pl: Kucnięcie (przytrzymanie)
ru: Присесть (удерживать)
uk: Присісти (утримувати)

# ROTab_Controls.captions_movement[8]
source: Prone
de: Kriechen
es: Tumbarse
fr: Se coucher
ja: 伏せる
pl: Czołganie
ru: Положение лёжа
uk: Положення лежачи

# ROTab_Controls.captions_movement[9]
source: Sprint
de: Sprinten
es: Correr
fr: Courir
ja: 走る
ru: Бег
uk: Біг

# ROTab_Controls.captions_movement[10]
source: Walk
de: Gehen
es: Caminar
fr: Marcher
ja: 歩く
pl: Skradanie
ru: Передвижение шагом
uk: Рух кроком

# ROTab_Controls.captions_movement[11]
source: Toggle Crouch
de: Ducken feststellen
es: Mantener el agachado
fr: Toujours S'Accroupir
ja: [切り替え]屈む
pl: Kucnięcie (pojedyncze naciśnięcie)
ru: Присесть (одинарное нажатие)
uk: Присісти (натискання)

# ROTab_Controls.captions_looking[0]
source: Turn Left
de: Linksdrehung
es: Girar a la izquierda
fr: Tourner à Gauche
ja: 左回転
pl: Obrót w Lewo
ru: Повернуться влево
uk: Повернутися вліво

# ROTab_Controls.captions_looking[1]
source: Turn Right
de: Rechtsdrehung
es: Gira a la derecha
fr: Tourner à Droite
ja: 右回転
pl: Obrót w Prawo
ru: Повернуться вправо
uk: Повернутись праворуч

# ROTab_Controls.captions_looking[2]
source: Look Up
de: Nach oben sehen
es: Mirar hacia arriba
fr: Regarder en Haut
ja: 上を見る
pl: Spojrzenie w Górę
ru: Посмотреть наверх
uk: Подивитися нагору

# ROTab_Controls.captions_looking[3]
source: Look Down
de: Nach unten sehen
es: Mirar hacia abajo
fr: Regarder en Bas
ja: 下を見る
pl: Spojrzenie w Dół
ru: Посмотреть вниз
uk: Подивитися вниз

# ROTab_Controls.captions_looking[4]
source: Center View
de: Zentrierte Ansicht
es: Vista al centro
fr: Centrer la Vue
ja: 視点を中心に戻す
pl: Wyśrodkuj Widok
ru: Взгляд по центру
uk: Погляд по центру

# ROTab_Controls.captions_looking[5]
source: Toggle Third Person Mode (offline only)
de: Auf Dritte Person Ansicht wechseln (nur offline)
es: Activar el modo en tercera persona (solo en modo Practica)
fr: Activer la Troisième Personne (hors-ligne seulement)
ja: [切り替え]三人称視点(オフライン専用)
pl: Przełącz Tryb Trzeciej Osoby (tylko offline)
ru: Переключить на вид от 3-го лица (только в оффлайн)
uk: Переключити на вигляд від 3-ї особи (Тільки в офлайн)

# ROTab_Controls.captions_looking[6]
source: Toggle Camera Mode (offline only)
de: Auf Kameramodus wechseln (nur offline)
es: Activar o desactivar el modo de cámara (solo en modo Practica)
fr: Changer de Mode de Caméra (hors-ligne seulement)
ja: [切り替え]カメラモード(オフライン専用)
pl: Przełącz Tryb Kamery (tylko w trybie offline)
ru: Переключить режим камеры (Только в оффлайн)
uk: Переключити режим камери (Тільки в офлайн)

# ROTab_Controls.captions_weapons[0]
source: Primary Fire
de: Primärfeuermodus
es: Fuego Primario
fr: Tirer
ja: プライマリ攻撃
pl: Strzał Główny
ru: Основной огонь
uk: Основний вогонь

# ROTab_Controls.captions_weapons[1]
source: Alternate Fire
de: Alternativfeuermodus
es: Fuego Alternativo
fr: Tir Alternatif
ja: セカンダリ攻撃
pl: Strzał Alternatywny
ru: Альтернативный огонь
uk: Альтернативний вогонь

# ROTab_Controls.captions_weapons[2]
source: Reload
de: Nachladen
es: Recargar
fr: Recharger
ja: リロード
pl: Przeładowanie
ru: Перезарядка
uk: Перезарядження

# ROTab_Controls.captions_weapons[3]
source: Iron Sights
de: Visiereinrichtung
es: Miras de hierro
fr: Mettre en Joue
ja: 銃眼視点(アイアンサイト)
pl: Celowanie
ru: Прицелиться
uk: Механічний приціл

# ROTab_Controls.captions_weapons[4]
source: Throw Weapon
de: Waffe wegwerfen
es: Tirar arma
fr: Jeter Arme
ja: 武器を捨てる
pl: Rzuć Broń
ru: Выбросить оружие
uk: Викинути зброю

# ROTab_Controls.captions_weapons[5]
source: Next Weapon
de: Nächste Waffe
es: Siguiente arma
fr: Prochaine Arme
ja: 次の武器
pl: Następna Broń
ru: Следующее оружие
uk: Наступна зброя

# ROTab_Controls.captions_weapons[6]
source: Previous Weapon
de: Vorherige Waffe
es: Anterior arma
fr: Arme Précédente
ja: 前の武器
pl: Poprzednia Broń
ru: Предыдущее оружие
uk: Попередня зброя

# ROTab_Controls.captions_weapons[7]
source: Switch to Best Weapon
de: Zu bester Waffe wechseln
es: Cambiar a la mejor arma
fr: Sélectionner Meilleure Arme
ja: 最良の武器に切り替え
pl: Zmień na Najlepszą Broń
ru: Поменять на лучшее оружие
uk: Змінити на найкращу зброю

# ROTab_Controls.captions_weapons[8]
source: Switch to Last Weapon
de: Zu letzter Waffe wechseln
es: Cambiar al ultima arma
fr: Sélectionner Dernière Arme
ja: 最後に使った武器に切り替え
pl: Zmień na Ostatnią Broń
ru: Поменять на последнее оружие
uk: Змінити на останню зброю

# ROTab_Controls.captions_weapons[9]
source: Attach Bayonet / Deploy MG
de: Seitengewehr aufstecken / MG auflegen
es: Ajustar bayoneta / Desplegar ametralladora
fr: Fixer Baïonnette / Déployer FM
ja: 銃剣着脱/機関銃設置
pl: Załóż Bagnet / Rozstaw KM
ru: Примкнуть штык / Разложить пулемёт
uk: Приєднати багнет / Розкласти кулемет

# ROTab_Controls.captions_weapons[10]
source: Change MG Barrel
de: MG Rohrwechsel
es: Cambiar el cañón de ametralladoras
fr: Changer de Canon FM
ja: 機関銃の銃身交換
pl: Zmień Lufę KM-u
ru: Сменить ствол пулемёта
uk: Змінити стовбур кулемету

# ROTab_Controls.captions_weapons[11]
source: Switch Fire Mode
de: Feuermodus wechseln
es: Cambiar el modo de disparo
fr: Changer Mode de Tir
ja: 射撃モード切替
pl: Zmiana Trybu Ognia
ru: Сменить режим огня
uk: Змінити режим вогню

# ROTab_Controls.captions_comm[0]
source: Say
de: Sagen
es: Decir
fr: Dire
ja: Say(全員チャット)
pl: Ogólny Czat
ru: Общий чат
uk: Загальний чат

# ROTab_Controls.captions_comm[1]
source: Team Say
de: Team Chat
es: Decir al equipo
fr: Dire à L'Équipe
ja: Team Say(\"チームチャット)
pl: Drużynowy Czat
ru: Командный чат
uk: Командний чат

# ROTab_Controls.captions_comm[2]
source: Vehicle Say
de: Fahrzeug Chat
es: Decir en vehículo
fr: Dire au Véhicule
ja: Vehicle Say(車両チャット)
pl: Czat Pojazdu
ru: Чат внутри техники
uk: Чат у техніці

# ROTab_Controls.captions_comm[3]
source: Voice Command Menu
de: Sprachbefehlmenü
es: Menú de comando de voces
fr: Menu Commandes Vocales
ja: ボイスコマンドメニュー
pl: Menu Komend Głosowych
ru: Меню голосовых команд
uk: Меню голосових команд

# ROTab_Controls.captions_comm[4]
source: View In-game Chat
de: In-Game Chat anzeigen
es: Ver el chat en juego
fr: Consulter Chat
ja: ゲーム内チャットを見る
pl: Wyświetl czat w grze
ru: Посмотреть внутриигровой чат
uk: Переглянути внутрішньоігровий чат

# ROTab_Controls.captions_comm[5]
source: Activate Microphone
de: Mikrofon aktivieren
es: Activar micrófono
fr: Activer Microphone
ja: マイク有効
pl: Aktywuj Mikrofon
ru: Активация микрофона
uk: Активація мікрофону

# ROTab_Controls.captions_comm[6]
source: Switch to Public Voice Channel
de: Zu öffentlichem Sprachkanal wechseln
es: Cambiar al canal de voz publico
fr: Sélectionner Canal Vocal Public
ja: Publicボイスチャンネルに切替
pl: Zmień na Publiczny Kanał Głosowy
ru: Переключиться на Публичный голосовой канал
uk: Перейти до Публічного голосового каналу

# ROTab_Controls.captions_comm[7]
source: Switch to Local Voice Channel
de: Zu lokalem Sprachkanal wechseln
es: Cambiar al canal de voz local
fr: Sélectionner Canal Vocal de Proximité
ja: Localボイスチャンネルに切替
pl: Zmień na Lokalny Kanał Głosowy
ru: Переключиться на Локальный голосовой канал
uk: Перейти до Локального голосового каналу

# ROTab_Controls.captions_comm[8]
source: Switch to Team Voice Channel
de: Zu Team Sprachkanal wechseln
es: Cambiar al canal de voz del equipo
fr: Sélectionner Canal Vocal Équipe
ja: Teamボイスチャンネルに切替
pl: Zmień na Drużynowy Kanał Głosowy
ru: Переключиться на Командный голосовой канал
uk: Перейти на Командний голосовий канал

# ROTab_Controls.captions_game[0]
source: Open Game Menu
de: Spielmenü öffnen
es: Abrir menú del juego
fr: Ouvrir Menu du Jeu
ja: ゲームメニューを開く
pl: Otwórz Menu Gry
ru: Открыть игровое меню
uk: Відкрити ігрове меню

# ROTab_Controls.captions_game[1]
source: Use
de: Benutzen
es: Usar
fr: Utiliser
ja: 使う
pl: Użyj
ru: Использовать
uk: Використовувати

# ROTab_Controls.captions_game[2]
source: Resupply Gunner
de: Schütze aufmunitionieren
es: Reabastecer munición
fr: Réapprovisionner Mitrailleur
ja: 機関銃手に弾を補給
pl: Podaj amunicję strzelcowi KM
ru: Дать патроны пулемётчику
uk: Дати патрони кулеметнику

# ROTab_Controls.captions_game[3]
source: Pause Game
de: Spiel pausieren
es: Pausar juego
fr: Mettre en Pause
ja: ゲームを一時停止
pl: Pauza
ru: Поставить на паузу
uk: Поставити на паузу

# ROTab_Controls.captions_misc[0]
source: Open Voting Menu
de: Abstimmungsmenü öffnen
es: Abrir menú de votación
fr: Ouvrir Menu de Vote
ja: 投票メニューを開く
pl: Otwórz Menu Głosowania
ru: Открыть меню голосований
uk: Відкрити меню голосувань

# ROTab_Controls.captions_misc[1]
source: Toggle Console
de: Konsole feststellen
es: Alternar/Activar consola
fr: Ouvrir Console
ja: コンソールの表示/非表示
pl: Przełącz Konsolę
ru: Открыть консоль
uk: Відкрити консоль

# ROTab_Controls.captions_misc[2]
source: View Connection Status
de: Verbindungsstatus anzeigen
es: Ver status de conexión
fr: Consulter Statut de Connexion
ja: 接続情報を見る
pl: Pokaż Status Połączenia
ru: Посмотреть статус подключения
uk: Переглянути статус підключення

# ROTab_Controls.captions_misc[3]
source: Cancel Pending Connection
de: Verbindungsversuch abbrechen
es: Cancelar conexión pendiente
fr: Annuler Connexion en Cours
ja: 接続を中止する
pl: Anuluj Oczekujące Połączenie
ru: Отменить ожидаемое подключение
uk: Скасувати очікуване підключення

# ROTab_Controls.captions_misc[4]
source: Start Demo Recording
de: Demo Aufzeichnung starten
es: Iniciar grabación de demostración
fr: Commencer Enregistrement Démo
ja: Demo録画を開始
pl: Rozpoczęcie nagrywania Demo
ru: Запустить запись демо
uk: Запустити запис демо

# ROTab_Controls.captions_misc[5]
source: Stop Demo Recording
de: Demo Aufzeichnung stoppen
es: Detener grabación de demostración
fr: Arrêter Enregistrement Démo
ja: Demo録画を停止
pl: Zatrzymanie nagrywania Demo
ru: Остановить запись демо
uk: Зупинити запис демо

# ROTab_Controls.captions_misc[6]
source: Take Screenshot
de: Screenshot aufzeichnen
es: Tomar captura de pantalla
fr: Prendre une Capture d'Écran
ja: スクリーンショットを撮る
pl: Zrób Zrzut Ekranu
ru: Сделать скриншот
uk: Зробити скріншот

# ROTab_Controls.captions_misc[7]
source: View Server Info
de: Server Info anzeigen
es: Ver información del servidor
fr: Consulter Infos Serveur
ja: サーバ情報を見る
pl: Wyświetl Informacje Serwera
ru: Посмотреть информацию сервера
uk: Переглянути інформацію сервера

# ROTab_Controls.captions_misc[8]
source: Show Personal Stats
de: Persönliche Statistiken anzeigen
es: Mostrar estadísticas personales
fr: Afficher Statistiques Personnelles
ja: 個人情報を表示
pl: Pokaż Statystyki Osobiste
ru: Показать персональную статистику
uk: Показати персональну статистику

# ROTab_Controls.captions_misc[9]
source: View Next Player's Stats
de: Statistiken des nächsten Spielers anzeigen
es: Ver las estadísticas del siguiente jugador
fr: Consulter Statistiques du Prochain Joueur
ja: 次のプレイヤーの情報を見る
pl: Pokaż Statystyki Kolejnego Gracza
ru: Посмотреть статистику следующего игрока
uk: Переглянути статистику наступного гравця

# ROTab_Controls.captions_interface[0]
source: Toggle Situation Map
de: Situationskarte feststellen
es: Mostrar el mapa
fr: Consulter la Carte de Situation
ja: 戦況マップの表示/非表示
pl: Przełącz Mapę Sytuacyjną
ru: Открыть карту
uk: Відкрити карту

# ROTab_Controls.captions_interface[1]
source: Toggle Scoreboard
de: Scoreboard feststellen
es: Mostrar la tabla de puntuación
fr: Activer le Score
ja: 戦果の表示/非表示
pl: Przełącz Tabelę Wyników
ru: Показать таблицу счёта (одинарное ажатие)
uk: Показати таблицю рахунку (Натискання)

# ROTab_Controls.captions_interface[2]
source: Show Scoreboard
de: Scoreboard anzeigen
es: Mostrar tabla de puntuaciones
fr: Consulter le Score
ja: 戦果を表示
pl: Pokaż Tabelę Wyników
ru: Показать таблицу счёта (Удерживать)
uk: Показати таблицю рахунку (Утримувати)

# ROTab_Controls.captions_interface[3]
source: Increase HUD Size
de: HUD vergrößern
es: Incrementar el tamaño del HUD
fr: Agrandir le HUD
ja: HUDを増やす
pl: Zwiększenie rozmiaru HUD
ru: Увеличить размер Игрового интерфейса (HUD)
uk: Збільшити розмір Ігрового інтерфейсу (HUD)

# ROTab_Controls.captions_interface[4]
source: Decrease HUD Size
de: HUD verkleinen
es: Disminuir el tamaño del HUD
fr: Rétrécir le HUD
ja: HUDを減らす
pl: Zmniejsz rozmiar HUD
ru: Уменьшить размер игрового интерфейса
uk: Зменшити розмір Головного інтерфейсу (HUD)

# ROTab_Controls.InputBK1.Caption
source: Bindings
ja: 操作割り当て

# ROTab_DetailSettings.DetailOptions[0]
source: Lowest
de: Niedrigste
es: Demasiado bajo
fr: Très Faible
ja: 最低
pl: Najniższy
ru: Минимальные
uk: Мінімальні

# ROTab_DetailSettings.DetailOptions[1]
source: Low
de: Niedrig
es: Bajo
fr: Faible
ja: 低い
pl: Niski
ru: Низкие
uk: Низькі

# ROTab_DetailSettings.DetailOptions[2]
source: Medium
de: Mittel
es: Medios
fr: Moyen
ja: 普通
pl: Średni
ru: Средние
uk: Середні

# ROTab_DetailSettings.DetailOptions[3]
source: High
de: Hoch
es: Alto
fr: Élevé
ja: 高い
pl: Wysoki
ru: Высокие
uk: Високі

# ROTab_DetailSettings.DetailOptions[4]
source: Higher
de: Höher
es: Muy alto
fr: Plus Élevé
ja: より高い
pl: Wyższe
ru: Выше
uk: Вищі

# ROTab_DetailSettings.DetailOptions[5]
source: Highest
de: Höchste
es: Demasiado alto
fr: Très Élevé
ja: 最高
pl: Najwyższy
ru: Максимальные
uk: Максимальні

# ROTab_DetailSettings.DetailOptions[6]
source: Custom
de: Eigene
es: Personalizado
fr: Personnalisé
ja: カスタム
pl: Własny
ru: Пользовательские
uk: Користувальницькі

# ROTab_DetailSettings.ScopeLevels[0]
source: Model (Low)
de: Modelltiefe (Niedrig)
es: Modelos (3D) Bajos
fr: Modèle (Bas)
ja: モデル (低)
pl: Model (Niski)
ru: Модель (Низкая)
uk: Модель (Низька)

# ROTab_DetailSettings.ScopeLevels[1]
source: Textured
de: Texturiert
es: Texturizadas (2D)
fr: Texturé
ja: テクスチャ
pl: Tekstura
ru: Текстура
uk: Текстура

# ROTab_DetailSettings.ScopeLevels[2]
source: Model (High)
de: Modelltiefe (Hoch)
es: Modelos (3D) Altos
fr: Modèle (Élevé)
ja: モデル (高)
pl: Model (Wysoki)
ru: Модель (Высокая)
uk: Модель (Висока)

# ROTab_DetailSettings.RenderModeText[2]
source: Software
ja: ソフトウェア

# ROTab_DetailSettings.Advanced.Caption
source: Show Advanced Options
ja: 拡張オプションを表示

# ROTab_DetailSettings.Advanced.Hint
source: Enables you to configure display options more precisely
ja: 拡張オプションの表示/非表示

# ROTab_DetailSettings.GlobalDetails.Caption
source: Game details
ja: 画質

# ROTab_DetailSettings.GlobalDetails.Hint
source: Changes the quality of the graphics in the game
ja: ゲーム中のグラフィックディティールを選択

# ROTab_DetailSettings.HDRCheckbox.Caption
source: HDR Bloom
ja: HDRブルーム

# ROTab_DetailSettings.HDRCheckbox.Hint
source: Enables the Bloom effect
ja: ブルームエフェクトを有効

# ROTab_DetailSettings.MotionBlur.Caption
source: Motion Blur
ja: モーションブラー

# ROTab_DetailSettings.MotionBlur.Hint
source: Enables explosion motion blur
ja: 爆発時のモーションブラーを有効

# ROTab_DetailSettings.ScopeDetail.Caption
source: Scope Detail
ja: スコープディティール

# ROTab_DetailSettings.ScopeDetail.Hint
source: Changes how weapon scope views should be rendered
ja: スコープのディティールを選択

# ROTab_DetailSettings.sbSection1.Caption
source: Resolution
ja: 解像度

# ROTab_DetailSettings.sbSection3.Caption
source: Gamma Test
ja: ガンマテスト

# ROTab_GameSettings.PanelCaption
source: Game
ja: ゲーム

# ROTab_GameSettings.GameBK1.Caption
source: Gameplay
ja: ゲームプレイ

# ROTab_GameSettings.GameBK2.Caption
source: Network
ja: ネットワーク

# ROTab_GameSettings.GameBK3.Caption
source: Simulation Realism
ja: シミュレーションリアリズム

# ROTab_GameSettings.GameGoreLevel.Caption
source: Gore Level
ja: 残虐表現

# ROTab_GameSettings.GameGoreLevel.Hint
source: Configure the amount of blood and gore you see while playing the game
ja: ゲーム中の流血表現や残虐表現を調節

# ROTab_GameSettings.ManualReloading.Caption
source: Manual Tank Shell Reloading
ja: 戦車砲弾の手動装填

# ROTab_GameSettings.ManualReloading.Hint
source: Stops tank shells from automatically reloading to allow for the selection of ammo types prior to reloading.
ja: 戦車砲弾の自動装填を解除し、装填の前に砲弾タイプを切り替える事が出来ます

# ROTab_GameSettings.NetworkDynamicNetspeed.Hint
source: Netspeed is automatically adjusted based on the speed of your network connection
ja: 回線速度があなたのネットワーク接続速度に自動で調節されます

# ROTab_GameSettings.OnlineNetSpeed.Caption
source: Connection
ja: 回線速度

# ROTab_GameSettings.OnlineNetSpeed.Hint
source: How fast is your connection?
ja: あなたの回線速度は?
