Repository: DarklightGames/weblate-darklightgames
Catalog: ROInterface/ROInterface.*.po
Languages: de, es, fr, ja, pl, ru, uk

# ROTab_GameSettings.OnlineStatsName.Caption
source: Player Name
ja: プレイヤー名

# ROTab_GameSettings.OnlineStatsName.Hint
source: Please select a name to use ingame
ja: ゲーム中に使用する名前を設定

# ROTab_GameSettings.ThrottleTanks.Caption
source: Incremental Tank Throttle
ja: インクリメンタルスロット[戦車]

# ROTab_GameSettings.ThrottleTanks.Hint
source: Enabling this allows you to incrementally increase or decrease the throttle in tanks
ja: 有効にすることで戦車のスロットルを少しずつ増減することができます

# ROTab_GameSettings.ThrottleVehicle.Caption
source: Incremental Vehicle Throttle
ja: インクリメンタルスロット[車両]

# ROTab_GameSettings.ThrottleVehicle.Hint
source: Enabling this allows you to incrementally increase or decrease the throttle for non-tank vehicles
ja: 有効にすることで戦車以外の車両のスロットルを少しずつ増減することができます

# ROTab_Hud.Hints<0>
source: All Hints (Reset)
de: Alle Hinweise (Zurücksetzen)
es: Todas las pistas
fr: Tous les Indices (Réinitialiser)
ja: すべてのヒント(リセット)
pl: Wszystkie Wskazówki (Reset)
ru: Все подсказки (сброс)
uk: Всі підказки (скинути)

# ROTab_Hud.Hints<1>
source: New Hints Only
de: Nur neue Hinweise
es: Nuevas pistas solamente
fr: Nouveaux Indices Seulement
ja: 新しいヒントのみ
pl: Tylko Nowe Wskazówki
ru: Только новые подсказки
uk: Тільки нові підказки

# ROTab_Hud.Hints<2>
source: No Hints
de: Keine Hinweise
es: Sin pistas
fr: Aucuns Indices
ja: ヒントなし
pl: Bez Wskazówek
ru: Без подсказок
uk: Без підказок

# ROTab_Hud.GameBK.Caption
source: Options
ja: オプション

# ROTab_Hud.GameBK1.Caption
source: Style
ja: スタイル

# ROTab_Hud.HintsCombo.Caption
source: Hint Level
de: Hinweis Häufigkeit
es: Nivel de pistas
fr: Niveau d'Indice
ja: ヒントレベル
pl: Poziom Wskazówek
ru: Количество подсказок
uk: Рівень підказок

# ROTab_Hud.HintsCombo.Hint
source: Selects whether hints should be shown or not.
de: Wähle aus ob Hinweise angezeigt werden sollen oder nicht.
es: Selecciona si se deben mostrar sugerencias/pistas o no.
fr: Détermine si les indices seront affichés ou non.
ja: ゲーム中のヒントのレベルを選択
pl: Określa, czy wskazówki mają być wyświetlane.
ru: Делает показ подсказок видимым или нет.
uk: Дозволяє вибрати, чи потрібно показувати підказки чи ні.

# ROTab_Hud.ShowCompass.Caption
source: Show Compass
ja: コンパスの表示

# ROTab_Hud.ShowCompass.Hint
source: Display direction compass on the HUD.
ja: HUDにコンパスを表示

# ROTab_Hud.ShowMapFirstSpawn.Caption
source: Show Map On Initial Spawn
ja: 初回復活時にマップを表示

# ROTab_Hud.ShowMapFirstSpawn.Hint
source: Display the overhead map for the first spawn each level.
ja: それぞれのレベルで初回復活時に戦況マップを表示

# ROTab_Hud.ShowMapUpdateText.Caption
source: Show 'Map Updated' Text
ja: '戦況マップ更新'の文字を表示

# ROTab_Hud.ShowMapUpdateText.Hint
source: Show the 'Map Updated' text hint on the HUD.
ja: '戦況マップ更新'をHUDに表示

# ROTab_Hud.UseNativeRoleNames.Caption
source: Use Native Role Names
ja: 役職名に各国の呼称を使用

# ROTab_Hud.UseNativeRoleNames.Hint
source: Use non-translated role names in the menus and HUD.
ja: HUDやメニューに表示される役職名を各国の呼称で表示

# ROTab_Hud.myGameHudOpacity.Caption
source: HUD Opacity
ja: HUDの不透明度

# ROTab_Hud.myGameHudOpacity.Hint
source: Adjust the transparency of the HUD
ja: HUDの透明度を調節

# ROTab_Hud.myHudScale.Caption
source: HUD Scaling
ja: HUDサイズ

# ROTab_Hud.myHudScale.Hint
source: Adjust the size of the items on the HUD
ja: HUD上のアイテムの大きさを調節

# ROTab_Input.InputBK1.Caption
source: Options
ja: オプション

# ROTab_Input.InputBK3.Caption
source: Fine Tuning
ja: 微調整

# ROUT2K4Browser_Footer.BrowserBack.Caption
source: BACK
ja: 戻る

# ROUT2K4Browser_Footer.BrowserBack.Hint
source: Return to the previous menu
ja: 前のメニューに戻る

# ROUT2K4Browser_Footer.BrowserFilter.Caption
source: FILTERS
ja: フィルタ

# ROUT2K4Browser_Footer.BrowserFilter.Hint
source: Filters allow more control over which servers will appear in the server browser lists.
ja: フィルタでサーバの絞込みが可能

# ROUT2K4Browser_Footer.BrowserJoin.Caption
source: JOIN
ja: 接続

# ROUT2K4Browser_Footer.BrowserRefresh.Caption
source: REFRESH
ja: 更新

# ROUT2K4Browser_Footer.BrowserSpec.Caption
source: SPECTATE
ja: 観戦

# ROUT2K4Browser_Footer.OnlyStandardCheckBox.Caption
source: Standard Servers Only
ja: 標準サーバのみ

# ROUT2K4Browser_Footer.OnlyStandardCheckBox.Hint
source: Only display standard servers (no mutators) in the server browser. This option overrides filter settings.
ja: サーバリストに標準のサーバのみ表示

# ROUT2K4GameFooterSP.GameBackButton.Caption
source: BACK
ja: 戻る

# ROUT2K4GameFooterSP.GameBackButton.Hint
source: Return to Previous Menu
ja: 前のメニューに戻る

# ROUT2K4GamePageMP.MPFooter.PrimaryHint
source: Start A Listen Server With These Settings
ja: 以上の設定でListenサーバを開始

# ROUT2K4GamePageMP.MPFooter.SecondaryHint
source: Start a Dedicated Server With These Settings
ja: 以上の設定でDedicatedサーバを開始

# ROUT2K4GamePageSP.PageCaption
source: Single Player
de: Einzelspieler
es: Un jugador
fr: Solo
ja: シングルプレイヤー
pl: Jeden Gracz
ru: Одиночная игра
uk: Одиночна гра

# ROUT2K4GamePageSP.PanelCaption<1>
source: Select Map
de: Karte auswählen
es: Seleccionar mapa
fr: Sélectionner Carte
ja: マップ選択
pl: Wybór Mapy
ru: Выбрать карту
uk: Вибрати карту

# ROUT2K4GamePageSP.PanelCaption<2>
source: Game Rules
de: Spielregeln
es: Reglas del juego
fr: Règles de Jeu
ja: ゲームルール
pl: Zasady Gry
ru: Правила игры
uk: Правила гри

# ROUT2K4GamePageSP.PanelCaption<3>
source: Mutators
de: Mutatoren
es: Complementos
ja: ミューテータ
pl: Mutatory
ru: Мутаторы
uk: Мутатори

# ROUT2K4GamePageSP.PanelCaption<4>
source: Bot Config
de: Bot Konfiguration
es: Configuración de bots
fr: Configuration Bots
ja: Bot設定
pl: Ustawienie Botów
ru: Настройка ботов
uk: Налаштування ботів

# ROUT2K4GamePageSP.PanelHint<1>
source: Preview the maps for the currently selected gametype...
de: Zeige eine Voransicht der Karten für den ausgewählten Spieltyp...
es: Obtenga una vista previa de los mapas para el tipo de juego seleccionado actualmente...
fr: Afficher un aperçu des cartes pour le mode de jeu actuel...
ja: 現在のゲームタイプで使用するマップを選択...
pl: Podgląd map dla aktualnie wybranego typu gry...
ru: Предпросмотр карт для выбранного сейчас типа игры...
uk: Перегляд карт для обраного типу гри.

# ROUT2K4GamePageSP.PanelHint<2>
source: Configure the game rules...
de: Konfiguriere die Spielregeln...
es: Configure las reglas del juego
fr: Configurer les règles de jeu...
ja: ゲームのルールを設定...
pl: Skonfiguruj zasady gry...
ru: Настроить правила игры...
uk: Налаштувати правила гри...

# ROUT2K4GamePageSP.PanelHint<3>
source: Select and configure any mutators to use...
de: Auswahl und Konfiguration von Mutatoren...
es: Seleccionar y configurar cualquier complemento a usar...
fr: Sélectionner et configurer les mutators...
ja: ミューテータの使用および設定...
pl: Wybierz i skonfiguruj wszystkie mutatory do użycia...
ru: Выбрать и настроить любые мутаторы для использования...
uk: Вибрати та налаштувати будь-які мутатори для використання...

# ROUT2K4GamePageSP.PanelHint<4>
source: Configure any bots that will be in the session...
de: Anpassen der Bots für diese Sitzung...
es: Configurar cualquier bot que estará en la sesión...
fr: Configurer les bots qui seront dans la partie...
ja: Botの設定...
pl: Skonfiguruj wszystkie boty, które będą uczestniczyć w sesji...
ru: Настроить любых ботов, которые будут в сессии...
uk: Налаштувати будь-яких ботів, які будуть у сесії...

# ROUT2K4GamePageSP.SPFooter.PrimaryCaption
source: START PRACTICE MODE
de: ÜBUNGSMODUS BEGINNEN
es: INCIAR MODO PRACTICA
fr: COMMENCER MODE ENTRAÎNEMENT
ja: 模擬訓練を開始
pl: URUCHOM TRYB TRENINGOWY
ru: ЗАПУСТИТЬ ОДИНОЧНЫЙ РЕЖИМ
uk: ЗАПУСТИТИ ОДИНОЧНИЙ РЕЖИМ

# ROUT2K4GamePageSP.SPFooter.PrimaryHint
source: Start A Match With These Settings
de: Beginne ein Gefecht mit diesen Einstellungen
es: Iniciar una partida con estas configuraciones
fr: Débuter une Partie avec ces Paramètres
ja: 現在の設定で模擬訓練を開始
pl: Rozpocznij Mecz z Tymi Ustawieniami
ru: Запустить матч с данными настройками
uk: Запустити матч з цими налаштуваннями

# ROUT2K4PlayerSetupPage.psTitleBar.Caption
source: Player Setup
ja: プレイヤー設定

# ROUT2K4QuitPage.cNoButton.Caption
source: NO
ja: いいえ

# ROUT2K4QuitPage.cYesButton.Caption
source: YES
ja: はい

# ROUT2K4Tab_MainSP.DifficultyCombo.Caption
source: Difficulty
ja: 難易度

# ROUT2K4Tab_MainSP.DifficultyCombo.Hint
source: Sets how skilled your opponents will be
ja: 対戦する敵の強さを選択

# ROUT2K4Tab_MainSP.MaplistButton.ButtonCaption
source: Maplist Configuration
ja: マップリスト設定

# ROUT2K4Tab_MainSP.MaplistButton.Hint
source: Modify the maps that should be used in gameplay
ja: ゲームプレイに使用するマップリストを設定

# ROUT2K4Tab_MainSP.OptionsContainer.Caption
source: Options
ja: オプション

# ROUT2K4Tab_MainSP.PreviewGroup.Caption
source: Preview
ja: プレビュー

# ROUT2K4Tab_MainSP.SelectionGroup.Caption
source: Map Selection
ja: マップ選択

# ROUT2K4Tab_MutatorSP.ActiveBackground.Caption
source: Active Mutators
ja: 使用するミューテータ

# ROUT2K4Tab_MutatorSP.AvailBackground.Caption
source: Available Mutators
ja: 利用可能なミューテータ

# ROUT2K4Tab_MutatorSP.DescriptionBackground.Caption
source: Mutator Details
ja: ミューテータの詳細

# ROUT2k4Browser_MOTD.VersionString
source: RO Version
ja: ROバージョン

# ROUT2k4Browser_MOTD.PanelCaption
source: News from Tripwire Interactive
ja: Tripwire Interactiveからの新着情報

# RoleFullMsg.RoleFullMessage
source: Selected role is already full. Choose Another
ja: 選択した兵科は満員です。他の兵科を選択してください

# ROControlBinder.BindingLabel[2]
source: Reload
de: Nachladen
es: Recargar
fr: Recharger
ja: リロード
pl: Przeładowanie
ru: Перезарядка
uk: Перезарядка

# ROConsole.SMStateName[14]
source: Select order recipient...
de: Befehlsempfänger auswählen...
es: Seleccionar destinatario del pedido...
fr: Sélectionner le receveur d'ordre...
ru: Отдать приказ (выбор)...
uk: Віддати наказ (вибір)...

# ROControlBinder.BindingLabel[63]
source: Use
de: Benutzen
es: Usar
fr: Utiliser
pl: Użyj
ru: Использовать
uk: Використовувати

# ROControlBinder.BindingLabel[64]
source: Pause
de: Pausieren
es: Pausa
fr: Mettre en Pause
pl: Pauza
ru: Пауза
uk: Пауза

# ROControlBinder.BindingLabel[65]
source: Screenshot
es: Captura de pantalla
fr: Capture d’Écran
pl: Zrzut Ekranu
ru: Скриншот
uk: Скріншот

# ROControlBinder.BindingLabel[73]
source: Menu
de: Menü
es: Menú
ru: Меню
uk: Меню

# ROControlBinder.BindingLabel[74]
source: Music Player
de: Musik-Player
es: Reproductor de música
fr: Lecteur de Musique
pl: Odtwarzacz Muzyki
ru: Музыкальный проигрыватель
uk: Музикальний програвач

# ROControlBinder.BindingLabel[75]
source: Voting Menu
de: Abstimmungsmenü
es: Menú de votación
fr: Menu de Vote
pl: Menu Głosowania
ru: Меню голосования
uk: Меню голосування

# ROControlBinder.BindingLabel[76]
source: Toggle Console
de: Konsole feststellen
es: Mantener consola
fr: Ouvrir Console
pl: Przełącz Konsolę
ru: Показать консоль
uk: Показати консоль

# ROControlBinder.BindingLabel[77]
source: View Connection Status
de: Verbindungsstatus zeigen
es: Mostrar el status de la conexión
fr: Afficher l’État de Connexion
pl: Pokaż status połączenia
ru: Посмотреть статус подключения
uk: Переглянути статус підключення

# ROControlBinder.BindingLabel[78]
source: Cancel Pending Connection
de: Verbindung beenden
es: Cancelar conexión pendiente
fr: Annuler Connexion en Cours
pl: Anuluj oczekujące połączenie
ru: Отменить ожидающее подключение
uk: Скасувати очікування з'єднання

# ROControlBinder.BindingLabel[79]
source: Vehicle Communication
de: Fahrzeug Kommunikation
es: Comunicación vehicular
fr: Communication Véhicule
pl: Komunikaty pojazdu
ru: Связь в технике
uk: Зв'язок в техніці

# ROControlBinder.BindingLabel[80]
source: Vehicle Say
de: Fahrzeug Sagen
es: Dice en vehículo
fr: Dire dans Véhicule
pl: Czat pojazdu
ru: Чат внутри техники
uk: Чат всередині техніки

# ROControlBinder.BindingLabel[4]
source: Change Role
de: Rolle wechseln
es: Cambiar rol
fr: Changer de Rôle
pl: Zmień Rolę
ru: Сменить должность
uk: Змінити роль

# ROControlBinder.BindingLabel[6]
source: Prone
de: Hinlegen
es: Cuerpo a tierra
fr: À Plat Ventre
pl: Czołganie
ru: Лечь
uk: Лягти

# ROControlBinder.BindingLabel[7]
source: Bayonet Attach / MG Deploy
de: Seitengewehr aufstecken / MG auflegen
es: Ajustar Bayoneta / Desplegar MG
fr: Fixer Baïonnette / Déployer FM
pl: Załóż Bagnet / Rozstaw KM
ru: Примкнуть штык / Установить пулемёт в боевое положение
uk: З'єднанати багнет / Розгортути MG

# ROControlBinder.BindingLabel[8]
source: Change MG Barrel
de: MG Rohrwechsel
es: Cambiar barril del MG
fr: Changer Canon FM
pl: Zmiana lufy KM
ru: Сменить ствол пулемёта
uk: Змінити дуло MG

# ROControlBinder.BindingLabel[72]
source: Miscellaneous
de: Verschiedenes
es: Misceláneo
fr: Divers
pl: Inne
ru: Прочее
uk: Інше

# ROControlBinder.BindingLabel[9]
source: Show Objectives
de: Zeige Zielobjekte
es: Mostrar objetivos
fr: Montrer Objectifs
pl: Wyświetl Cele
ru: Показать цели
uk: Показати цілі

# ROControlBinder.BindingLabel[10]
source: Change Scope Detail
de: Zielfernrohrdetails verändern
es: Cambiar detalle de la mira
fr: Détail de Lunette
pl: Zmień Poziom Detali Lunety
ru: Детализация оптического прицела
uk: Деталізація оптичного прицілу

# ROControlBinder.BindingLabel[11]
source: Change Side
de: Seite wechseln
es: Cambiar de lado
fr: Changer de Camp
pl: Zmiana Strony
ru: Сменить сторону
uk: Змінити сторону

# ROUT2K4GamePageSP.PanelCaption<0>
source: none
de: keine
es: nada
fr: aucun
pl: brak
ru: ничего
uk: нічого

# ROControlBinder.BindingLabel[14]
source: ChangeWeapons
de: Waffen wechseln
es: Cambiar armas
fr: Changer d'Arme
pl: Zmiana Broni
ru: Сменить оружие
uk: Змінити зброю

# ROControlBinder.BindingLabel[15]
source: MG Ammo Resupply
de: MG aufmunitionieren
es: Reabastecer munición
fr: Ravitaillement FM
pl: Uzupełnienie Amunicji KM
ru: Дать патроны пулемётчику
uk: Дати набої кулеметнику

# ROControlBinder.BindingLabel[16]
source: Save Artillery Coordinates
de: Artilleriekoordinaten speichern
es: Guardar coordenadas de artillería
fr: Sauvegarder Coordonnées Artillerie
pl: Zapisz Współrzędne Artylerii
ru: Отметить цель для артиллерии
uk: Відмітити ціль для артилерії

# ROControlBinder.BindingLabel[17]
source: Movement
de: Bewegung
es: Movimiento
fr: Mouvement
pl: Ruch
ru: Передвижение
uk: Пересування

# ROControlBinder.BindingLabel[20]
source: Strafe Left
de: Linksbewegung
es: Disparar a la izquierda
fr: Gauche
pl: Ruch w lewo
ru: Движение влево
uk: Вліво

# ROControlBinder.BindingLabel[23]
source: Walk
de: Gehen
es: Caminar
fr: Marcher
pl: Chodzenie
ru: Шаг
uk: Крок

# ROControlBinder.BindingLabel[50]
source: Activate Microphone
de: Mikrofon aktivieren
es: Activar micrófono
fr: Activer Microphone
pl: Aktywuj Mikrofon
ru: Активация микрофона
uk: Активувати мікрофон

# ROUT2K4Tab_DetailSettings.ScopeLevels[0]
source: Model
de: Modell
es: Modelo
fr: Modèle
ru: Модель
uk: Модель

# ROUT2K4Tab_DetailSettings.ScopeLevels[1]
source: Texture
de: Textur
es: Textura
pl: Tekstura
ru: Текстура
uk: Текстура

# ROUT2K4Tab_DetailSettings.ScopeLevels[2]
source: ModelHigh
de: Modelltiefe Hoch
es: Modelo Alto
fr: Modèle (Élevé)
pl: ModelWysoki
ru: Высокая модель
uk: Висока модель

# ROTab_AudioSettings.AudioModes[1]
source: 3D Audio
es: Audio 3D
fr: Audio 3D
pl: Audio 3D
ru: 3D Аудио
uk: 3D Аудіо

# ROTab_AudioSettings.AudioModes[2]
source: H/W 3D Audio
es: H/W Audio 3D
fr: Audio 3D H/W
pl: Audio H/W 3D
ru: H/W 3D Аудио
uk: H/W 3D Аудіо

# ROControlBinder.BindingLabel[3]
source: Iron Sights
de: Visiereinrichtung
es: Miras de hierro
fr: Mire
pl: Celowanie
ru: Прицелиться
uk: Механічний приціл

# ROControlBinder.BindingLabel[1]
source: Sprint
de: Sprinten
es: Correr
fr: Sprinter
ru: Бег
uk: Біг

# ROControlBinder.BindingLabel[5]
source: Show / Hide Hud
de: HUD anzeigen / verstecken
es: Mostrar / Ocultar HUD
fr: Montrer / Cacher HUD
pl: Pokaż / Ukryj Hud
ru: Показать / Спрятать интерфейс
uk: Показати/Приховати HUD

# ROControlBinder.BindingLabel[12]
source: Use
de: Benutzen
es: Usar
fr: Utiliser
pl: Użyj
ru: Использовать
uk: Використовувати

# ROControlBinder.BindingLabel[13]
source: Switch Fire Mode
de: Feuermodus wechseln
es: Cambiar modo de disparo
fr: Changer de Mode de Tir
pl: Zmiana Trybu Ognia
ru: Переключить режим огня
uk: Переключити режим вогню

# ROControlBinder.BindingLabel[19]
source: Backward
de: Rückwärts
es: Hacia atrás
fr: En Arrière
pl: Tył
ru: Назад
uk: Назад

# ROControlBinder.BindingLabel[21]
source: Strafe Right
de: Rechtsbewegung
es: Disparar a la derecha
fr: Droite
pl: Ruch w prawo
ru: Движение вправо
uk: Вправо

# ROControlBinder.BindingLabel[22]
source: Jump
de: Springen
es: Saltar
fr: Sauter
pl: Skok
ru: Прыжок
uk: Стрибок

# ROControlBinder.BindingLabel[25]
source: Crouch
de: Ducken
es: Agacharse
fr: S'accroupir
pl: Kucnięcie (przytrzymanie)
ru: Присесть (удерживать)
uk: Присісти (утримувати)

# ROControlBinder.BindingLabel[24]
source: ToggleCrouch
de: Ducken feststellen
es: Mantenerse agachado
fr: Rester Accroupi
pl: Kucnięcie (pojedyncze naciśnięcie)
ru: Присесть (одинарное нажатие)
uk: Присісти (натиснути)

# ROControlBinder.BindingLabel[26]
source: Strafe Toggle
de: Seitwärtsbewegung umschalten
es: Mantener ametrallamiento
fr: Toujours se Déplacer Latéralement
ru: Переключить движение вбок
uk: Переключити рух вбік

# ROControlBinder.BindingLabel[27]
source: Lean Left
de: Links neigen
es: Inclinarse hacia la izquierda
fr: Se Pencher à Gauche
pl: Wychylenie w Lewo
ru: Наклон влево
uk: Наклон вліво

# ROControlBinder.BindingLabel[28]
source: Lean Right
de: Rechts neigen
es: Inclinarse hacia la derecha
fr: Se Pencher à Droite
pl: Wychylenie w Prawo
ru: Наклон вправо
uk: Наклон вправо

# ROControlBinder.BindingLabel[29]
source: Looking
de: Sicht
es: Mirando
fr: Regarder
pl: Rozglądanie
ru: Взгляд
uk: Погляд

# ROControlBinder.BindingLabel[30]
source: Turn Left
de: Linksdrehung
es: Girar hacia la izquierda
fr: Tourner à Gauche
pl: Obrót w Lewo
ru: Повернуться влево
uk: Повернутись вліво

# ROControlBinder.BindingLabel[31]
source: Turn Right
de: Rechtsdrehung
es: Girar hacia la derecha
fr: Tourner à Droite
pl: Obrót w Prawo
ru: Повернуться вправо
uk: Повернутись вправо

# ROControlBinder.BindingLabel[32]
source: Look Up
de: Nach oben sehen
es: Mirar hacia a arriba
fr: Regarder en Haut
pl: Spójrz do Góry
ru: Посмотреть нверх
uk: Подивитись наверх

# ROControlBinder.BindingLabel[33]
source: Look Down
de: Nach unten sehen
es: Mirar hacia abajo
fr: Regarder en Bas
pl: Spójrz do Dołu
ru: Посмотреть вниз
uk: Подивитись вниз

# ROControlBinder.BindingLabel[34]
source: Center View
de: Zentrierte Sicht
es: Vista central
fr: Centrer Regard
pl: Wyśrodkuj Widok
ru: Взгляд по центру
uk: Погляд по центру

# ROControlBinder.BindingLabel[35]
source: Toggle
de: Umschalten
es: Mantener
fr: Toujours
pl: Przełącz
ru: Переключить
uk: Переключити

# ROControlBinder.BindingLabel[36]
source: Toggle Camera Mode
de: Kameramodus umschalten
es: Alternar modo de camara
fr: Changer Mode Caméra
pl: Przełącz Tryb Kamery
ru: Переключить режим камеры
uk: Переключити режим камери

# ROControlBinder.BindingLabel[37]
source: Weapons
de: Waffen
es: Armas
fr: Armes
pl: Uzbrojenie
ru: Вооружение
uk: Озброєння

# ROControlBinder.BindingLabel[38]
source: Fire
de: Feuern
es: Fuego
fr: Tirer
pl: Strzał
ru: Огонь
uk: Вогонь

# ROControlBinder.BindingLabel[39]
source: Alt-Fire
de: Alternativer Feuermodus
es: Disparo alternativo
fr: Tir Alternatif
pl: Strzał Alternatywny
ru: Альтернативный огонь
uk: Альтернативний вогонь

# ROControlBinder.BindingLabel[40]
source: Throw Weapon
de: Waffe wegwerfen
es: Tirar el arma
fr: Jeter Arme
pl: Wyrzuć Broń
ru: Выбросить оружие
uk: Викинути зброю

# ROControlBinder.BindingLabel[41]
source: Best Weapon
de: Beste Waffe
es: Mejor arma
fr: Meilleure Arme
pl: Najlepsza Broń
ru: Лучшее оружие
uk: Найкраща зброя

# ROControlBinder.BindingLabel[42]
source: Next Weapon
de: Nächste Waffe
es: Siguiente Arma
fr: Prochaine Arme
pl: Następna Broń
ru: Следующее оружие
uk: Наступна зброя

# ROControlBinder.BindingLabel[43]
source: Prev Weapon
de: Vorherige Waffe
es: Anterior arma
fr: Arme Précédente
pl: Poprzednia Broń
ru: Предыдущее оружие
uk: Попередня зброя

# ROControlBinder.BindingLabel[44]
source: Last Weapon
de: Letzte Waffe
es: Ultima arma
fr: Dernière Arme
pl: Ostatnia Broń
ru: Последнее оружие
uk: Остання зброя

# ROControlBinder.BindingLabel[45]
source: Communication
de: Kommunikation
es: Comunicación
pl: Komunikacja
ru: Общение
uk: Спілкування

# ROControlBinder.BindingLabel[46]
source: Say
de: Chat
es: Decir
fr: Dire
pl: Czat
ru: Общий чат
uk: Загальний чат

# ROControlBinder.BindingLabel[47]
source: Team Say
de: Team Chat
es: Decir al equipo
fr: Dire (équipe)
pl: Czat Drużynowy
ru: Командный чат
uk: Командний чат

# ROControlBinder.BindingLabel[48]
source: In Game Chat
es: Chat del juego
fr: Chat
pl: Czat gry
ru: Игровой чат
uk: Ігровий чат

# ROControlBinder.BindingLabel[49]
source: Speech Menu
de: Sprachmenü
es: Menú de voz
fr: Menu Vocal
pl: Menu Poleceń Głosowych
ru: Меню голосовых команд
uk: Меню голосових команд

# ROControlBinder.BindingLabel[51]
source: Speak in Public Channel
de: Im öffentlichen Kanal sprechen
es: Hablar en canal publico
fr: Parler dans Canal Public
pl: Mowa na Czacie Ogólnym
ru: Сказать в общий чат
uk: Сказати в загальний чат

# ROControlBinder.BindingLabel[52]
source: Speak in local Channel
de: Im lokalen Kanal sprechen
es: Hablar en canal Local
fr: Parler dans Canal Proximité
pl: Mowa na Czacie Lokalnym
ru: Сказать в локальный чат
uk: Сказати в локальний чат

# ROControlBinder.BindingLabel[53]
source: Speak in Team Channel
de: Im Team Kanal sprechen
es: Hablar en canal de Equipo
fr: Parler dans Canal Équipe
pl: Mowa na Kanale Drużynowym
ru: Сказать в командный чат
uk: Сказати в командний чат

# ROControlBinder.BindingLabel[54]
source: Toggle Public Channel
de: Auf öffentlichen Kanal wechseln
es: Alternar el canal publico
fr: Sélectionner Canal Public
pl: Przełącz na Kanał Publiczny
ru: Переключить на общий канал
uk: Переключити загальнодоступний канал

# ROControlBinder.BindingLabel[55]
source: Toggle local Channel
de: Auf lokalen Kanal wechseln
es: Alternar canal Local
fr: Sélectionner Canal de Proximité
pl: Przełącz na Kanał Lokalny
ru: Переключить на локальный канал
uk: Переключити локальний канал

# ROControlBinder.BindingLabel[56]
source: Toggle Team Channel
de: Auf Team Kanal wechseln
es: Alternar canal de equpo
fr: Sélectionner Canal Équipe
pl: Przełącz na Kanał Drużyny
ru: Переключить на командный канал
uk: Переключити командний канал

# ROUT2K4GamePageSP.PanelHint<0>
source: none
de: keine
es: nada
fr: aucun
pl: brak
ru: ничего
uk: нічого

# ROControlBinder.BindingLabel[57]
source: Hud
pl: Interfejs
ru: Интерфейс
uk: Інтерфейс

# ROControlBinder.BindingLabel[60]
source: ScoreBoard Toggle
de: Scoreboard feststellen
es: Alternar tabla de puntuación
fr: Toujours Regarder Score
pl: Przełącz Tabelę Wyników
ru: Показать счёт
uk: Показати рахунок

# ROControlBinder.BindingLabel[62]
source: Game
de: Spiel
es: Juego
fr: Partie
pl: Gra
ru: Игра
uk: Гра

# ROControlBinder.BindingLabel[61]
source: ScoreBoard
de: Scoreboard anzeigen
es: Tabla de puntuación
fr: Tableau de Score
pl: Tabela Wyników
ru: Таблица счёта
uk: Таблиця рахунку

# ROControlBinder.BindingLabel[58]
source: Grow Hud
de: HUD vergrößern
es: Agrandar HUD
fr: Agrandir HUD
pl: Powiększenie interfejsu
ru: Увеличить интерфейс
uk: Збільшити інтерфейс

# ROControlBinder.BindingLabel[59]
source: Shrink Hud
de: HUD verkleinern
es: Reducir HUD
fr: Rétrécir HUD
pl: Pomniejszenie interfejsu
ru: Уменьшить интерфейс
uk: Зменшити інтерфейс

# ROControlBinder.BindingLabel[18]
source: Forward
de: Vorwärts
es: Adelante
fr: En Avant
pl: Przód
ru: Вперёд
uk: Вперед

# ROSettingsPage_new.PanelCaption<5>
source: Hud
pl: Interfejs
ru: Интерфейс
uk: Інтерфейс

# ROTab_AudioSettings.AudioModes[3]
source: H/W 3D + EAX
es: H/W 3D + Sistema EAX
