Repository: DarklightGames/weblate-darklightgames
Catalog: ROInterface/ROInterface.*.po
Languages: de, es, fr, ja, pl, ru, uk

# ROCommunicationPage.Panels<0>.Hint
source: Manage communication with other players
ja: 他のプレイヤーとのコミュニケーションを管理

# ROCommunicationPage.SPRulesPanel.Caption
source: Rules
ja: ルール

# ROCommunicationPage.SPRulesPanel.Hint
source: Game settings
ja: ゲームセッティング

# ROCommunicationPage.CloseButton.Caption
source: Close
ja: 閉じる

# ROCommunicationPage.CloseButton.Hint
source: Close this window
ja: ウィンドウを閉じる

# ROCommunicationPage.ResetButton.Caption
source: Reset
ja: リセット

# ROCommunicationPage.ResetButton.Hint
source: Reset & reload all player chat restrictions
ja: すべてのプレイヤーのチャット制限などを解除

# ROConsole.AllPlayersSquad
source: All teammates
de: Alle Teammitglieder
es: Todos los miembros del equipo
fr: Tous les équipiers
ja: すべての仲間
pl: Wszyscy członkowie drużyny
ru: Всем союзникам

# ROConsole.OwnSquad
source: My Squad
ja: 自分の分隊

# ROConsole.SquadSuffix
source: 's Squad
ja: の分隊

# ROConsole.SMStateName[1]
source: Support
de: Unterstützung
es: Solicitar apoyo
fr: Appui
ja: 支援
pl: Wsparcie
ru: Поддержка
uk: Підтримка

# ROConsole.SMStateName[3]
source: Enemy Spotted
de: Feind gesichtet
es: Avistar enemigos
fr: Ennemi Repéré
ja: 敵発見
pl: Zauważono Wroga
ru: Обнаружен противник
uk: Ворог виявлений

# ROConsole.SMStateName[4]
source: Alert
de: Alarm
es: Alertas
fr: Alerte
ja: 警告
pl: Alarm
ru: Предупреждение
uk: Попередження

# ROConsole.SMStateName[5]
source: Vehicle Commands
de: Fahrzeug Befehle
es: Comando de vehículos
fr: Ordres Véhicule
ja: 車両命令
pl: Komendy Pojazdu
ru: Команды экипажу
uk: Команди екіпажу

# ROConsole.SMStateName[6]
source: Vehicle Alerts
de: Fahrzeug Alarme
es: Alerta de vehículos
fr: Alertes Véhicule
ja: 車両警告
pl: Alarmy Pojazdu
ru: Предупреждения экипажу
uk: Попередження екіпажу

# ROConsole.SMStateName[7]
source: Commands
de: Befehle
es: Comandos
fr: Ordres
ja: 命令
pl: Komendy
ru: Команды
uk: Команди

# ROConsole.SMStateName[8]
source: Taunts
de: Beschimpfungen
es: Mofas
fr: Railleries
ja: 挑発
pl: Obelgi
ru: Оскорбления
uk: Образи

# ROConsole.SMStateName[9]
source: Attack...
de: Angriff auf..
es: Atacar...
fr: Attaquer...
ja: ...を攻撃
pl: Atakować...
ru: Атаковать...
uk: Атакувати...

# ROConsole.SMStateName[10]
source: Defend...
de: Verteidigt...
es: Defender...
fr: Défendre...
ja: ...を防御
pl: Bronić...
ru: Оборонять...
uk: Захищати...

# ROConsole.SMStateName[11]
source: Go to...
de: Gehe zu...
es: Ir hacia...
fr: Aller vers...
ja: ...に移動
pl: Idź do...
ru: Сместиться в...
uk: Зміститися в...

# ROConsole.SMStateName[12]
source: Request Help At...
de: Benötige Unterstützung bei...
es: Ayuda necesaria en...
fr: Demander de l'aide à...
ja: ...に援護が必要
pl: Prośba o pomoc w...
ru: Нужна помощь в...
uk: Потрібна допомога в...

# ROConsole.SMStateName[13]
source: Under Attack At...
de: Unter Beschuss bei...
es: Bajo ataque en...
fr: Sommes Attaqués à...
ja: ...に敵の攻撃
ru: Меня атакуют в точке...
uk: Під ударом в...

# ROCreditsPage.WindowName
source: Credits
ja: クレジット

# ROCreditsPage.CloseButton.Caption
source: Close
ja: 閉じる

# RODisconnectOptionPage.MainMenuButton.Caption
source: Main Menu
ja: メインメニュー

# RODisconnectOptionPage.QuitButton.Caption
source: Exit Red Orchestra
ja: Red Orchestraを終了

# RODisconnectOptionPage.ReconnectButton.Caption
source: Reconnect
ja: 再接続

# RODisconnectOptionPage.ServerBrowserButton.Caption
source: Server Browser
ja: サーバブラウザ

# RODisconnectOptionPage.cNetStatLabel.Caption
source: Select an option
ja: オプションを選択

# ROGUIRoleSelection.NoSelectedRoleText
source: Select a role from the role list.
ja: リストから兵科を選択してください。

# ROGUIRoleSelection.RoleHasBotsText
source: (has bots)
ja: (Bot含む)

# ROGUIRoleSelection.RoleFullText
source: Full
ja: 満員

# ROGUIRoleSelection.SelectEquipmentText
source: Select an item to view its description.
ja: 説明を見るにはアイテムを選択してください。

# ROGUIRoleSelection.RoleIsFullMessageText
source: The role you selected is full. Select another role from the list and hit continue.
fr: Le rôle que vous avez sélectionné est complet. Sélectionnez un autre rôle dans la liste et appuyez sur Continuer.
ja: 選択した兵科は満員です。他の兵科を選択してください。

# ROGUIRoleSelection.ChangingRoleMessageText
source: Please wait while your player information is being updated.
ja: あなたのプレイヤー情報を更新するまで待ってください。

# ROGUIRoleSelection.UnknownErrorMessageText
source: An unknown error occured when updating player information. Please wait a bit and retry.
de: Ein unbekannter Fehler trat beim aktualisieren der Spielerinformationen auf. Bitte nach Wartezeit erneut versuchen.
es: Se produjo un error desconocido al actualizar la información del jugador. Espere un momento y vuelva a intentarlo.
fr: Une erreur inconnue s'est produite lors de la mise à jour des informations du joueur. Veuillez patienter un peu et réessayer.
ja: プレイヤー情報を更新するとき、未知のエラーが起きました。しばらく待って再試行してください。
pl: Wystąpił nieznany błąd podczas aktualizacji informacji gracza. Poczekaj chwilę i spróbuj ponownie.
ru: Во время обновления информации об игроке произошла неизвестная ошибка. Пожалуйста подождите и попробуйте снова.

# ROGUIRoleSelection.ErrorChangingTeamsMessageText
source: An error occured when changing teams. Please retry in a few moments or select another team.
ja: チーム変更の際エラーが起きました。しばらく待って再試行するか他のチームを選択してください。

# ROGUIRoleSelection.UnknownErrorSpectatorMissingReplicationInfo
source: (Spectator switch error: player has no replication info.)
ja: (観戦モード切替エラー: player has no replication info.)

# ROGUIRoleSelection.SpectatorErrorTooManySpectators
source: Cannot switch to Spectating mode: too many spectators on server.
ja: 観戦モードに切り替えることが出来ません: 観戦者数が満員です。

# ROGUIRoleSelection.SpectatorErrorRoundHasEnded
source: Cannot switch to Spectating mode: round has ended.
ja: 観戦モードに切り替えることが出来ません: ラウンドは終了しました。

# ROGUIRoleSelection.UnknownErrorTeamMissingReplicationInfo
source: (Team switch error: player has no replication info.)
ja: (チーム切り替えエラー: player has no replication info.)

# ROGUIRoleSelection.ErrorTeamMustJoinBeforeStart
source: Cannot switch teams: must join team before game starts.
de: Kann Teams nicht wechseln: muss einem Team beitreten before das Spiel beginnt.
es: No se puede cambiar de equipo: debe unirse al equipo antes de que comience el juego.
fr: Impossible de changer d'équipe : l'équipe doit être rejointe avant le début de la partie.
ja: チームを切り替えることが出来ません: ゲーム開始前にチームに参加しなければなりません。
pl: Nie można zmienić drużyny: należy dołączyć do drużyny przed rozpoczęciem gry.
ru: Невозможно сменить команду: Зайдите за одну из сторон перед началом игры.
uk: Не можливо змінити команду: потрібно обрати команду до початку раунду.

# ROGUIRoleSelection.TeamSwitchErrorTooManyPlayers
source: Cannot switch teams: too many active players in game.
de: Kann Teams nicht wechseln: zu viele aktive Spieler im Spiel.
es: No se pueden cambiar de equipo: demasiados jugadores activos en el juego.
fr: Impossible de changer d'équipe : trop de joueurs actifs dans la partie.
ja: チームを切り替えることが出来ません: 人数が多すぎます。
pl: Nie można zmienić drużyny: zbyt wielu aktywnych graczy w grze.
ru: Невозможно сменить команду: Слишком много активных игроков.
uk: Не можливо змінити команду: забагато активних гравців.

# ROGUIRoleSelection.UnknownErrorTeamMaxLives
source: (Team switch error: MaxLives > 0)
ja: (チーム切り替えエラー: MaxLives > 0)

# ROGUIRoleSelection.TeamSwitchErrorRoundHasEnded
source: Cannot switch teams: round has ended.
de: Kann Teams nicht wechseln: Runde ist beendet.
es: No se puede cambiar de equipo: la ronda ha finalizado.
fr: Impossible de changer d'équipe : la partie est terminée.
ja: チームを切り替えることが出来ません: ラウンドは終了しました。
pl: Nie można zmienić drużyny: runda została zakończona.
ru: Невозможно сменить команду: Раунд закончился.
uk: Не можливо змінити команду: раунд закінчився.

# ROGUIRoleSelection.TeamSwitchErrorGameHasStarted
source: Cannot switch teams: server rules disallow team changes after game has started.
de: Kann Teams nicht wechseln: Server-Regeln erlauben keinen Teamwechseln nachdem das Spiel begonnen hat.
es: No se pueden cambiar de equipo: las reglas del servidor no permiten cambios de equipo una vez iniciado el juego.
fr: Impossible de changer d'équipe : les règles du serveur interdisent les changements d'équipe après le début de la partie.
ja: チームを切り替えることが出来ません: サーバはゲーム開始後のチーム変更を認めていません。
pl: Nie można zmienić drużyny: zasady serwera zabraniają zmiany drużyny po rozpoczęciu gry.
ru: Невозможно сменить команду: Правилами сервера установлен запрет на смену сторон после начала игры.
uk: Не можливо змінити команду: сервер не дозволяє змінювати команду після початку раунду.

# ROGUIRoleSelection.TeamSwitchErrorPlayingAgainstBots
source: Cannot switch teams: server rules ask for bots on one team and players on the other.
de: Kann Teams nicht wechseln: Server-Regeln erlauben nur Bots oder Spieler je Team.
es: No se pueden cambiar de equipo: las reglas del servidor piden bots en un equipo y jugadores en el otro.
fr: Impossible de changer d'équipe : les règles du serveur définit la présence de bots sur une équipe et de joueurs sur l'autre.
ja: チームを切り替えることが出来ません: 片方のチームはBotだけである必要があります。
pl: Nie można zmienić drużyny: zasady serwera wymagają botów w jednej drużynie i graczy w drugiej.
ru: Невозможно сменить команду: Правилами сервера установлено разделение ботов и игроков на разные команды.

# ROGUIRoleSelection.TeamSwitchErrorTeamIsFull
source: Cannot switch teams: the selected team is full.
de: Kann Teams nicht wechseln: das ausgewählte Team ist voll.
es: No se puede cambiar de equipo: el equipo seleccionado está completo.
fr: Impossible de changer d'équipe : l'équipe sélectionnée est pleine.
ja: チームを切り替えることが出来ません: 選択したチームは満員です。
pl: Nie można zmienić drużyny: wybrana drużyna jest pełna.
ru: Невозможно сменить команду: нет свободных мест.
uk: Не можливо змінити команду: обрана команда вже повна.

# ROGUIRoleSelection.ConfigurationButtonText1
source: Game Controls
ja: ゲームコントロール

# ROGUIRoleSelection.ConfigurationButtonHint1
source: Show the game and configuration controls
ja: 各種設定や調整を行います

# ROGUIRoleSelection.ConfigurationButtonText2
source: Role Selection
ja: 兵科選択

# ROGUIRoleSelection.ConfigurationButtonHint2
source: Show the role selection controls
ja: 兵科選択画面を表示

# ROGUIRoleSelection.CommunicationButton.Caption
source: Communication
ja: コミュニケーション

# ROGUIRoleSelection.CommunicationButton.Hint
source: Open the VOIP Communication dialog
ja: VOIPコミュニケーションダイアログを開きます

# ROGUIRoleSelection.ConfigurationButton.Caption
source: Configuration
ja: 各種設定

# ROGUIRoleSelection.ConfigurationButton.Hint
source: Configure Red Orchestra
ja: Red Orchestraの設定を行います

# ROGUIRoleSelection.ContinueButton.Caption
source: Continue
ja: 継続

# ROGUIRoleSelection.ContinueButton.Hint
source: Continue current game
ja: ゲームを継続

# ROGUIRoleSelection.DisconnectButton.Caption
source: Disconnect
ja: 切断

# ROGUIRoleSelection.DisconnectButton.Hint
source: Disconnect from current game
ja: 現在のゲームから切断

# ROGUIRoleSelection.EquipmentWeaponTitle.Caption
source: Equipment
ja: その他の装備

# ROGUIRoleSelection.ExitROButton.Caption
source: Exit Red Orchestra
ja: Red Orchestraを終了

# ROGUIRoleSelection.ExitROButton.Hint
source: Exit from the game
ja: ゲームを終了

# ROGUIRoleSelection.FavoritesButton.Caption
source: Add Favorite
ja: お気に入りに追加

# ROGUIRoleSelection.FavoritesButton.Hint
source: Add current server in favorites list
ja: 現在のサーバをお気に入りリストに追加

# ROGUIRoleSelection.JoinAlliesButton.Caption
source: Join Allies
ja: 連合軍に加勢

# ROGUIRoleSelection.JoinAlliesButton.Hint
source: Join the Allied forces
ja: 連合軍として参戦

# ROGUIRoleSelection.JoinAxisButton.Caption
source: Join Axis
ja: 枢軸軍に加勢

# ROGUIRoleSelection.JoinAxisButton.Hint
source: Join the Axis forces
ja: 枢軸軍として参戦

# ROGUIRoleSelection.KickVotingButton.Caption
source: Kick Voting
ja: Kick投票

# ROGUIRoleSelection.KickVotingButton.Hint
source: Open the Kick Voting dialog
ja: Kick投票ダイアログを開きます

# ROGUIRoleSelection.MapButton.Caption
source: Situation Map
ja: 戦況マップ

# ROGUIRoleSelection.MapButton.Hint
source: View Situation Map
ja: 戦況マップを確認

# ROGUIRoleSelection.MapVotingButton.Caption
source: Map Voting
ja: マップ投票

# ROGUIRoleSelection.MapVotingButton.Hint
source: Open the Map Voting dialog
ja: マップ投票ダイアログを開きます

# ROGUIRoleSelection.PlayerNameLabel.Caption
source: Name:
ja: 名前:

# ROGUIRoleSelection.PrimaryWeaponTitle.Caption
source: Primary Weapon
ja: 主要武器

# ROGUIRoleSelection.RoleDescTitle.Caption
source: Role Description
ja: 兵科概要

# ROGUIRoleSelection.RolesTitle.Caption
source: Role Selection
ja: 兵科選択

# ROGUIRoleSelection.ScoreButton.Caption
source: Score
ja: 戦績

# ROGUIRoleSelection.ScoreButton.Hint
source: View current team and player scores
ja: チーム、プレイヤーの現在の戦績を表示

# ROGUIRoleSelection.SecondaryWeaponTitle.Caption
source: Backup Weapon
ja: 補助武器

# ROGUIRoleSelection.ServerBrowserButton.Caption
source: Server Browser
ja: サーバブラウザ

# ROGUIRoleSelection.ServerBrowserButton.Hint
source: View available Red Orchestra servers
ja: 利用可能なRed Orchestraサーバを表示

# ROGUIRoleSelection.SpectateButton.Caption
source: Spectate
ja: 非戦闘員

# ROGUIRoleSelection.SpectateButton.Hint
source: Observe the game as a non-playing spectator
ja: 戦闘に参加せず戦況を見守ります

# ROGUIRoleSelection.StartNewGameButton.Caption
source: Start New Game
ja: 新規ゲーム

# ROGUIRoleSelection.StartNewGameButton.Hint
source: Start a new single player session
ja: 新規のシングルプレイヤーゲームを開始

# ROGUIServerInfo.PanelCaption<1>
source: Rules
ja: ルール

# ROGUIServerInfo.PanelCaption<2>
source: Maps
ja: マップ

# ROGUIServerInfo.PanelHint<0>
source: Message of the Day
ja: 今日の一言

# ROGUIServerInfo.PanelHint<1>
source: Game Rules
ja: ゲームルール

# ROGUIServerInfo.PanelHint<2>
source: Map Rotation
ja: 巡回マップ

# ROGUIServerInfo.WindowName
source: Server Info
ja: サーバ情報

# ROGUITeamSelection.Briefing[0]
source: Axis briefing
ja: 枢軸軍 戦闘概況

# ROGUITeamSelection.Briefing[1]
source: Allied briefing
ja: 連合軍 戦闘概況

# ROGUITeamSelection.TeamJoinText[0]
source: JOIN AXIS
de: ACHSENMÄCHTE BEITRETEN
es: UNIRSE A LAS FUERZAS DEL EJE
fr: REJOINDRE L'AXE
ja: 枢軸軍に加勢
pl: DOŁĄCZ DO OSI
ru: ПРИСОЕДИНИТЬСЯ К ОСИ
uk: ПРИЄДНАТИСЯ ДО ВІЙСЬК ОСІ

# ROGUITeamSelection.TeamJoinText[1]
source: JOIN ALLIES
de: ALLIIERTEN BEITRETEN
es: UNIRSE A LOS ALIADOS
fr: REJOINDRE LES ALLIÉS
ja: 連合軍に加勢
pl: DOŁĄCZ DO ALIANTÓW
ru: ПРИСОЕДИНИТЬСЯ К СОЮЗНИКАМ
uk: ПРИЄДНАТИСЯ ДО ВІЙСЬК СОЮЗНИКІВ

# ROGUITeamSelection.TeamJoinHint[0]
source: Join Axis forces
de: Achsenmächte beitreten
es: Unirse al Eje
fr: Rejoindre les forces de l'Axe
ja: 枢軸軍として参戦
pl: Dołącz do sił Osi
ru: Присоединиться к войскам Оси
uk: Приєднатися до військ Осі

# ROGUITeamSelection.TeamJoinHint[1]
source: Join Allies forces
de: Alliierten beitreten
es: Unirse a los Aliados
fr: Rejoindre les forces Alliées
ja: 連合軍として参戦
pl: Dołącz do sił Aliantów
ru: Присоединиться к войскам Союзников
uk: Приєднатися до військ Союзників

# ROGUITeamSelection.UnitsText
source: units
ja: 人

# ROGUITeamSelection.AutoSelect.Caption
source: Auto-select
ja: 自動選択

# ROGUITeamSelection.AutoSelect.Hint
source: Join the team with the fewest players
ja: 押されている陣営に自動で参戦

# ROGUITeamSelection.Spectate.Caption
source: Spectate
ja: 非戦闘員

# ROGUITeamSelection.Spectate.Hint
source: Join the game as a spectator
ja: 戦闘に参加せずに見守ります

# ROGUITeamSelection.TeamsCount.Caption
source: ? units
ja: ? 人

# ROGUITeamSelection.TeamsCount2.Caption
source: ? units
ja: ? 人

# ROIAMultiColumnRulesPanel.AdvancedButton.Caption
source: View Advanced Options
ja: 拡張オプションを表示

# ROIAMultiColumnRulesPanel.AdvancedButton.Hint
source: Toggles whether advanced properties are displayed
ja: 拡張オプションの表示/非表示

# ROMainMenu.SinglePlayerDisabledText
source: Practice mode is only available in the full version.
ja: 模擬訓練はフルバージョンのみ有効です。

# ROMainMenu.BackButton.Caption
source: Back
ja: 戻る

# ROMainMenu.BackButton.Hint
source: Return to Main Menu
ja: メインメニューに戻る

# ROMainMenu.CreditsButton.Caption
source: Credits
ja: クレジット

# ROMainMenu.CreditsButton.Hint
source: View the Credits
ja: クレジットを見る

# ROMainMenu.DemosButton.Caption
source: Demo Management
ja: Demo管理

# ROMainMenu.DemosButton.Hint
source: Manage recorded demos
ja: 録画したデモの管理

# ROMainMenu.HelpButton.Caption
source: Help & Game Management
ja: ヘルプ & ゲーム管理

# ROMainMenu.HelpButton.Hint
source: Help and Game Management utilities
ja: ヘルプとゲーム管理ユーティリティ

# ROMainMenu.HostButton.Caption
source: Host Game
ja: ホストゲーム

# ROMainMenu.HostButton.Hint
source: Host Your Own Server
ja: 新たな戦場を作り出す

# ROMainMenu.InstantActionButton.Caption
source: Practice
ja: 模擬訓練

# ROMainMenu.InstantActionButton.Hint
source: Play a practice match
ja: 模擬訓練を行う

# ROMainMenu.ManualButton.Caption
source: Manual
ja: マニュアル

# ROMainMenu.ManualButton.Hint
source: Read the Manual
ja: マニュアルを読む

# ROMainMenu.QuitButton.Caption
source: Exit
ja: 終了

# ROMainMenu.QuitButton.Hint
source: Exit the game
ja: ゲームを終了

# ROMainMenu.ServerButton.Caption
source: Multiplayer
ja: マルチプレイヤー

# ROMainMenu.ServerButton.Hint
source: Play a multiplayer match
ja: 戦場へ向かう

# ROMainMenu.SettingsButton.Caption
source: Configuration
ja: 設定

# ROMainMenu.SettingsButton.Hint
source: Configuration settings
ja: 設定を変更

# ROMainMenu.WebsiteButton.Caption
source: Visit Website
ja: Webサイト

# ROMainMenu.WebsiteButton.Hint
source: Visit the official Red Orchestra website
ja: Red Orchestra公式サイトを開く

# ROMapVoteCountMultiColumnList.ColumnHeadings<0>
source: MapName
ja: マップ名

# ROMapVoteCountMultiColumnList.ColumnHeadings<1>
source: Votes
ja: 投票数

# ROMapVoteCountMultiColumnList.ColumnHeadingHints<0>
source: Map Name
ja: マップ名

# ROMapVoteCountMultiColumnList.ColumnHeadingHints<1>
source: Number of votes registered for this map.
ja: マップの投票数.

# ROMaplistEditor.ActiveBackground.Caption
source: Selected Maps
ja: マップを選択

# ROMaplistEditor.AddAllButton.Caption
source: Add All
ja: すべて追加

# ROMaplistEditor.AddAllButton.Hint
source: Add all maps to your map list
ja: すべてのマップをマップリストに追加

# ROMaplistEditor.AddButton.Caption
source: Add
ja: 追加

# ROMaplistEditor.AddButton.Hint
source: Add the selected maps to your map list
ja: 選択したマップをマップリストに追加

# ROMaplistEditor.AvailBackground.Caption
source: Available Maps
ja: 利用可能なマップ

# ROMaplistEditor.DeleteMaplistButton.Caption
source: Delete
ja: 削除

# ROMaplistEditor.DeleteMaplistButton.Hint
source: Delete the currently selected maplist. If this is the last maplist for this gametype, a new default maplist will be generated.
ja: 選択したマップリストを削除。最後のマップリストを削除した場合デフォルトのマップリストが作成される

# ROMaplistEditor.MapListSectionBackground.Caption
source: Saved Map Lists
ja: マップリストを保存

# ROMaplistEditor.MoveDownButton.Caption
source: Down
ja: 下へ

# ROMaplistEditor.MoveDownButton.Hint
source: Move this map lower down in the list
ja: このマップをリストに下へ移動

# ROMaplistEditor.MoveUpButton.Caption
source: Up
ja: 上へ

# ROMaplistEditor.MoveUpButton.Hint
source: Move this map higher up in the list
ja: このマップをリストに上へ移動

# ROMaplistEditor.NewMaplistButton.Caption
source: New
ja: 新規

# ROMaplistEditor.NewMaplistButton.Hint
source: Create a new custom maplist
ja: 新規にマップリストを作成

# ROMaplistEditor.RemoveAllButton.Caption
source: Remove All
ja: すべて削除

# ROMaplistEditor.RemoveAllButton.Hint
source: Remove all maps from your map list
ja: マップリストからすべてのマップを削除

# ROMaplistEditor.RemoveButton.Caption
source: Remove
ja: 削除

# ROMaplistEditor.RemoveButton.Hint
source: Remove the selected maps from your map list
ja: 選択したマップをマップリストから削除

# ROMaplistEditor.RenameMaplistButton.Caption
source: Rename
ja: 名前変更

# ROMaplistEditor.RenameMaplistButton.Hint
source: Rename the currently selected maplist
ja: 選択したマップリストの名前を変更

# ROMaplistEditor.SelectMaplistCombo.Hint
source: Load a existing custom maplist
ja: カスタムマップリストを読み込む

# ROMidGameMenu.LeaveMPButtonText
source: DISCONNECT
ja: 切断

# ROMidGameMenu.LeaveSPButtonText
source: FORFEIT
ja: 終了

# ROMidGameMenu.LeaveEntryButtonText
source: SERVER BROWSER
ja: サーバブラウザ

# ROMidGameMenu.AddFavoriteButton.Caption
source: ADD FAVORITE
ja: お気に入りに追加

# ROMidGameMenu.BrowserButton.Caption
source: SERVER BROWSER
ja: サーバブラウザ

# ROMidGameMenu.CommunicationButton.Caption
source: COMMUNICATION
ja: コミュニケーション

# ROMidGameMenu.ContMatchButton.Caption
source: CONTINUE
ja: 継続

# ROMidGameMenu.KickVotingButton.Caption
source: KICK VOTING
ja: Kick投票

# ROMidGameMenu.MapVotingButton.Caption
source: MAP VOTING
ja: マップ投票

# ROMidGameMenu.QuitGameButton.Caption
source: EXIT REDORCHESTRA
ja: Red Orchestraの終了

# ROMidGameMenu.SettingsButton.Caption
source: CONFIGURATION
ja: 各種設定

# ROScoreBoard.SpectatorTeamName
source: Spectators
de: Zuschauer
es: Espectadores
fr: Spectateurs
ja: 非戦闘員
pl: Widzowie
ru: Зрители
uk: Глядачі

# ROScoreBoard.UnassignedTeamName
source: Unassigned
de: Nicht zugewiesen
es: No Asignado
fr: Non assignés
ja: 未入隊
pl: Nieprzypisani
ru: Не назначено
uk: Не призначено

# ROScoreBoard.TitleText
source: SCORES
ja: 戦績

# ROScoreBoard.NameText
source: Name
ja: 名前

# ROScoreBoard.AdminText
source: Admin
ja: 管理者

# ROScoreBoard.RoleText
source: Role
ja: 兵科

# ROScoreBoard.ScoreText
source: Score
ja: 戦績

# ROScoreBoard.TimeText
source: Time
ja: 時間

# ROScoreBoard.PlayerText
source: Player
ja: 兵士

# ROScoreBoard.PlayerPluralText
source: Players
ja: 兵士

# ROScoreBoard.TotalsText
source: Team Totals
ja: 合計

# ROScoreBoard.RoundsWonText
source: Rounds Won
ja: ラウンド勝利数

# ROScoreBoard.TeamNameAllies
source: Allies
de: Alliierte
es: Los Aliados
fr: Alliés
ja: 連合軍
pl: Alianci
ru: Союзники
uk: Союзники

# ROScoreBoard.TeamNameAxis
source: Axis
de: Achsenmächte
es: Fuerzas del Eje
fr: Axe
ja: 枢軸軍
pl: Państwa Osi
ru: Ось
uk: Ось

# ROScoreBoard.ReinforcementsText
source: Reinforcements
de: Verstärkungen
es: Refuerzos
fr: Renforts
ja: 増援
pl: Uzupełnienia
ru: Подкрепления
uk: Підкріплення

# ROServerLoading.loadingMapPrefix
source: Deploying to
ja: 行軍中...目的地 :

# ROServerLoading.vacSecuredText
source: NOTE: This server is VAC Secured. Cheating will result in a permanent ban.
ja: このサーバはVACで保護されています。|不正行為を働くと永久にBANされます。

# ROSettingsPage_new.PanelCaption<0>
source: Game
ja: ゲーム

# ROSettingsPage_new.PanelCaption<1>
source: Display
de: Anzeige
es: Pantalla
fr: Affichage
ja: ディスプレイ
pl: Wyświetlacz
ru: Дисплей
uk: Дисплей

# ROSettingsPage_new.PanelCaption<2>
source: Audio
es: Sonido
ja: オーディオ
ru: Аудио
uk: Аудіо

# ROSettingsPage_new.PanelCaption<3>
source: Controls
ja: 操作

# ROSettingsPage_new.PanelCaption<4>
source: Input
de: Eingabe
es: Mouse
ja: 入力
pl: Urządzenie wejściowe
ru: Устройство ввода
uk: Введення

# ROSettingsPage_new.PanelHint<0>
source: Configure your Red Orchestra game...
ja: Red Orchestraゲームオプションを設定...

# ROSettingsPage_new.PanelHint<1>
source: Select your resolution or change your display and detail settings...
ja: 解像度や画面のディティールを設定...

# ROSettingsPage_new.PanelHint<2>
source: Adjust your audio experience...
ja: オーディオを設定...

# ROSettingsPage_new.PanelHint<3>
source: Configure your keyboard controls...
ja: 操作のためのキーを設定...

# ROSettingsPage_new.PanelHint<4>
source: Configure misc. input options...
ja: 入力機器の設定やその他の設定を...

# ROSettingsPage_new.PanelHint<5>
source: Customize your HUD...
ja: HUDをカスタマイズ...

# ROTab_AudioSettings.AudioModes[0]
source: Safe Mode
de: Abgesicherter Modus
es: Modo seguro
fr: Mode Sans Échec
ja: セーフモード
pl: Tryb Bezpieczny
ru: Безопасный режим
uk: Безпечний режим

# ROTab_AudioSettings.VoiceModes[0]
source: All
de: Alle
es: Todo
fr: Tout
ja: すべて再生
pl: Wszystkie
ru: Все
uk: Все

# ROTab_AudioSettings.VoiceModes[1]
source: No taunts
de: Keine Beleidungen
es: Sin burlas
fr: Aucunes railleries
ja: 挑発なし
pl: Bez obelg
ru: Без оскорблений
uk: Без образ

# ROTab_AudioSettings.VoiceModes[2]
source: None
de: Keine
es: Nada
fr: Aucun
ja: すべてなし
pl: Brak
ru: Ничего
uk: Нічого

# ROTab_AudioSettings.PanelCaption
source: Audio
ja: オーディオ
ru: Аудио
uk: Аудіо

# ROTab_AudioSettings.AudioBK1.Caption
source: Sound System
ja: サウンドシステム

# ROTab_AudioSettings.AudioBK3.Caption
source: Voice Chat
ja: ボイスチャット

# ROTab_AudioSettings.AudioDefaultDriver.Caption
source: System Driver
ja: システムドライバ

# ROTab_AudioSettings.AudioDefaultDriver.Hint
source: Use system installed OpenAL driver
ja: システムにインストールされたOpen ALドライバを使用
