Repository: DarklightGames/weblate-darklightgames
Catalog: Engine/Engine.*.po
Languages: de, es, fr, ja, pl, ru, uk

# KeyNames.Up
source: UP
de: HOCH
es: ARRIBA
fr: HAUT
ja: 上キー
pl: W GÓRĘ
ru: ВВЕРХ
uk: ВГОРУ

# KeyNames.Space
source: SPACE
de: LEERTASTE
es: ESPACIO
fr: ESPACE
ja: スペース
pl: SPACJA
ru: ПРОБЕЛ

# KeyNames.Right
source: RIGHT
de: RECHTS
es: DERECHA
fr: DROITE
ja: 右キー
pl: PRAWO
ru: ВПРАВО
uk: ПРАВОРУЧ

# KeyNames.Enter
source: ENTER
fr: ENTRÉE
ru: ВВОД

# KeyNames.Down
source: DOWN
de: RUNTER
es: ABAJO
fr: BAS
ja: 下キー
pl: W DÓŁ
ru: ВНИЗ
uk: ВНИЗ

# KeyNames.Left
source: LEFT
de: LINKS
es: IZQUIERDA
fr: GAUCHE
ja: 左キー
pl: LEWO
ru: ВЛЕВО
uk: ЛІВОРУЧ

# KeyNames.RightMouse
source: RIGHT MOUSE
de: RECHTE MAUSTASTE
es: CLICK DERECHO
fr: SOURIS DROITE
ja: マウス右クリック
pl: PRAWY PRZCISK MYSZY
ru: ПРАВАЯ КНОПКА МЫШИ
uk: ПРАВА КНОПКА МИШІ

# KeyNames.MouseY
source: MOUSE Y
de: MAUS Y
fr: SOURIS Y
ja: マウス Y軸
pl: MYSZ Y
ru: МЫШЬ Y
uk: МИША Y

# KeyNames.LeftMouse
source: LEFT MOUSE
de: LINKE MAUSTASTE
es: CLICK IZQUIERDO
fr: SOURIS GAUCHE
ja: マウス左クリック
pl: LEWY PRZCISK MYSZY
ru: ЛЕВАЯ КНОПКА МЫШИ
uk: ЛІВА КНОПКА МИШІ

# KeyNames.MiddleMouse
source: MIDDLE MOUSE
de: MITTLERE MAUSTASTE
es: BOTON CENTRAL DEL MOUSE
fr: SOURIS MILIEU
ja: マウスホイールクリック
pl: ŚRODKOWY PRZCISK MYSZY
ru: СРЕДНЯЯ КНОПКА МЫШИ
uk: СЕРЕДНЯ КНОПКА МИШІ

# KeyNames.MouseX
source: MOUSE X
de: MAUS X
fr: SOURIS X
ja: マウス X軸
pl: MYSZ X
ru: МЫШЬ X
uk: МИША X

# KeyNames.MouseZ
source: MOUSE Z
de: MAUS Z
fr: SOURIS Z
ja: マウス Z軸
pl: MYSZ Z
ru: МЫШЬ Z
uk: МИША Z

# Errors.NetRefused
source: Server refused to send '%s'
de: Server verweigerte senden von '%s'
es: El servidor se negó a enviar '%s'
fr: Le serveur a refusé d'envoyer '%s'
ja: サーバが '%s' の送信を拒否しました
pl: Serwer odmówił wysłania '%s'
ru: Сервер отказал в отправке
uk: Сервер відмовився відправити '%s'

# Errors.NetSize
source: File size mismatch
de: Dateigröße nicht übereinstimmend
es: El tamaño del archivo no coincide
fr: Inadéquation de taille de fichier
ja: ファイルサイズが一致しません
pl: Nieodpowiedni rozmiar pliku
ru: Несоответствие размера файлов
uk: Невідповідність розміру файлу

# Errors.NetMove
source: Error moving file
de: Fehler beim verschieben der Datei
es: Error moviendo el archivo
fr: Erreur lors du déplacement du fichier
ja: ファイルを移動する際にエラーが発生しました
pl: Błąd przy przemieszczaniu pliku
ru: Ошибка перемещения файла
uk: Помилка переміщення файлу

# Errors.NoDownload
source: Package '%s' is not downloadable
de: Paket '%s' kann nicht heruntergeladen werden
es: El paquete '%s' no se puede descargar
fr: Le package '%s' n'est pas téléchargeable
ja: パッケージ'%s'はダウンロード出来ません
pl: Pakiet '%s" jest niepobieralny
ru: Пакет '%s' недоступен для загрузки
uk: Пакет '%s' не можливо завантажити

# Errors.DownloadFailed
source: Downloading package '%s' failed: %s
de: Herunterladen des Pakets '%s' fehlgeschlagen: %s
es: Error al descargar el paquete '%s': %s
fr: Téléchargement du package '%s' échoué : %s
ja: パッケージ '%s' のダウンロードに失敗しました: %s
pl: Pobieranie pakietu '%s' nie powiodło się: %s
ru: Загрузка пакета '%s' неудачно: %s
uk: Не вдалося завантажити пакунок '%s': %s

# Errors.ConnectionFailed
source: Connection failed
de: Verbindung fehlgeschlagen
es: La conexión falló
fr: Connexion échouée
ja: 接続に失敗しました
pl: Połączenie nie powiodło się
ru: Подключение не удалось
uk: Помилка з'єднання

# Errors.ChAllocate
source: Couldn't allocate channel
de: Konnte keinen Kanal zuweisen
es: No se pudo asignar el canal
fr: Impossible d'allouer le canal
ja: チャンネルを割り当てることが出来ませんでした
pl: Nie można przydzielić kanału
ru: Не удалось назначить канал
uk: Не вдалося виділити канал

# KeyNames.Joy14
source: JOY 14
ja: ジョイスティック 14
ru: ДЖОЙ 14
uk: ДЖОЙСТИК 14

# KeyNames.MouseWheelUp
source: MOUSEWHEEL UP
de: MAUSRAD HOCH
es: RUEDA DEL MOUSE ARRIBA
fr: MOLETTE HAUT
ja: マウスホイール上
pl: KÓŁKO MYSZY W GÓRĘ
ru: КОЛЁСИКО МЫШИ ВВЕРХ
uk: КОЛЕСО МИШІ ВГОРУ

# Progress.ReceiveFile
source: Receiving '%s' (F10 Cancels)
de: Empfange '%s' (F10 Abbrechen)
es: Recibiendo '%s' (Presione F10 para cancelar)
fr: Réception de '%s' (F10 Annule)
ja: '%s' を受信中 (F10 でキャンセル)
pl: Odbieranie '%s' (F10 Anuluje)
ru: Приём '%s' (F10 для отмены)

# Progress.ReceiveOptionalFile
source: Receiving optional file '%s' (Press F10 to Skip)
de: Empfange optionale Datei '%s' (F10 Überspringen)
es: Recibiendo el archivo opcional '%s' (Presione F10 para omitir)
fr: Réception du fichier optionnel '%s' (Appuyer sur F10 pour passer)
ja: オプションファイル '%s' を受信中 ( F10 でスキップ)
pl: Odbieranie opcjonalnego pliku '%s' (Wciśnij F10 aby pominąć)
ru: Приём опционального файла '%s' (Нажмите F10 что-бы пропустить)

# KeyNames.JoyV
source: JOY V
ja: アナログスティック V軸
ru: ДЖОЙ V
uk: ДЖОЙСТИК V

# KeyNames.Joy7
source: JOY 7
ja: ジョイスティック 7
ru: ДЖОЙ 7
uk: ДЖОЙСТИК 7

# Progress.NetSending
source: Sending '%s': %i/%i
de: Sende '%s': %i/%i
es: Enviando '%s': %i/%i
fr: Envoi de '%s' : %i/%i
ja: '%s' を送信中: %i/%i
pl: Wysyłanie '%s': %i/%i
ru: Отправка '%s': %i/%i

# Errors.NetOpen
source: Error opening file
de: Fehler beim öffnen der Datei
es: Error abriendo el archivo
fr: Erreur lors de l'ouverture du fichier
ja: ファイルを開く際にエラーが発生しました
pl: Błąd otwierania pliku
ru: Ошибка при открытии файла
uk: Помилка відкриття файлу

# KeyNames.NumPad7
source: NUM 7
ru: НУМПАД 7

# KeyNames.NumPad8
source: NUM 8
ru: НУМПАД 8

# Progress.CancelledConnect
source: Cancelled Connect Attempt
de: Verbindungsversuch abgebrochen
es: Intento de conexión ha sido cancelado
fr: Tentative de connexion annulée
ja: 接続の試行がキャンセルされました
pl: Anulowano Próbę Połączenia
ru: Попытка соединения отменена

# Progress.NetSend
source: Sending '%s'
de: Sende '%s'
es: Enviando '%s'
fr: Envoi de '%s'
ja: '%s' を送信中
pl: Wysyłanie '%s'
ru: Отправка '%s'

# Progress.Connecting
source: Connecting (F10 to Abort)...
de: Verbinde (F10 um abzubrechen)...
es: Conectando (F10 para abortar)...
fr: Connexion (F10 pour Annuler)...
ja: 接続中 (F10 でキャンセル)...
pl: Łączenie (Wciśnij F10 aby przerwać)...
ru: Подключение (нажмите F10 для отмены)...
uk: Підключення (F10 щоб скасувати)...

# Progress.Paused
source: Paused by %s
de: Durch %s pausiert
es: Pausado por %s
fr: Mis en pause par %s
ja: %s によって一時停止されました
pl: Wstrzymano przez %s
ru: %s поставил на паузу

# Errors.ServerOpen
source: Servers can't open network URLs
de: Server können Netzwerk URLs nicht öffnen
es: Los servidores no pueden abrir las URL de red
fr: Les serveurs ne peuvent pas ouvrir d'URL réseau
ja: サーバーはネットワーク URL を開くことができません
pl: Serwery nie mogą otwierać sieciowych adresów URL
ru: Серверы не могут открыть сетевые URL-адреса
uk: Сервери не можуть відкрити мережеві URL-адреси

# Errors.ServerListen
source: Dedicated server can't listen: %s
de: Dedizierter Server kann nicht auflisten: %s
es: El servidor dedicado no responde: %s
fr: Serveur dédié ne peut pas listen : %s
ja: 専用サーバーはリッスンできません:%s
pl: Serwer dedykowany nie może nasłuchiwać: %s
ru: Выделенный сервер не может прослушать: %s
uk: Виділений сервер не може прослухати: %s

# Errors.RequestDenied
source: Server requested file from pending level: Denied
de: Server forderte Datei vom bevorstehenden Level an: Verweigert
es: El servidor solicitó un archivo pendiente: Denegado
fr: Fichier demandé par le serveur à partir du niveau en attente : Refusé
ja: サーバーが保留中のレベルからのファイルを要求して拒否されました
pl: Serwer zażądał pliku z oczekującego poziomu: Odmowa
ru: Запрошенный сервером файл из уровня ожидания: Отклонён
uk: Запит на файл з наступного рівня відхилено

# Errors.LoadPlayerClass
source: Failed to load player class
de: Laden der Spielerklasse fehlgeschlagen
es: No se pudo cargar la clase de jugador
fr: Impossible de charger la classe de joueur
ja: 兵科を読み込めませんでした
pl: Nie udało się załadować roli gracza
ru: Не удалось загрузить роли игроков
uk: Не вдалося завантажити клас гравця

# Errors.NetWrite
source: Error writing to file
de: Fehler beim schreiben der Datei
es: Error escribiendo el archivo
fr: Erreur lors de l'écriture du fichier
ja: ファイルを保存する際にエラーが発生しました
pl: Błąd zapisu do pliku
ru: Ошибка записи файла
uk: Помилка запису до файлу

# Errors.NetAlready
source: Already networking
de: Verbindet bereits
es: Ya se esta haciendo funcionamiento de la red
fr: Déjà en réseau
ja: すでに接続しています
pl: Już w sieci
ru: Уже в сети
uk: Вже долучено до мережі

# Errors.NetClose
source: Error closing file
de: Fehler beim schließen der Datei
es: Error cerrando el archivo
fr: Erreur à la fermeture du fichier
ja: ファイルを閉じる際にエラーが発生しました
pl: Błąd przy zamykaniu pliku
ru: Ошибка закрытия файла
uk: Помилка закриття файлу

# Errors.NetInvalid
source: Received invalid file request
de: Ungültige Dateiabfrage erhalten
es: Se recibió una solicitud de archivo no válida
fr: Demande de fichier invalide reçue
ja: 無効なファイルリクエストを受け取りました
pl: Otrzymaną niepoprawną prośbę o plik
ru: Получен неверный запрос файла
uk: Отримано недійсний запит до файлу

# Errors.NetListen
source: Listen failed: No linker context available
es: Error de escucha: no hay contexto de enlazador disponible
fr: Listen échoué : Aucun contexte de linker disponible
ja: リッスンに失敗しました:リンカーコンテキストが使用できません
pl: Odsłuch nie powiódł się: Brak dostępnego kontekstu linkera
ru: Прослушивание не удалось: контекст компоновщика недоступен

# Errors.Listen
source: Listen failed: %s
de: Auflistung fehlgeschlagen: %s
es: Escucha fallida: %s
fr: Listen échoué : %s
ja: リッスンに失敗しました:%s
pl: Nasłuchiwanie nie powiodło się: %s
ru: Прослушивание не удалось: %s
uk: Не вдалося прослухати: %s

# Errors.LoadEntry
source: Can't load Entry: %s
de: Konnte Eintrag nicht laden: %s
es: No se puede cargar la entrada: %s
fr: Impossible de charger l'entrée : %s
ja: エントリを読み込めません:%s
pl: Nie można załadować wpisu: %s
ru: Не получилось загрузить Запись: %s
uk: Не вдається завантажити запис: %s

# Errors.InvalidUrl
source: Invalid URL: %s
de: Ungültige URL: %s
es: URL no válida: %s
fr: URL invalide : %s
ja: URL が無効です:%s
pl: Niepoprawny URL: %s
ru: Неверный URL-адрес: %s
uk: Некоректна URL-адреса: %s

# Errors.InvalidLink
source: Invalid Link: %s
de: Ungültiger Link: %s
es: Enlace inválido: %s
fr: Lien invalide : %s
ja: リンクが無効です:%s
pl: Niepoprawny Link: %s
ru: Неверная ссылка: %s
uk: Невірна адреса: %s

# Errors.FailedBrowse
source: Failed to enter %s: %s
de: Eintrag zu %s fehlgeschlagen: %s
es: No se pudo ingresar %s: %s
fr: Impossible d'entrer dans %s : %s
ja: %s への参加に失敗しました:%s
pl: Nie udało się wprowadzić %s: %s
ru: Не удалось войти на %s: %s
uk: Не вдалося зайти до %s: %s

# Errors.AbortToEntry
source: Failed; returning to Entry
de: Fehlgeschlagen; kehre zu Eintrag zurück
es: Error; volviendo a la entrada
fr: Échoué ; retour à l'entrée
ja: 参加を中断しました
pl: Nie powiodło się; powrót do zapisu
ru: Неудачно; возврат к записи
uk: Невдала спроба; повертаємось до вводу

# Errors.Pending
source: Pending connect to '%s' failed; %s
de: Ausstehende Verbindung zu '%s' fehlgeschlagen; %s
es: La conexión pendiente a '%s' falló; %s
fr: Connexion en cours à '%s' échouée ; %s
ja: '%s' への保留中の接続が失敗しました。%s
pl: Oczekujące połączenie z '»%s' nie powiodło się; %s
ru: Отложенное подключение к '%s' не удалось; %s
uk: Очікуванне підключення до '%s' не вдалося; %s

# Errors.ServerOutdated
source: Server's version is outdated
de: Serverversion ist veraltet
es: La versión del servidor no está actualizada
fr: La version du serveur est obsolète
ja: サーバーのバージョンが古いです
pl: Wersja serwera jest nieaktualna
ru: Версия сервера устарела
uk: Версія сервера застаріла

# Errors.ClientOutdated
source: You need to apply the latest patches
de: Es müssen die letzten Patches verwendet werden
es: Necesitas aplicar los últimos parches
fr: Vous devez appliquer les derniers patches
ja: 最新のパッチを適用する必要があります
pl: Należy zainstalować najnowszy patch
ru: Вам необходимо установить последний патч
uk: Потрібно встановити останні патчі

# Errors.ConnectLost
source: Connection Lost
de: Verbindung verloren
es: Conexión perdida
fr: Connexion perdue
ja: 接続が失われました
pl: Utracono Połączenie
ru: Соединение потеряно
uk: З'єднання втрачено

# Errors.DemoFileMissing
source: Missing package '%s' for demo playback
de: Fehlendes Paket '%s' für Demowiedergabe
es: Falta el paquete '%s' para la reproducción de demostración
fr: Paquet manquant '%s' pour la lecture de démo
ja: デモ再生用のパッケージ '%s' が見つかりません
pl: Brakujący pakiet '%s' do odtwarzania demo
ru: Пакеты '%s' для проигрывания демо-записи отсутствуют
uk: Відсутній пакет '%s' щоб відворити демо-запис

# Errors.DownloadNotAllowed
source: Downloading '%s' not allowed
de: Herunterladen von '%s' nicht erlaubt
es: No se permite la descarga de '%s'
fr: Téléchargement de '%s' non autorisé
ja: '%s' のダウンロードは許可されていません
pl: Pobieranie '%s' niedozwolone
ru: Загрузка '%s' запрещена
uk: Завантаження '%s' не дозволено

# KeyNames.MouseW
source: MOUSE W
de: MAUS W
fr: SOURIS W
ja: マウス W軸
pl: MYSZ W
ru: МЫШЬ W
uk: МИША W

# KeyNames.JoyX
source: JOY X
ja: アナログスティックX軸
ru: ДЖОЙ X
uk: ДЖОЙСТИК X

# KeyNames.JoyY
source: JOY Y
ja: アナログスティック Y軸
ru: ДЖОЙ Y
uk: ДЖОЙСТИК Y

# KeyNames.JoyZ
source: JOY Z
ja: アナログスティック Z軸
ru: ДЖОЙ Z
uk: ДЖОЙСТИК Z

# KeyNames.JoyU
source: JOY U
ja: アナログスティック U軸
ru: ДЖОЙ U
uk: ДЖОЙСТИК U

# KeyNames.JoySlider1
source: JOYSLIDER 1
ja: ジョイスティック スライダー1
pl: SUWAK JOY 1
ru: СЛАЙДЕР ДЖОЙСТИКА 1
uk: СЛАЙДЕР ДЖОЙСТИКА 1

# KeyNames.JoySlider2
source: JOYSLIDER 2
ja: ジョイスティック スライダー2
pl: SUWAK JOY 2
ru: СЛАЙДЕР ДЖОЙСТИКА 2
uk: СЛАЙДЕР ДЖОЙСТИКА 2

# KeyNames.MouseWheelDown
source: MOUSEWHEEL DOWN
de: MAUSRAD RUNTER
es: RUEDA DEL MOUSE ABAJO
fr: MOLETTE BAS
ja: マウスホイール下
pl: KÓŁKO MYSZY W DÓŁ
ru: КОЛЁСИКО МЫШИ ВНИЗ
uk: КОЛЕСО МИШІ ВНИЗ

# KeyNames.Joy3
source: JOY 3
ja: ジョイスティック 3
ru: ДЖОЙ 3
uk: ДЖОЙСТИК 3

# KeyNames.Joy2
source: JOY 2
ja: ジョイスティック 2
ru: ДЖОЙ 2
uk: ДЖОЙСТИК 2

# KeyNames.Joy1
source: JOY 1
ja: ジョイスティック 1
ru: ДЖОЙ 1
uk: ДЖОЙСТИК 1

# KeyNames.Joy4
source: JOY 4
ja: ジョイスティック 4
ru: ДЖОЙ 4
uk: ДЖОЙСТИК 4

# KeyNames.Joy5
source: JOY 5
ja: ジョイスティック 5
ru: ДЖОЙ 5
uk: ДЖОЙСТИК 5

# KeyNames.Joy6
source: JOY 6
ja: ジョイスティック 6
ru: ДЖОЙ 6
uk: ДЖОЙСТИК 6

# KeyNames.Joy9
source: JOY 9
ja: ジョイスティック 9
ru: ДЖОЙ 9
uk: ДЖОЙСТИК 9

# KeyNames.Joy8
source: JOY 8
ja: ジョイスティック 8
ru: ДЖОЙ 8
uk: ДЖОЙСТИК 8

# KeyNames.Joy10
source: JOY 10
ja: ジョイスティック 10
ru: ДЖОЙ 10
uk: ДЖОЙСТИК 10

# KeyNames.Joy11
source: JOY 11
ja: ジョイスティック 11
ru: ДЖОЙ 11
uk: ДЖОЙСТИК 11

# KeyNames.Joy12
source: JOY 12
ja: ジョイスティック 12
ru: ДЖОЙ 12
uk: ДЖОЙСТИК 12

# KeyNames.Joy13
source: JOY 13
ja: ジョイスティック 13
ru: ДЖОЙ 13
uk: ДЖОЙСТИК 13

# KeyNames.Joy15
source: JOY 15
ja: ジョイスティック 15
ru: ДЖОЙ 15
uk: ДЖОЙСТИК 15

# KeyNames.Joy16
source: JOY 16
ja: ジョイスティック 16
ru: ДЖОЙ 16
uk: ДЖОЙСТИК 16

# KeyNames.NumPad0
source: NUM 0
ru: НУМПАД 0

# KeyNames.NumPad1
source: NUM 1
ru: НУМПАД 1

# KeyNames.NumPad2
source: NUM 2
ru: НУМПАД 2

# KeyNames.NumPad3
source: NUM 3
ru: НУМПАД 3

# KeyNames.NumPad4
source: NUM 4
ru: НУМПАД 4

# KeyNames.NumPad5
source: NUM 5
ru: НУМПАД 5

# KeyNames.NumPad6
source: NUM 6
ru: НУМПАД 6

# KeyNames.NumPad9
source: NUM 9
ru: НУМПАД 9

# KeyNames.GreyStar
source: GREY STAR
de: NUM *
fr: ETOILE
pl: NUM *
ru: АСТЕРИСК
uk: АСТЕРИСК

# KeyNames.GreyPlus
source: GREY PLUS
de: NUM +
fr: PLUS
pl: NUM +
ru: НУМПАД ПЛЮС
uk: NUM +

# KeyNames.GreyMinus
source: GREY MINUS
de: NUM -
fr: MOINS
pl: NUM -
ru: НУМПАД МИНУС
uk: NUM -

# KeyNames.NumPadPeriod
source: NUM .
fr: POINT
ru: НУМПАД .

# KeyNames.GreySlash
source: GREY SLASH
de: NUM /
fr: SLASH
ja: GRAY SLASH
pl: NUM /
ru: СЛЭШ
uk: NUM /

# Progress.RunningNet
source: %s: %s (%i players)
de: %s: %s (%i Spieler)
es: % s:% s (%i jugadores)
fr: %s : %s (%i joueurs)
ja: %s: %s (%i 人のプレイヤー)
pl: %s: %s (%i graczy)
ru: %s: %s (%i игроков)

# Progress.NetReceiving
source: Receiving '%s': %i/%i
de: Erhalte '%s': %i/%i
es: Recibiendo '%s': %i/%i
fr: Réception de '%s' : %i/%i
ja: '%s' を受信中: %i/%i
pl: Odbieranie '%s': %i/%i
ru: Получено '%s': %i/%i

# Progress.NetReceiveOk
source: Successfully received '%s'
de: Erfolgreich erhalten '%s'
es: Recibido exitosamente '%s'
fr: Réception de '%s' avec succès
ja: '%s' の受信が完了しました
pl: Pomyślnie otrzymano '%s'
ru: Успешно получено '%s'

# Progress.Listening
source: Listening for clients...
de: Empfange Klienten...
es: Recibiendo clientes ...
fr: En écoute de clients...
ja: クライアントをリッスン中......
pl: Nasłuchiwanie klientów...
ru: Прослушивание клиентов...

# Progress.ReceiveSize
source: Size %iK, Complete %3.1f%%
de: Größe %iK, Komplett %3.1f%%
es: Tamaño %iK, %3.1f%% Completado
fr: Taille %iK, Total %3.1f%%
ja: サイズ %iK、 %3.1f%% 完了
pl: Rozmiar %iK, Ukończono %3.1f%%
ru: Размер %iK, Завершено %3.1f%%

# Progress.ConnectingText
source: Connecting (F10 Cancels):
de: Verbinde (F10 Abbrechen):
es: Conectando (F10 para Cancelar):
fr: Connexion (F10 pour Annuler) :
ja: 接続中 (F10でキャンセル):
pl: Łączenie (F10 Anuluje):
ru: Подключение (F10 для отмены):
uk: Приєднання (F10 щоб скасувати):

# Progress.CorruptConnect
source: Incompatible Game Files!
de: Inkompatible Spieldateien!
es: Los archivos del juego son incompatibles!
fr: Fichiers du Jeu Incompatibles !
ja: 互換性のないゲームファイルです！
pl: Niekompatybilne Pliki Gry!
ru: Несовместимые файлы игры!

# Progress.Loading
source: Loading
de: Lädt
es: Cargando
fr: Chargement
ja: 読み込み中
pl: Wczytywanie
ru: Загрузка
uk: Завантаження

# KeyNames.Separator
source: SEPARATOR
de: SENKRECHTER STRICH
es: SEPARADOR
fr: ANTISLASH
pl: KRESKA PIONOWA
ru: РАЗДЕЛИТЕЛЬНАЯ ЧЕРТА

# KeyNames.Pause
source: PAUSE
es: PAUSA
ru: ПАУЗА

# KeyNames.CapsLock
source: CAPSLOCK
de: FESTSTELLTASTE
es: BLOQ. MAYUSCULA
fr: VERR MAJ
ru: КАПСЛОК

# KeyNames.Tab
source: TAB
de: TABULATOR
es: TABULADOR
ru: ТАБ

# KeyNames.Shift
source: SHIFT
es: MAYUS
fr: MAJ
ru: ШИФТ

# KeyNames.NumLock
source: NUMLOCK
fr: VERR NUM
ru: НУМЛОК

# ChatRoomMessage.AnonText
source: Someone
es: Alguien
fr: Quelqu'un
ja: だれか
pl: Ktoś
ru: Кто-то
uk: Хтось

# ChatRoomMessage.ChatRoomString[2]
source: Channel '%title%' requires a password!
es: ¡El canal '%title%' requiere una contraseña!
fr: Le canal '%title%' requiert un mot de passe !
ja: チャンネル '%title%' にはパスワードが必要です!
pl: Kanał '%title%' wymaga hasła!
ru: Канал '%title%' запрашивает пароль!
uk: Для каналу «%title%» потрібен пароль!

# ChatRoomMessage.ChatRoomString[4]
source: You have been banned from channel '%title%'
es: Has sido vetado del canal '%title%'
fr: Vous avez été banni du canal '%title%'
ja: チャンネル '%title%' へのアクセスは禁止されています
pl: Zostałeś zbanowany z kanału '%title%'
ru: Вас заблокировали в канале '%title%'
uk: Вас заборонили відвідувати канал «%title%»

# ChatRoomMessage.ChatRoomString[3]
source: Incorrect password specified for channel '%title%'
es: Contraseña incorrecta para el canal '%title%'
fr: Mot de passe incorrect pour canal '%title%'
ja: チャンネル '%title%' のパスワードが正しくありません
pl: Nieprawidłowe hasło określone dla kanału '%title%'
ru: Заданный для канала '%title%' пароль введён неверно
uk: Неправильний пароль вказаний для каналу «%title%»

# ChatRoomMessage.ChatRoomString[5]
source: Couldn't join channel '%title%'. Channel full!
es: No se pudo unir al canal '%title%'. ¡El canal esta lleno!
fr: Impossible de rejoindre le canal '%title%'. Canal plein !
ja: チャンネル '%title%'に参加できませんでした。チャンネルが満員です！
pl: Nie udało się dołączyć do kanału '%title%'. Kanał jest pełny!
ru: Невозможно подключиться к каналу '%title%'. Канал заполнен!
uk: Не вдалося приєднатися до каналу «%title%». Канал повний!

# ChatRoomMessage.ChatRoomString[11]
source: '%pri%' joined channel '%title%'
es: '%pri%' se unió al canal '%title%'
fr: '%pri%' a rejoint le canal '%title%'
ja: '%pri%' がチャンネル '%title%' に参加しました
pl: '%pri%' dołączył do kanału '%title%'
ru: '%pri%' подключился к каналу: '%title%'
uk: '%pri%' приєднався до каналу '%title%'

# ChatRoomMessage.ChatRoomString[15]
source: Voice chat is not enabled on this server
es: Los canales de voces no están permitidos en este servidor
fr: Le chat vocal n'est pas activé sur ce serveur
ja: このサーバーではボイスチャットが有効になっていません
pl: Czat głosowy nie jest włączony na tym serwerze
ru: Голосовой чат отключён на этом сервере
uk: Голосовий чат не ввімкнено на цьому сервері

# ChatRoomMessage.ChatRoomString[12]
source: '%pri%' left channel '%title%'
es: '%pri%' abandonó el canal '%title%'
fr: '%pri%' a quitté le canal '%title%'
ja: '%pri%' がチャンネル '%title%'から退出しました
pl: '%pri%' opuścił kanał '%title%'
ru: '%pri%' покинул канал: '%title%'
uk: '%pri%' залишив канал '%title%'

# ChatRoomMessage.ChatRoomString[13]
source: Successfully banned '%pri%' from your personal chat channel
es: Se ha baneado exitosamente a '%pri%' de tu canal de chat personal
fr: '%pri%' a été banni avec succès de votre canal personnel
ja: あなたの個人チャットチャンネルへの'%pri%'の参加を禁止しました
pl: Pomyślnie zbanowano'%pri%' z twojego osobistego kanału czatu
ru: '%pri%' Успешно заблокирован в канале вашего персонального чата
uk: Успішно заблоковано '%pri%' з вашого особистого каналу чату

# ChatRoomMessage.ChatRoomString[14]
source: Voice-chat ban action not successful. No player with the specified ID was found
es: La prohibición del chat de voz no se ha realizado correctamente. No se encontró ningún jugador con el ID especificado.
fr: Bannissement de chat vocal infructueux. Aucun joueur avec l'ID spécifié n'a été trouvé
ja: ボイスチャット禁止は成功しませんでした。指定された ID のプレイヤーが見つかりませんでした
pl: Akcja banowania przez czat głosowy nie powiodła się. Nie znaleziono gracza o podanym identyfikatorze
ru: Блокировка не удалась. Игрок с таким ID не найден
uk: Дія заборони голосового чату не вдалася. Не знайдено гравця з вказаним ідентифікатором

# ChatRoomMessage.ChatRoomString[6]
source: You are not allowed to join channel '%title%'
es: No estas permitido unirte al canal '%title%'
fr: Vous n'êtes pas autorisé à rejoindre le canal '%title%'
ja: チャンネル '%title%' には参加できません
pl: Nie możesz dołączyć do kanału '%title%'
ru: Вам запрещено подключаться к каналу '%title%'
uk: Вам заборонено приєднатися до каналу «%title%»

# ChatRoomMessage.ChatRoomString[7]
source: Successfully joined channel '%title%'
es: Te has unido al canal '%title%'
fr: Canal '%title%' rejoint avec succès
ja: チャンネル '%title%' に正常に参加しました
pl: Pomyślnie dołączono do kanału '%title%'
ru: Вы успешно подключились к каналу '%title%'
uk: Успішно приєднано до каналу «%title%»

# ChatRoomMessage.ChatRoomString[9]
source: Now speaking on channel '%title%'
es: Estas hablando por el canal '%title%'
fr: Actuellement en communication sur canal '%title%'
ja: 現在、チャンネル '%title%' で話しています
pl: Teraz rozmawiasz na kanale '%title%'
ru: Сейчас подключён к каналу '%title%'
uk: Зараз виступає на каналі «%title%»

# ChatRoomMessage.ChatRoomString[0]
source: Invalid channel or channel couldn't be found: '%title%'
es: Canal no válido o no se pudo encontrar el canal: '%title%'
fr: Canal invalide ou introuvable : '%title%'
ja: 無効なチャンネルまたはチャンネルが見つかりませんでした:'%title%'
pl: Nieprawidłowy kanał lub nie można znaleźć kanału: '%title%'
ru: Канал '%title%' не существует или не может быть найден
uk: Невірний канал або канал не знайдено: '%title%'

# ChatRoomMessage.ChatRoomString[10]
source: No longer speaking on channel '%title%'
es: No podrás hablar por el canal '%title%'
fr: Plus en communication sur canal '%title%'
ja: もうチャンネル '%title%' では話していません
pl: Już nie rozmawiasz na kanale '%title%'
ru: Больше не подключён к каналу '%title%'
uk: Більше не говорить на каналі «%title%»

# ChatRoomMessage.ChatRoomString[1]
source: Already a member of channel '%title%'
es: Ya eres miembro del canal '%title%'
fr: Déjà membre du canal '%title%'
ja: 既にチャンネル '%title%' のメンバーになっています
pl: Jesteś już członkiem kanału '%title%'
ru: Уже на канале: '%title%'
uk: Вже учасник каналу '%title%'

# ChatRoomMessage.ChatRoomString[8]
source: You left channel '%title%'
es: Has dejado el canal '%title%'
fr: Vous avez quitté le canal '%title%'
ja: チャンネル '%title%' から退出しました
pl: Opuściłeś kanał '%title%'
ru: Вы покинули канал '%title%'
uk: Ви залишили канал «%title%»

# KeyNames.PrintScrn
source: PRINTSCRN
de: DRUCK
fr: IMPR ECRAN
ja: PRINT SCREEN

# PlayerController.ViewingFrom
source: Now viewing from
de: Beobachtet aus Sicht
es: Viendo desde
fr: Point de vue de
ja: 現在観戦中
pl: Widok z perspektywy osoby
uk: Зараз перегляд з
