Repository: DarklightGames/weblate-darklightgames
Catalog: Engine/Engine.*.po
Languages: de, es, fr, ja, pl, ru, uk

# PlayerController.OwnCamera
source: Now viewing from own camera
de: Beobachtet aus eigener Sicht
es: Viendo desde la cámara propia
fr: Point de vue de soi-même
ja: 自分の視点から観戦中
pl: Obserwacja z własnej kamery
uk: Перегляд власної камери

# KeyNames.End
source: END
de: ENDE
es: FIN
fr: FIN

# KeyNames.Insert
source: INSERT
de: EINFÜGEN
fr: INSER

# KeyNames.Delete
source: DELETE
de: ENTFERNEN
fr: SUPPR

# KeyNames.Escape
source: ESCAPE
fr: ECHAP

# KeyNames.Home
source: HOME
es: INICIO

# KeyNames.PageUp
source: PAGE UP
de: BILD AUF
es: RE PAG

# KeyNames.PageDown
source: PAGE DOWN
de: BILD AB
es: AV PAG

# KeyNames.Select
source: SELECT
de: AUSWAHLTASTE
es: SELECCIONAR

# KeyNames.Print
source: PRINT
de: DRUCKEN

# KeyNames.Execute
source: EXECUTE
de: AUSFÜHREN

# KeyNames.Help
source: HELP
de: HILFE
