Repository: DarklightGames/weblate-darklightgames
Catalog: DH_Guns/DH_Guns.*.po
Languages: es, uk

# DH_17PounderGunCannonPawn.RangeText
source: Yards
es: Yardas
uk: Ярдів

# DH_45mmM1937Gun.VehicleNameString
source: 45mm 53-K (1937) AT gun
es: Cañón AT 45mm 53-K (1937)
uk: 45-мм протитанкова гармата 53-К

# DH_17PounderGun.VehicleNameString
source: 17 Pounder AT gun
es: Cañón AT 17 Pounder
uk: Протитанкова гармата QF 17-pounder

# DH_45mmM1942Gun.VehicleNameString
source: 45mm M-42 AT gun
es: Cañón AT M-42 45 mm
uk: 45-мм протитанкова гармата М-42

# DH_6PounderGun.VehicleNameString
source: 6 Pounder Mk.IV AT gun
es: Cañón AT 6 Pounder Mk.IV
uk: Протитанкова гармата QF 6-pounder Mk.IV

# DH_6PounderGunCannonPawn.RangeText
source: Yards
es: Yardas
uk: Ярдів

# DH_AT57Gun.VehicleNameString
source: 57mm M1 AT gun
es: Cañón AT M1 57mm

# DH_Bofors40mmGun.VehicleNameString
source: Bofors 40mm gun
es: Cañón Bofors 40mm
uk: 40-мм автоматична гармата Bofors L60

# DH_Flak38Gun.VehicleNameString
source: 2cm FlaK 38 gun
es: Cañón FlaK 38 2cm
uk: 20-мм зенітна гармата FlaK 38

# DH_Flak88Gun.VehicleNameString
source: 8.8cm FlaK 36 gun
es: Cañón FlaK 36 8,8cm

# DH_Flakvierling38Gun.VehicleNameString
source: 2cm Flakvierling 38 gun
es: Cañón Flakvierling 38 2cm

# DH_LeIG18Gun.VehicleNameString
source: 7.5 cm leichtes Infanteriegesch√ºtz 18
es: Cañón 7.5 cm leichtes Infanteriegeschütz 18

# DH_Pak43ATGun.VehicleNameString
source: 8.8 cm Pak43/41 AT gun
es: Cañón AT 8.8cm Pak43/41

# DH_M1927Gun.VehicleNameString
source: 76 mm regimental gun M1927
es: Cañón de Regimiento 76mm M1927

# DH_Pak38ATGun.VehicleNameString
source: 5.0 cm Pak38 AT gun
es: Cañón AT 5.0 cm Pak38

# DH_Pak39Gun.VehicleNameString
source: 5.0cm KwK 39 gun
es: Cañón 5.0cm KwK 39

# DH_PantherturmGun.VehicleNameString
source: Pantherturm
es: Torreta Panther

# DH_ZiS2Gun.VehicleNameString
source: ZiS-2 57mm AT gun
es: Cañón AT ZiS-2 57mm

# DH_ZiS3Gun.VehicleNameString
source: ZiS-3 76mm divisional gun
es: Cañón Divisional ZiS-3 76mm

# DH_M116Gun.VehicleNameString
source: 75mm Pack Howitzer M1
es: Cañón 75mm Howitzer M1

# DH_M5Gun.VehicleNameString
source: 3-inch Gun M5
es: Cañón AT 3-inch M5

# DH_Pak40ATGun.VehicleNameString
source: 7.5cm Pak40 AT gun
es: Cañón 7.5cm Pak40

# DH_45mmM1937GunCannon.nProjectileDescriptions[0]
source: BR-240
uk: БР-240

# DH_45mmM1937GunCannon.nProjectileDescriptions[1]
source: O-240
uk: О-240

# DH_45mmM1942GunCannon.ProjectileDescriptions[0]
source: APBC
uk: Бронебійний (APBC)

# DH_45mmM1942GunCannon.ProjectileDescriptions[1]
source: HE
uk: Осколково-фугасний (HE)

# DH_45mmM1937GunCannon.ProjectileDescriptions[1]
source: HE
uk: Осколково-фугасний (HE)

# DH_45mmM1937GunCannon.ProjectileDescriptions[0]
source: APBC
uk: Бронебійний (APBC)

# DH_45mmM1942GunCannon.nProjectileDescriptions[1]
source: O-240
uk: О-240

# DH_45mmM1942GunCannon.nProjectileDescriptions[2]
source: BR-240P
uk: БР-240П

# DH_45mmM1942GunCannon.ProjectileDescriptions[2]
source: APCR
uk: Підкаліберний (APCR)

# DH_45mmM1942GunCannon.nProjectileDescriptions[0]
source: BR-240
uk: БР-240

# DH_Bofors40mmCannon.ProjectileDescriptions[1]
source: AP
uk: Бронебійний (AP)
