Repository: DarklightGames/weblate-darklightgames
Catalog: DH_Weapons/DH_Weapons.*.po
Languages: fr, ru, uk

# DH_MKB42HWeapon.ItemName
source: Mkb 42(H)
ru: Автомат Mkb 42(Н)
uk: Автомат Mkb 42(H)

# DH_GeratPIIWeapon.ItemName
source: Gerat Potsdam II
ru: Gerat Pоtsdam II

# DH_G43ScopedWeapon.ItemName
source: G 43 (ZF4)
ru: Полуавтоматическая винтовка G-43 (ZF4)
uk: Гвинтівка G 43 (ZF4)

# DH_PanzerschreckWeapon.ItemName
source: RPzB 54 'Panzerschrek'
ru: Гранатомёт RPzB 54 "Панцершрек"
uk: Гранатомет RPzB 54 "Панцершрек"

# DH_SVT40ScopedWeapon.ItemName
source: SVT-40 (PU)
ru: Самозарядная винтовка Токарева СВТ-40 (ПУ)
uk: СВТ-40 (ПУ)

# DH_M1928_50rndWeapon.ItemName
source: M1928A1 Thompson (50rd)
fr: M1928A1 Thompson (50 coups)
ru: Пистолет-Пулемёт Томпсона M1928A1 (барабан 50 патронов)
uk: ПК Томпсона M1928A1 (50 патронів)

# DH_Kar98NoCoverWeapon.ItemName
source: Kar 98k (no sight hood)
fr: Kar 98k (sans capot)
ru: Винтовка Kar.98k (открытая мушка)
uk: Гвинтівка Kar.98k (відкрита мушка)

# DH_MP41RWeapon.ItemName
source: MP 41(r)
ru: Пистолет-пулемёт MP-41(r)

# DH_ZB30Weapon.ItemName
source: ZB-30 Machine Gun
fr: Fusil Mitrailleur ZB-30
ru: Пулемет ZB-30
uk: Кулемет ZB-30

# DH_GLWeapon.ItemName
source: StG 24 x7 Geballte Ladung
ru: Связка гранат StG.24 GL
uk: Зв'язка 7 гранат StG.24 GL

# DH_SpringfieldA1Weapon.ItemName
source: Springfield M1903A1
ru: Винтовка Спрингфилд M1903A1
uk: Гвинтівка Спрингфілд М1903A1

# DH_M1GarandWeapon.ItemName
source: M1 Garand
ru: Винтовка М1 Гаранд
uk: Гвинтівка М1 Гаранд

# DH_M1T17CarbineWeapon.ItemName
source: M1/T17 Automatic Carbine
ru: Автоматический карабин M1/T17
uk: Автоматичний карабін M1/T17

# DH_P08LugerWeapon.ItemName
source: Luger P08
ru: Пистолет Люгер P08
uk: Пістолет Люгер P08

# DH_EnfieldNo4Weapon.ItemName
source: Lee Enfield No.4 Rifle
ru: Винтовка Ли-Энфилд №4
uk: Гвинтівка Лі-Енфілд №4

# DH_MN9130Weapon.ItemName
source: Mosin M91/30
ru: Винтовка Мосина М91/30
uk: Гвинтівка Мосіна M91/30

# DH_Kar98ScopedZF41Weapon.ItemName
source: Karabiner 98k (ZF41)
ru: Винтовка Kar.98к (ZF41)
uk: Гвинтівка Kar.98k (ZF41)

# DH_M9530Weapon.ItemName
source: Mannlicher M95/30
ru: Винтовка Манлихер M95/30
uk: Гвинтівка Манліхер M95/30

# DH_DP27LateWeapon.ItemName
source: DP-27
ru: Пулемёт ДП-27
uk: Кулемет ДП-27

# DH_Vz24Weapon.ItemName
source: Vz.24 Rifle
fr: Fusil Vz. 24
ru: Винтовка Vz.24
uk: Гвинтівка Vz.24

# DH_Kz8cmGrW42Weapon.Description
source: Kurz 8cm Granatwerfer 42
ru: Миномёт Kurz 8cm Granatwerfer 42
uk: Міномет Kurz 8cm Granatwerfer 42

# DH_30calWeapon.ItemName
source: M1919A6 Browning Machine Gun
fr: Mitrailleuse M1919A6 Browning
ru: Пулемёт Браунинга М1919А6
uk: Кулемет Браунінга М1919А6

# DH_DT29Weapon.ItemName
source: DT-29
ru: Пулемёт ДТ-29
uk: Кулемет ДТ-29

# DH_M1924Weapon.ItemName
source: M1924 Rifle
fr: Fusil M1924
ru: Винтовка М1924
uk: Гвинтівка М1924

# DH_Vz24ScopedWeapon.ItemName
source: Vz.24 Rifle (IOR)
fr: Fusil Vz. 24 (IOR)
ru: Винтовка Vz.24 (ИОР)
uk: Гвинтівка Vz.24 (ІОР)

# DH_MP40Weapon.ItemName
source: MP 40
ru: Пистолет-пулемёт MP-40

# DH_StenMkVWeapon.ItemName
source: STEN Mk.V
ru: Пистолет-пулемёт СТЭН Мк.V
uk: ПК СТЕН Mk.V

# DH_Kar98Weapon.ItemName
source: Kar 98k
ru: Винтовка Kar.98к
uk: Гвинтівка Kar 98k

# DH_Kar98ScopedWeapon.ItemName
source: Kar 98k (ZF39)
ru: Винтовка Kаr.98k (ZF39)
uk: Гвинтівка Kar 98k (ZF39)

# DH_PanzerFaustWeapon.ItemName
source: Panzerfaust 60
ru: Гранатомёт Панцерфауст 60
uk: Гранатомет Панцерфауст 60

# DH_C96Weapon.ItemName
source: Mauser C96
ru: Пистолет Маузер С96
uk: Пістолет Маузер С96

# DH_DT29Ammo.ItemName
source: DT29 Magazine
fr: Chargeur de DT29
ru: Диск для ДТ-29
uk: Диск для ДТ-29

# DH_EnfieldNo4ScopedWeapon.ItemName
source: Enfield No.4 Mk.I (T) (No.32)
ru: Винтовка Ли-Энфилд №4 Mk.I (Т) (№32)
uk: Гвинтівка Лі-Енфілд №4 Mk.I (Т) (№32)

# DH_ViSWeapon.ItemName
source: ViS wz.35
ru: Пистолет ViS wz.35
uk: Пістолет ViS wz.35

# DH_ColtM1914Weapon.ItemName
source: Kongsberg Colten M/1914
ru: Пистолет Конгсберг Кольтен М/1914
uk: Пістолет Конгсберг Кольтен М/1914

# DH_G41Weapon.ItemName
source: G 41(W)
ru: Полуавтоматическая винтовка G-41(W)
uk: Гвинтівка G-41(W)

# DH_M2MortarVehicle.VehicleNameString
source: 60mm Mortar M2
ru: 60-мм миномет М2
uk: 60-мм міномет М2

# DH_StenMkIIIWeapon.ItemName
source: STEN Mk.III
ru: Пистолет-пулемёт СТЭН Мк.III
uk: ПК СТЕН Mk.III

# DH_BrenWeapon.ItemName
source: Bren Mk.II
ru: Пулемёт Bren Мк.II
uk: Кулемет Bren Mk.II

# DH_TT33Weapon.ItemName
source: TT-33
ru: Пистолет ТТ-33
uk: Пістолет ТТ-33

# DH_PPSh41Weapon.ItemName
source: PPSh-41
ru: Пистолет-пулемёт Шпагина ППШ-41
uk: ППШ-41 (71 патрон)

# DH_DP27Ammo.ItemName
source: DP27 Magazine
fr: Chargeur de DP27
ru: Диск для ДП-27
uk: Диск для ДП-27

# DH_PIATWeapon.ItemName
source: PIAT
ru: Гранатомёт ПИАТ
uk: Гранатомет ПІАТ

# DH_SVT40Weapon.ItemName
source: SVT-40
ru: Самозарядная винтовка Токарева СВТ-40
uk: СВТ-40

# DH_BARNoBipodWeapon.ItemName
source: Browning Automatic Rifle M1918A2 (No Bipod)
fr: Browning Automatic Rifle M1918A2 (sans bipied)
ru: Автоматическая винтовка Браунинга M1918A2 (без сошек)
uk: БАР M1918A2 (без сошок)

# DH_M2MortarWeapon.ItemName
source: 60mm Mortar M2
ru: 60-мм миномет М2
uk: 60-мм міномет М2

# DH_M44Weapon.ItemName
source: Mosin M44
ru: Карабин Мосина М44
uk: Карабін Мосіна М44

# DH_Nagant1895Weapon.ItemName
source: Nagant M1895
ru: Револьвер Наган M1895
uk: Револьвер Наган М1895

# DH_SpringfieldScopedWeapon.ItemName
source: M1903A4 Springfield (M73 Weaver)
ru: Винтовка Спрингфилд M1903A4 (M73 Вивер)
uk: Гвинтівка Спрінгфілд M1903A4 (M73 Вівер)

# DH_PPS43Ammo.ItemName
source: PPS43 Magazine
ru: Магазин ППС43
uk: Магазин ППС43

# DH_Nagant1895BramitWeapon.ItemName
source: Nagant M1895 (BraMit)
ru: Револьвер Наган М1895 (БраМит)
uk: Револьвер Наган M1895 (БраМіт)

# DH_G98Weapon.ItemName
source: G 98
ru: Винтовка G-98
uk: Гвинтівка G-98

# DH_PPS43Weapon.ItemName
source: PPS-43
ru: Пистолет-пулемёт Судаева ППС-43
uk: ППС-43

# DH_SVT38Weapon.ItemName
source: SVT-38
ru: Самозарядная винтовка Токарева СВТ-38
uk: СВТ-38

# DH_AVT40Weapon.ItemName
source: AVT-40
ru: Автоматическая винтовка Токарева АВТ-40
uk: АВТ-40

# DH_Kz8cmGrW42Weapon.ItemName
source: Kz 8cm GrW 42 Mortar
ru: Миномёт Kz 8см GrW 42
uk: Міномет Kz 8cм GrW 42

# DH_MG34Weapon.ItemName
source: MG 34
ru: Пулемёт MG-34
uk: Кулемет MG-34

# DH_ColtM1911Weapon.ItemName
source: Colt M1911A1
ru: Пистолет Кольт М1911А1
uk: Пістолет Кольт М1911А1

# DH_SatchelCharge10lb10sWeapon.ItemName
source: 3KG Satchel Charge
fr: Sacoche d'Explosifs (3kg)
ru: Ранцевый заряд 3кг
uk: Ранцева вибухівка 3кг

# DH_DP27Weapon.ItemName
source: DP-27
ru: Пулемёт ДП-27
uk: Кулемет ДП-27

# DH_M1928_30rndWeapon.ItemName
source: M1928A1 Thompson (30rd)
fr: M1928A1 Thompson (30 coups)
ru: Пистолет-Пулемёт Томпсона M1928A1 (магазин 30 патронов)
uk: ПК Томпсона M1928A1 (30 патронів)

# DH_MP38Weapon.ItemName
source: MP 38
ru: Пистолет-пулемёт MP-38

# DH_MG42Weapon.ItemName
source: MG 42
ru: Пулемёт MG-42
uk: Кулемет MG-42

# DH_BHPWeapon.ItemName
source: Browning High-Power
ru: Пистолет Браунинг Хай-Пауэр
uk: Пістолет Браунінг Хай-Пауер

# DH_M9531Weapon.ItemName
source: 31.M Rifle
fr: Fusil 31.M
ru: Винтовка 31.М
uk: Гвинтівка 31.М

# DH_M1928_20rndWeapon.ItemName
source: M1928A1 Thompson (20rd)
fr: M1928A1 Thompson (20 coups)
ru: Пистолет-Пулемёт Томпсона M1928A1 (магазин 20 патронов)
uk: ПК Томпсона M1928A1 (20 патронів)

# DH_BazookaWeapon.ItemName
source: M1A1 Bazooka
ru: Гранатомёт М1А1 Базука
uk: M1A1 Базука

# DH_MP41Weapon.ItemName
source: MP 41
ru: Пистолет-пулемёт MP-41

# DH_StenMkIIWeapon.ItemName
source: STEN Mk.II
ru: Пистолет-пулемёт СТЭН Мк.II
uk: ПК СТЕН Mk.II

# DH_MAB38Weapon.ItemName
source: MAB 38
ru: Пистолет-пулемёт MAB 38

# DH_MP40Ammo.ItemName
source: 32rd 9mm Magazine
ru: Магазин 9-мм на 32 патрона
uk: Магазин 9-мм на 32 патрона

# DH_GeratPWeapon.ItemName
source: Gerat Potsdam
ru: Gеrat Potsdam

# DH_Winchester1897Weapon.ItemName
source: Winchester Model 1897
ru: Дробовик Винчестер (обр.1897г.)
uk: Дробовик Вінчестер (обр.1897р.)

# DH_M1CarbineWeapon.ItemName
source: M1 Carbine
ru: Карабин М1
uk: Карабін М1

# DH_FG42Weapon.ItemName
source: FG 42
ru: Автоматическая винтовка FG-42
uk: Гвинтівка парашутиста FG-42

# DH_PTRDWeapon.ItemName
source: PTRD-41 Anti-Tank Rifle
ru: Противотанковое ружье ПТРД-41
uk: Протитанкова рушниця ПТРД-41

# DH_M1A1CarbineWeapon.ItemName
source: M1A1 Carbine
ru: Карабин М1А1
uk: Карабін М1А1

# DH_M1GrenadeWeapon.ItemName
source: Mk II Grenade
fr: Grenade Mk. II
ru: Граната Мк.II
uk: Граната Mk II

# DH_MN9130ScopedWeapon.ItemName
source: Mosin M91/30 (PU)
ru: Винтовка Мосина М91/30 (ПУ)
uk: Гвинтівка Мосіна М91/30 (ПУ)

# DH_M38Weapon.ItemName
source: Mosin M38
ru: Карабин Мосина М38
uk: Карабін Мосіна М38

# DH_M712Weapon.ItemName
source: Mauser M712 'Schnellfeuer'
ru: Автоматический пистолет Маузера М712 «Schnellfeuer»
uk: ПК Маузер М712 «Schnellfeuer»

# DH_M34GrenadeWeapon.ItemName
source: RG-34 Grenade
ru: Граната RG-34
uk: Граната RG-34

# DH_MP3008Weapon.ItemName
source: MP 3008
ru: Пистолет-пулемёт MP-3008

# DH_BazookaM9Weapon.ItemName
source: M9A1 Bazooka
ru: Гранатомёт M9A1 Базука
uk: M9A1 Базука

# DH_GreaseGunWeapon.ItemName
source: M3 Grease Gun
ru: Пистолет-Пулемёт M3 "Маслёнка"
uk: ПП M3 "Маслянка"

# DH_BARWeapon.ItemName
source: Browning Automatic Rifle M1918A2
ru: Автоматическая винтовка Браунинга M1918A2
uk: БАР M1918A2

# DH_Kz8cmGrW42Vehicle.VehicleNameString
source: Kurz 8cm Granatwerfer 42
ru: Миномёт Kurz 8cm Grаnatwerfer 42
uk: Міномет Kurz 8cm Granatwerfer 42

# DH_VK98Weapon.ItemName
source: VK 98
ru: Карабин VK 98
uk: Карабін VK 98

# DH_WitchEnder666Weapon.ItemName
source: WitchEnder 666 'Satan's Bane'
ru: WitchEnder 666 «Проклятие Сатаны»
uk: WitchEnder 666 "Прокляття Сатани"

# DH_F1GrenadeWeapon.ItemName
source: F1 Grenade
fr: Grenade F1
ru: Граната Ф-1
uk: Граната Ф-1

# DH_StenMkIICWeapon.ItemName
source: STEN Mk.II
ru: Пистолет-пулемёт СТЭН Мк.II
uk: ПК СТЕН Mk.II

# DH_VG15Weapon.ItemName
source: VG 1-5
ru: Самозарядный карабин VG 1-5
uk: Самозарядний карабін VG 1-5

# DH_P38Weapon.ItemName
source: Walther P38
ru: Пистолет Вальтер P38
uk: Пістолет Вальтер P38

# DH_G43Weapon.ItemName
source: G 43
ru: Полуавтоматическая винтовка G-43
uk: Гвинтівка G-43

# DH_PPSH41_StickWeapon.ItemName
source: PPSh-41 (35rd)
fr: PPSh-41 (35 coups)
ru: Пистолет-пулемёт Шпагина ППШ-41 (магазин 35 патронов)
uk: ППШ-41 (35 патронів)

# DH_EnfieldNo2Weapon.ItemName
source: Enfield No.2
ru: Револьвер Энфилд №2
uk: Револьвер Енфілд №2

# DH_PPD40Weapon.ItemName
source: PPD-40
ru: Пистолет-пулемёт Дегтярёва ППД-40
uk: ППД-40

# DH_MillsBombWeapon.ItemName
source: Mills Bomb
ru: Бомба Миллса
uk: Бомба Міллса

# DH_PPSh41Ammo.ItemName
source: 71rd 7.62mm Magazine
ru: магазин на 71 патрон калибра 7,62 мм
uk: 71-зарядний 7,62-мм магазин

# DH_STG44ScopedWeapon.ItemName
source: StG 44 (ZF4)
ru: Автомат StG.44 (ZF4)
uk: Автомат StG 44 (ZF4)

# DH_MN9130ScopedPEWeapon.ItemName
source: Mosin M91/30 (PE)
ru: Винтовка Мосина М91/30 (ПЕ)
uk: Гвинтівка Мосіна М91/30 (ПE)

# DH_KorovinWeapon.ItemName
source: Korovin 1941
ru: Пистолет-пулемёт Коровина (обр.1941г.)
uk: ПП Коровіна (обр.1941р.)

# DH_StielGranateWeapon.ItemName
source: StG 24 Grenade
ru: Граната StG.24
uk: Граната StG.24

# DH_RPG43GrenadeWeapon.ItemName
source: RPG-43 Anti-Tank Grenade
ru: Противотанковая граната РПГ-43
uk: Протитанкова граната РПГ-43

# DH_FG42ScopedWeapon.ItemName
source: Fallschirmj√§gergewehr 42 (ZFG42)
ru: Автоматическая винтовка FG-42 (ZFG42)
uk: Гвинтівка FG 42 (ZFG42)

# DH_ThompsonWeapon.ItemName
source: M1A1 Thompson
ru: Пистолет-пулемёт Томпсона М1А1
uk: ПК Томпсона M1A1

# DH_STG44Weapon.ItemName
source: StG 44
ru: Автомат StG 44
uk: Автомат StG 44
