Repository: DarklightGames/weblate-darklightgames
Catalog: ROEngine/ROEngine.*.po
Languages: de, es, fr, ja, pl, ru, uk

# ROResetGameMsg.CountdownRightSide
source: seconds
ja: 秒

# ROResetGameMsg.GameRestarting
source: The game is now restarting
ja: ゲームはりスター途中です。

# ROResupplyMessage.ResuppliedGunner
source: Successfully resupplied
ja: 弾薬を補給した 補給相手:

# ROResupplyMessage.BeenResupplied
source: You have received ammo from
ja: 弾薬を受け取った 提供者:

# RORoleInfo.InfoText
source: No information provided.
ja: 提供される情報はない。

# RORoundOverMsg.AxisWins
source: The Axis Forces Win The Battle!
de: Die Achsenmächte haben die Schlacht für sich entschieden!
es: ¡Las fuerzas del Eje han ganado la batalla!
fr: Les Forces de L'Axe ont Gagné la Bataille !
ja: 枢軸軍が勝利した!
pl: Siły Osi Wygrały Bitwę!
uk: Війська Осі виграють битву!

# RORoundOverMsg.AlliesWins
source: The Allied Forces Win The Battle!
de: Die Alliierten haben die Schlacht für sich entschieden!
es: ¡Las fuerzas Aliadas han ganado la batalla!
fr: Les Forces Alliées ont Gagné la Bataille !
ja: 連合軍が勝利した!
pl: Siły Aliantów Wygrały Bitwę!
uk: Війська Союзників виграють битву!

# RORoundOverMsg.NoDecisiveOutcome
source: No Decisive Victory
de: Unentschieden
es: No hay una victoria decisiva
fr: Aucune Victoire Décisive
ja: 勝敗は決まらなかった
pl: Brak Zdecydowanego Zwycięstwa
uk: Рішучої перемоги немає

# ROSayDeadMessage.MessagePrefix
source: (DEAD)
ja: (死亡)

# ROSayDeadMessage.SpecPrefix
source: (SPECTATOR)
ja: (非戦闘員)

# ROTankCannon.ProjectileDescriptions<0>
source: AP
ja: 徹甲弾

# ROTankCannon.ProjectileDescriptions<1>
source: HE
ja: 榴弾

# ROTeamGame.PropsDisplayText[0]
source: Bots Skill
de: Fähigkeiten der Bots
es: Habilidad de los bots
fr: Compétence Bots
ja: Botの熟練度
pl: Umiejętności Botów
uk: Навички бота

# ROTeamGame.PropsDisplayText[1]
source: Use Map Rotation
de: Kartenrotation nutzen
es: Usar rotación de mapas
fr: Rotation de Cartes
ja: マップ巡回を使用
pl: Użyj Rotacji Mapy
uk: Використовувати ротацію карт

# ROTeamGame.PropsDisplayText[2]
source: Game Speed
de: Spielgeschwindigkeit
es: Velocidad del juegp
fr: Vitesse de Jeu
ja: ゲーム速度
pl: Prędkość Gry
uk: Швидкість гри

# ROTeamGame.PropsDisplayText[3]
source: Max Spectators
de: Maximale Zuschaueranzahl
es: Máximo Espectadores
fr: Spectateurs Max
ja: 最大観戦者数
pl: Maksymalna Ilość Widzów
uk: Максимум споглядачів

# ROTeamGame.PropsDisplayText[4]
source: Max Players
de: Maximale Spieleranzahl
es: Jugadores Maximos
fr: Joueurs Max
ja: 最大プレイヤー数
pl: Maksymalna Ilość Graczy
uk: Максимум гравців

# ROTeamGame.PropsDisplayText[5]
source: Time Limit
de: Zeitlimit
es: Tiempo limite
fr: Limite de Temps
ja: 制限時間
pl: Limit Czasu
uk: Ліміт часу

# ROTeamGame.PropsDisplayText[6]
source: Allow Behind View
de: Hinteransicht erlauben
es: Permitir vista trasera
fr: Autoriser Vue de l'Arrière
ja: 三人称視点を許可
pl: Zezwól na Widok Zza Pleców
uk: Дозволити вид з третьої особи

# ROTeamGame.PropsDisplayText[7]
source: 1st Person Spectate Only
de: Zuschauen nur in Erster Person Ansicht
es: Espectar en primera persona (solamente)
fr: Caméra 1ère Personne Seulement
ja: 一人称視点での観戦のみ
pl: Obserwowanie Tylko z 1. Osoby
uk: Спостерігати тільки з першої особи

# ROTeamGame.PropsDisplayText[8]
source: Lock 3rd Person Spectating
de: Zuschauen in Dritter Person Ansicht blockieren
es: Espectar en Tercera persona
fr: Verrouiller Caméra 3ème Personne
ja: 三人称視点での観戦不可
pl: Zablokuj Obserwowanie z 3. Osoby
uk: Заблокувати спостерігання з третьої особи

# ROTeamGame.PropsDisplayText[9]
source: Allow ViewPoint Spectating
de: Zuschauen in Objektansicht erlauben
es: Habilitar puntos de vista en espectador
fr: Autoriser Caméra sur ViewPoint
ja: ビューポイント観戦を許可
pl: Zezwól na Obserwację Punktów Widokowych
uk: Дозволити спостерігання з ViewPoint

# ROTeamGame.PropsDisplayText[10]
source: Allow Roaming Spectating
de: Zuschauen in freier Ansicht erlauben
es: Permitir itinerancia en modo espectador
fr: Autoriser Caméra Libre
ja: 散策観戦を許可
pl: Zezwól na Swobodne Oglądanie
uk: Дозволити вільне спостерігання

# ROTeamGame.PropsDisplayText[11]
source: Allow Dead Roaming
de: Freie Ansicht nach Tod erlauben
es: Permitir vista libre (muerto)
fr: Autoriser Caméra après Mort
ja: 死亡後の散策観戦を許可
pl: Zezwól na Swobodne Rozglądanie Zabitym Graczom
uk: Дозволити вільне спостерігання після смерті

# ROTeamGame.PropsDisplayText[12]
source: Allow Admin Pausing
de: Administrator Pause erlauben
es: Permitir Pausar por Administrador
fr: Autoriser Pause par Admin
ja: Adminのポーズを許可
pl: Zezwól na Pauzowanie Administratora
uk: Дозволити призупинення гри адміністратором

# ROTeamGame.PropsDisplayText[13]
source: Min Players
de: Mindestspieleranzahl
es: Jugadores mínimos
fr: Joueurs Min
ja: 最小プレイヤー数
pl: Minimalna Ilość Graczy
uk: Мінімум гравців

# ROTeamGame.PropsDisplayText[14]
source: Bot Mode
de: Bot Modus
es: Modo de bots
fr: Mode de Bot
ja: Botモード
pl: Rodzaj Botów
uk: Режим ботів

# ROTeamGame.PropsDisplayText[15]
source: Delay at End of Game
de: Verzögerung am Ende des Spiels
es: Retraso al final del juego
fr: Délai à la Fin de la Partie
ja: 試合終了後の猶予
pl: Opóźnienie na Końcu Gry
uk: Затримка наприкінці раунду

# ROTeamGame.PropsDisplayText[16]
source: Adjust Skill
de: Fähigkeit anpassen
es: Ajustar habilidad
fr: Ajuster Compétence
ja: 熟練度自動調節
pl: Dopasuj Umiejętności
uk: Змінити навички

# ROTeamGame.PropsDisplayText[17]
source: Win Limit
de: Siegbegrenzung
es: Limite de victorias
fr: Limite de Victoires
ja: 勝利数制限
pl: Limit Zwycięstw
uk: Ліміт перемог

# ROTeamGame.PropsDisplayText[18]
source: Round Limit
de: Rundenbegrenzung
es: Tiempo de la ronda
fr: Limite de Parties
ja: ラウンド数制限
pl: Limit Rund
uk: Ліміт раундів

# ROTeamGame.PropsDisplayText[19]
source: Pre-Start Duration
de: Dauer der Vorbereitungsphase
es: Duración Pre-Inicial
fr: Durée Phase de Préparation
ja: 開始までの待ち時間
pl: Czas Trwania fazy przed startem
uk: Тривалість періоду перед початком раунду

# ROTeamGame.PropsDisplayText[26]
source: Bots Balance Teams
de: Bots gleichen Teams aus
es: Los bots equilibran los equipos
fr: Les Bots Équilibrent les Équipes
ja: Botのチームバランス自動調整
pl: Boty Balansują Drużyny
uk: Балансувати команди ботами

# ROTeamGame.PropsDisplayText[27]
source: Players Balance Teams
de: Spieler gleichen Teams aus
es: Los jugadores equilibran los equipos
fr: Les Joueurs Équilibrent les Équipes
ja: チームバランスを自動調整
pl: Gracze Balansują Drużyny
uk: Балансувати команди гравцями

# ROTeamGame.PropsDisplayText[29]
source: Kick Idlers Time
de: Zeit zum Rauswurf aufgrund Untätigkeit
es: Tiempo de expulsar inactivos
fr: Temps pour Kicker les Inactifs
ja: 動かないプレイヤーをKickするまでの時間
pl: Czas do wyrzucenia nieaktywnych graczy
uk: Вигнати простоюючих граців через

# ROTeamGame.PropsDisplayText[31]
source: Death Message Mode
de: Todesbenachrichtungsmodus
es: Modo de mensaje de muerte
fr: Mode de Message de Mort
ja: 死亡メッセージモード
pl: Tryb Wiadomości przy Śmierci
uk: Режим повідомлень о смерті

# ROTeamGame.PropsDisplayText[32]
source: Black Hud When Dead
de: Geschwärztes HUD beim Tod
es: HUD negro cuando está muerto
fr: HUD noir quand Mort
ja: 死亡時に画面を黒くする
pl: Czarny Interfejs Przy Śmierci
uk: Чорний екран при смерті

# ROTeamGame.PropsDisplayText[33]
source: Black Hud On Non-Playerview
de: Geschwärztes HUD bei Nicht-Spieleransicht
es: HUD negro en la vista sin jugador
fr: HUD noir sur vue non-joueur
ja: 非プレイヤー視点のとき画面を黒くする
pl: Czarny HUD na widoku poza graczem
uk: Чорний екран після смерті

# ROTeamGame.PropsDisplayText[34]
source: Auto Balance Teams On Death
de: Auto-Ausgleich Teams bei Tod
es: Equilibrio automático en caso de muerte
fr: Auto-Équilibrage des Équipes à la Mort
ja: 死亡時に自動でチームバランス調整
pl: Auto Balans Drużyn przy Śmierci
uk: Балансувати команди при смерті

# ROTeamGame.PropsDisplayText[35]
source: Max Team Difference
de: Maximaler Teamgrößenunterschied
es: Max. Diferencia de equipos
fr: Différence de Joueurs Max
ja: 最大チーム差
pl: Maksymalna Różnica Drużyn
uk: Максимальна різниця між командами

# ROTeamGame.PropsDisplayText[36]
source: Override Max Players
de: Maximale Spieleranzahl überschreiben
es: Sobrepasar jugadores máximos
fr: Passer Outre Joueurs Max
ja: 最大人数をオーバーライド
pl: Zastąpienie maksymalnej liczby graczy
uk: Змінти максимальну кількість гравців

# ROTeamGame.PropsDisplayText[37]
source: Team Kill Forgiving Enabled
de: Eigenbeschuss vergeben aktiviert
es: Perdón por team kills habilitado
fr: Pardon de Tir Fratricide Activé
ja: Team Kill Forgivingを有効
pl: Włączone wybaczanie zabójstw drużynowych
uk: Пробачення дружнього вогню увімкнено

# ROTeamGame.PropsDisplayText[40]
source: Show Server IP on Scoreboard
de: Zeige Server IP auf Scoreboard
es: Mostrar IP del servidor en la tabla de puntuación
fr: Afficher l'IP du Serveur sur Score
ja: サーバのIPをスコアボードに表示
pl: Pokaż adres IP serwera na tablicy wyników
uk: Показувати IP серверу на сторінці рахунку

# ROTeamGame.PropsDisplayText[41]
source: Show Time on Scoreboard
de: Zeige Zeit auf Scoreboard
es: Mostrar tiempo en tabla de puntuación
fr: Afficher le Temps sur le Score
ja: 時間をスコアボードに表示
pl: Pokaż czas na tablicy wyników
uk: Показувати час на сторінці рахунку

# ROTeamGame.PropsExtras[0]
source: 0.000000;Untrained;1.000000;Raw recruit;2.000000;Green soldier;3.000000;Front line soldier;4.000000;Experienced soldier;5.000000;Battle-hardened;6.000000;Highly-decorated;7.000000;Party fanatic
ja: 0.000000;未訓練;1.000000;新兵;2.000000;未熟な兵士;3.000000;前線の兵士;4.000000;経験豊富な兵士;5.000000;実践で鍛え抜かれた兵士;6.000000;多くの叙勲を受けた兵士;7.000000;戦争狂

# ROTeamSayDeadMessage.MessagePrefix
source: (DEAD) *PLATOON*
ja: (死亡) *小隊*

# ROTeamSayMessage.MessagePrefix
source: *PLATOON*
ja: *小隊*

# ROTreadCraft.VehiclePositionString
source: in a Tank
ja: 戦車

# ROTreadCraft.VehicleNameString
source: Tank
ja: 戦車

# ROVehicle.TouchMessage
source: Get in:
ja: 乗車:

# ROVehicleMessage.NotQualified
source: Not Qualified To Operate This Vehicle
ja: この車両に乗車する資格がない

# ROVehicleMessage.VehicleIsEnemy
source: Cannot Use An Enemy Vehicle
ja: 敵の車両には乗車できない

# ROVehicleMessage.CannotEnter
source: Cannot Enter This Vehicle
ja: この車両には乗車できない

# ROVehicleWaitingMsg.WaitingForCrew
source: Waiting for Additional Crewmembers
ja: 他の乗組員を待っています

# ROVehicleWeaponPawn.DriverHudName
source: Driver
ja: 操縦席

# ROVoicePack.SupportString[0]
source: We need help!
de: Wir benötigen Unterstützung!
es: Necesitamos ayuda!
ja: 誰か来てくれ!
pl: Potrzebujemy pomocy!
ru: Нам нужна помощь!
uk: Нам потрібна допомога!

# ROVoicePack.SupportString[1]
source: Need help at
ja: 誰か来てくれ! 場所は

# ROVoicePack.SupportString[2]
source: I need ammo!
de: Ich benötige Munition!
es: ¡Necesito munición!
ja: 弾をくれ!
pl: Potrzebuję amunicji!
ru: Мне нужны патроны!
uk: Мені потрібні набої!

# ROVoicePack.SupportString[3]
source: Get a sniper over here!
de: Bring mir einen Scharfschützen!
es: Solicito un francotirador aqui!
ja: 狙撃手が必要だ!
pl: Potrzebujemy tu snajpera!
ru: Нужен снайпер!
uk: Потрібен снайпер!

# ROVoicePack.SupportString[4]
source: We need MG support!
de: Wir benötigen MG Unterstützung!
es: Necesitamos apoyo de MG!
ja: 機関銃の支援が必要だ!
pl: Potrzebujemy wsparcia KM-u!
ru: Нам нужен пулемётчик!
uk: Нам потрібен кулеметник!

# ROVoicePack.SupportString[5]
source: We need an AT Rifle!
de: Wir benötigen einen Panzerabwehrschützen!
es: Necesitamos un rifle AT!
ja: 対戦車小銃が必要だ!
pl: Potrzebujemy karabinu p-panc!
ru: Нам нужно противотанковое ружьё!
uk: Нам потрібна протитанкова рушниця!

# ROVoicePack.SupportString[6]
source: Someone blow this!
de: Bring mir den Pionier!
es: Alguien destruya esto!
ja: 爆薬で吹き飛ばせ!
pl: Niech ktoś to wysadzi!
ru: Нужен подрывник!
uk: Потрібен підривник!

# ROVoicePack.SupportString[7]
source: We need a tank!
de: Wir benötigen Panzerunterstützung!
es: Necesitamos un tanque!
ja: 戦車が必要だ!
pl: Potrzebujemy czołgu!
ru: Нам нужен танк!
uk: Нам потрібен танк!

# ROVoicePack.SupportString[8]
source: Give us artillery!
de: Wir benötigen Artillerieunterstützung!
es: Danos Artillería!
ja: 砲撃を頼む!
pl: Dajcie nam artylerię!
ru: Нужна артиллерийская поддержка!
uk: Потрібна артилерійська підтримка!

# ROVoicePack.SupportString[9]
source: I need transport!
de: Ich benötige eine Mitfahrgelegenheit!
es: ¡Necesito un transporte!
ja: 乗せてくれ!
pl: Potrzebuję transportu!
ru: Мне нужен транспорт!
uk: Мені потрібен транспорт!

# ROVoicePack.SupportAbbrev[0]
source: Help needed
de: Unterstützung benötigt
es: Ayuda necesaria
ja: 誰か来てくれ!
pl: Potrzebna pomoc
ru: Нужна помощь
uk: Потрібна допомога

# ROVoicePack.SupportAbbrev[1]
source: Help needed at...
de: Unterstützung benötigt bei...
es: Ayuda necesaria en...
ja: 誰か来てくれ! 場所は...
pl: Potrzebna pomoc przy...
ru: Нужна помощь в...
uk: Потрібна допомога в...

# ROVoicePack.SupportAbbrev[2]
source: Ammo needed
de: Munition benötigt
es: ¡Necesito munición!
ja: 弾をくれ!
pl: Potrzebna amunicja
ru: Нужны патроны
uk: Потрібні набої

# ROVoicePack.SupportAbbrev[3]
source: Request sniper
de: Scharfschütze benötigt
es: Solicitamos francotirador
ja: 狙撃手が必要だ!
pl: Prośba o snajpera
ru: Нужен снайпер
uk: Потрібен снайпер

# ROVoicePack.SupportAbbrev[4]
source: MG support needed
de: MG Unterstützung benötigt
es: Apoyo de ametralladoras aqui
ja: 機関銃の支援が必要だ!
pl: Potrzebne wsparcie KM-u
ru: Нужна поддержка пулемётчика
uk: Потрібна підтримка кулеметника

# ROVoicePack.SupportAbbrev[5]
source: Need an AT Rifle
de: Panzerabwehrschütze benötigt
es: Necesitamos un rifle AT
ja: 対戦車小銃が必要だ!
pl: Potrzebny karabin P-Panc
ru: Нужно противотанковое ружьё
uk: Потрібна протитанкова рушниця

# ROVoicePack.SupportAbbrev[6]
source: Request demolition
de: Sprengung anfordern
es: Requiriendo demolición
ja: 爆薬で吹き飛ばせ!
pl: Prośba o wysadzenie
ru: Нужен подрывник
uk: Потрібен підривник

# ROVoicePack.SupportAbbrev[7]
source: Request tank
de: Panzer anfordern
es: Requiero un tanque
ja: 戦車の支援が必要だ!
pl: Prośba o czołg
ru: Нужен танк
uk: Потрібен танк

# ROVoicePack.SupportAbbrev[8]
source: Request artillery
de: Artillerie anfordern
es: Requerimos la artilleria
ja: 砲撃支援を頼む!
pl: Prośba o artylerię
ru: Нужен удар артиллерии
uk: Потрібен удар артилерії

# ROVoicePack.SupportAbbrev[9]
source: Request transport
de: Transport anfordern
es: Requiriendo transporte
ja: 乗り物が必要だ!
pl: Prośba o transport
ru: Нужен транспорт
uk: Потрібен транспорт

# ROVoicePack.SupportStringAxis[5]
source: We need a Panzerfaust!
de: Wir benötigen den Panzerfaustschützen!
es: Necesitamos un Panzerfaust!
ja: パンツァーファウストが必要だ!
pl: Potrzebujemy Panzerfausta!
ru: Нам нужен Панцерфауст!
uk: Нам потрібен Панцерфауст!

# ROVoicePack.SupportAbbrevAxis[5]
source: Need a Panzerfaust
de: Panzerfaust benötigt
es: Necesito un Panzerfaust
ja: パンツァーファウストが必要だ!
pl: Potrzebny Panzerfaust
ru: Нужен Панцерфауст
uk: Потрібен Панцерфауст

# ROVoicePack.EnemyString[0]
source: Infantry spotted!
de: Infanterie gesichtet!
es: Infantería avistada!
ja: 歩兵だ!
pl: Zauważono piechotę!
ru: Пехота замечена!
uk: Виявлено піхоту!

# ROVoicePack.EnemyString[1]
source: MG position!
de: MG Stellung gesichtet!
es: Posición de MG!
ja: 機関銃だ!
pl: Pozycja KM-u!
ru: Замечен пулемётчик!
uk: Виявлено кулеметника!

# ROVoicePack.EnemyString[2]
source: Sniper!
de: Scharfschütze gesichtet!
es: Francotirador!
fr: Tireur embusqué !
ja: 狙撃手だ!
pl: Snajper!
ru: Снайпер!
uk: Снайпер!

# ROVoicePack.EnemyString[3]
source: Sapper!
de: Sturmpionier gesichtet!
es: Ingeniero!
fr: Sapeur !
ja: 工兵だ!
pl: Saper!
ru: Сапёр!
uk: Сапер!

# ROVoicePack.EnemyString[4]
source: Anti-tank soldiers!
de: Panzerabwehrsoldaten gesichtet!
es: Soldado Antitanque!
ja: 対戦車兵だ!
pl: Żołnierze przeciwpancerni!
ru: ПТ солдаты!
uk: ПТ солдати!

# ROVoicePack.EnemyString[5]
source: Small vehicle!
de: Kleines Fahrzeug gesichtet!
es: Vehículo ligero!
ja: 敵車両だ!
pl: Mały pojazd!
ru: Лёгкая техника!
uk: Легкий транспорт!

# ROVoicePack.EnemyString[6]
source: Tank! Tank!
de: Panzer! Panzer!
es: ¡Tanque! ¡Tanque!
ja: 戦車だ!気をつけろ!
pl: Czołg! Czołg!
ru: Танк! Танк!
uk: Танк! Танк!

# ROVoicePack.EnemyString[7]
source: Heavy tank!
de: Schwerer Panzer gesichtet!
es: ¡Tanque pesado!
ja: 重戦車だ!
pl: Ciężki czołg!
ru: Тяжелый танк!
uk: Важкий танк!

# ROVoicePack.EnemyString[8]
source: Artillery!
de: Artillerie!
es: ¡Artillería!
fr: Artillerie !
ja: 砲撃だ!隠れろ!
pl: Artyleria!
ru: Вражеская артиллерия!
uk: Ворожа артилерія!

# ROVoicePack.EnemyAbbrev[0]
source: Infantry spotted
de: Infanterie gesichtet
es: Infantería avistada
ja: 敵の歩兵だ!
pl: Zauważono piechotę
ru: Замечена пехота противника
uk: Виявлена піхота

# ROVoicePack.EnemyAbbrev[1]
source: MG position
de: MG Stellung
es: Posición de ametralladora
ja: 敵の機関銃だ!
pl: Pozycja KM-u
ru: Вражеский пулемёт
uk: Ворожий кулемет

# ROVoicePack.EnemyAbbrev[2]
source: Sniper
de: Scharfschütze
es: Francotirador
fr: Tireur embusqué
ja: 敵の狙撃手だ!
pl: Snajper
ru: Снайпер
uk: Снайпер

# ROVoicePack.EnemyAbbrev[3]
source: Sapper
de: Sturmpionier
es: ¡Ingeniero!
fr: Sapeur
ja: 敵の工兵だ!
pl: Saper
ru: Сапёр
uk: Сапер

# ROVoicePack.EnemyAbbrev[4]
source: Anti-tank soldiers
de: Panzerabwehrsoldaten
es: Soldados antitanque
ja: 敵の対戦車兵だ!
pl: Żołnierze przeciwpancerni
ru: Противотанковый стрелок
uk: Протитанкова піхота

# ROVoicePack.EnemyAbbrev[5]
source: Small vehicle
de: Kleines Fahrzeug
es: Vehículo ligero
ja: 敵車両だ!
pl: Mały pojazd
ru: Лёгкая техника
uk: Легкий транспорт

# ROVoicePack.EnemyAbbrev[6]
source: Tank
de: Panzer
es: Tanque
fr: Char
ja: 敵の戦車だ!
pl: Czołg
ru: Танк
uk: Танк

# ROVoicePack.EnemyAbbrev[7]
source: Heavy tank
de: Schwerer Panzer
es: Tanque pesado
ja: 敵の重戦車だ!
pl: Ciężki czołg
ru: Тяжелый танк
uk: Важкий танк

# ROVoicePack.EnemyAbbrev[8]
source: Artillery
de: Artillerie
es: Artilleria
fr: Artillerie
ja: 砲撃だ!
pl: Artyleria
ru: Артиллерия
uk: Артилерія

# ROVoicePack.EnemyStringAxis[3]
source: Pionier!
de: Sturmpionier!
ja: 工兵だ!
pl: Saper!
ru: Сапёр!
uk: Сапер!

# ROVoicePack.EnemyStringAxis[6]
source: Achtung, panzer!
ja: 気をつけろ!戦車だ!
pl: Uwaga, czołg!
ru: Внимание, танк!
uk: Увага, танк!

# ROVoicePack.EnemyAbbrevAxis[3]
source: Pioner
de: Sturmpionier
fr: Pionier
ja: 敵の工兵だ!
pl: Saper
ru: Сапёр
uk: Сапер

# ROVoicePack.EnemyAbbrevAxis[6]
source: Panzer
ja: 敵の戦車だ!
pl: Czołg
ru: Танк
uk: Танк

# ROVoicePack.AlertString[0]
source: Grenade!
de: Granate!
es: ¡Granada!
ja: 手榴弾!
pl: Granat!
ru: Граната!
uk: Граната!

# ROVoicePack.AlertString[1]
source: Go go go!
de: Los los los!
es: ¡Vamos vamos!
fr: Allez, allez, allez !
ja: 行け! 行け!
pl: Naprzód, naprzód, naprzód!
ru: Вперёд вперёд!
uk: Вперед вперед!

# ROVoicePack.AlertString[2]
source: Take cover!
de: Stellung!
es: ¡A cubierto!
fr: À couvert !
ja: 隠れろ!
pl: Kryć się!
ru: В укрытие!
uk: В укриття!

# ROVoicePack.AlertString[3]
source: Stop!
de: Halt!
es: ¡Alto!
fr: Halte !
ja: 止まれ!
pl: Stój!
ru: Стой!
uk: Стій!

# ROVoicePack.AlertString[4]
source: Follow me!
de: Folgt mir!
es: ¡Sigueme!
fr: Suivez-moi !
ja: 俺について来い!
pl: Za mną!
ru: За мной!
uk: За мною!

# ROVoicePack.AlertString[5]
source: Satchel planted!
de: Sprengladung platziert!
es: ¡Carga colocada!
fr: Charge posée !
ja: 爆薬を仕掛けた!
pl: Ładunek podłożony!
ru: Взрывчатка заложена!
uk: Вибухівка закладена!

# ROVoicePack.AlertString[6]
source: Covering fire!
de: Deckungsfeuer!
es: ¡Fuego de cobertura!
fr: Tir de couverture !
ja: 援護射撃!
pl: Ogień osłonowy!
ru: Прикрывающий огонь!
uk: Прикриваючий вогонь!

# ROVoicePack.AlertString[7]
source: Friendly fire!
de: Eigenbeschuss!
es: ¡Fuego amigo!
fr: Tir ami !
ja: やめろ! 味方だ!
pl: Ogień przyjacielski!
ru: Огонь по своим!
uk: Дружній вогонь!

# ROVoicePack.AlertString[8]
source: Under attack at
ja: 攻撃を受けている! 場所は

# ROVoicePack.AlertString[9]
source: Retreat!
de: Rückzug!
es: ¡Retirada!
fr: Retirez-vous !
ja: 撤退!
pl: Odwrót!
ru: Отступаем!
uk: Відступаємо!

# ROVoicePack.AlertAbbrev[0]
source: Grenade
de: Granate
es: Granada
ja: 手榴弾!
pl: Granat
ru: Граната
uk: Граната

# ROVoicePack.AlertAbbrev[1]
source: Go go go
de: Los los los
es: Vamos vamos
fr: Allez allez allez
ja: 行け! 行け!
pl: Naprzód, naprzód, naprzód
ru: Быстрее вперёд
uk: Швидше вперед

# ROVoicePack.AlertAbbrev[2]
source: Take cover
de: Stellung
es: A cubierto
fr: À couvert
ja: 隠れろ!
pl: Kryć się
ru: В укрытие
uk: В укриття

# ROVoicePack.AlertAbbrev[3]
source: Stop
de: Halt
es: Alto
fr: Halte
ja: 止まれ!
pl: Stój
ru: Стоп
uk: Стій

# ROVoicePack.AlertAbbrev[4]
source: Follow me
de: Folgt mir
es: Sígueme
fr: Suivez-moi
ja: ついて来い!
pl: Za mną
ru: За мной
uk: За мною

# ROVoicePack.AlertAbbrev[5]
source: Satchel planted
de: Sprengladung platziert
es: Carga colocada
fr: Charge posée
ja: 爆薬を仕掛けた!
pl: Ładunek podłożony
ru: Взрывчатка заложена
uk: Вибухівка закладена

# ROVoicePack.AlertAbbrev[6]
source: Covering fire
de: Deckungsfeuer
es: Fuego de cobertura
fr: Tir de couverture
ja: 援護射撃!
pl: Ogień zaporowy
ru: Прикрывающий огонь
uk: Прикриваючий вогонь

# ROVoicePack.AlertAbbrev[7]
source: Friendly fire
de: Eigenbeschuss
es: Fuego aliado
fr: Tir ami
ja: やめろ! 味方だ!
pl: Ogień przyjacielski
ru: Огонь по своим
uk: Дружній вогонь

# ROVoicePack.AlertAbbrev[8]
source: Under attack at objective
de: Unter Beschuss bei Zielobjekt
es: Bajo ataque en objetivo
fr: Pris d'assaut à objective
ja: 攻撃を受けている! 場所は
pl: Atakowani przy celu
ru: Меня атакуют в точке
uk: Під атакою в точці

# ROVoicePack.AlertAbbrev[9]
source: Retreat
de: Rückzug
es: Retirada
fr: Retraite
ja: 退却!
pl: Odwrót
ru: Отступить
uk: Відступити

# ROVoicePack.VehicleDirectionString[0]
source: Go to
ja: 移動しろ! 目的地は

# ROVoicePack.VehicleDirectionString[1]
source: Move forward
de: Vorwärts
es: Muévete adelante
fr: En avant
ja: 前進!
pl: Naprzód
ru: Выдвинуться вперед
uk: Висунутися вперед

# ROVoicePack.VehicleDirectionString[2]
source: Stop
de: Halt
es: Alto
fr: Halte
ja: 止まれ!
ru: Стоп
uk: Стоп

# ROVoicePack.VehicleDirectionString[3]
source: Move back
de: Rückwärts
es: Muévete atrás
fr: En arrière
ja: 後退!
pl: Do tyłu
ru: Назад
uk: Рухайся назад

# ROVoicePack.VehicleDirectionString[4]
source: Go left
de: Nach links
es: Ir a la izquierda
fr: À gauche
ja: 左に進め!
pl: W lewo
ru: Влево
uk: Ліворуч

# ROVoicePack.VehicleDirectionString[5]
source: Go right
de: Nach rechts
es: Ir a la derecha
fr: À droite
ja: 右に進め!
pl: W prawo
ru: Вправо
uk: Праворуч

# ROVoicePack.VehicleDirectionString[6]
source: Forward 5 metres!
de: 5 Meter vor!
es: ¡Avanza 5 metros!
fr: En avant de 5 mètres !
ja: 5m前へ!
pl: Do przodu o 5 metrów!
ru: Вперёд на 5 метров!
uk: Вперед на 5 метрів!

# ROVoicePack.VehicleDirectionString[7]
source: Back 5 metres!
de: 5 Meter zurück!
es: ¡Retrocede 5 metros!
fr: En arrière de 5 mètres !
ja: 5m後ろへ!
pl: Do tyłu o 5 metrów!
ru: Назад на 5 метров!
uk: Назад на 5 метрів!

# ROVoicePack.VehicleDirectionString[8]
source: Turn left a little!
de: Etwas nach links!
es: ¡Gira un poco a la izquierda!
fr: Virage léger à gauche !
ja: 少し左に回れ!
pl: Lekko w lewo!
ru: Чуть левее!
uk: Трохи ліворуч!

# ROVoicePack.VehicleDirectionString[9]
source: Turn right a little!
de: Etwas nach rechts!
es: ¡Gira un poco a la derecha!
fr: Virage léger à droite !
ja: 少し右に回れ!
pl: Lekko w prawo!
ru: Чуть правее!
uk: Трохи правіше!

# ROVoicePack.VehicleDirectionAbbrev[0]
source: Go to...
de: Gehe zu...
es: Ir hacia...
fr: Aller vers...
ja: 移動しろ! 目的地は...
pl: Jedź do...
ru: Выдвинуться к точке...
uk: Вперед до...

# ROVoicePack.VehicleDirectionAbbrev[1]
source: Move forward
de: Vorwärts
es: Muévete adelante
fr: En avant
ja: 前進!
pl: Naprzód
ru: Выдвинуться вперёд
uk: Рухатися вперед

# ROVoicePack.VehicleDirectionAbbrev[2]
source: Stop
de: Halt
es: Alto
fr: Halte
ja: 止まれ!
ru: Стоп
uk: Стоп

# ROVoicePack.VehicleDirectionAbbrev[3]
source: Move back
de: Rückwärts
es: Muévete atrás
fr: En arrière
ja: 後退!
pl: Do tyłu
ru: Назад
uk: Повернись назад

# ROVoicePack.VehicleDirectionAbbrev[4]
source: Go left
de: Nach links
es: Ve hacia la izquierda
fr: À gauche
ja: 左に進め!
pl: W lewo
ru: Влево
uk: Ліворуч

# ROVoicePack.VehicleDirectionAbbrev[5]
source: Go right
de: Nach rechts
es: Ve hacia la derecha
fr: À droite
ja: 右に進め!
pl: W prawo
ru: Вправо
uk: Праворуч

# ROVoicePack.VehicleDirectionAbbrev[6]
source: Forward 5 metres
de: 5 Meter vor
es: Adelante 5 metros
fr: En avant de 5 mètres
ja: 5m前へ!
pl: Do przodu o 5 metrów
ru: Вперёд на 5 метров
uk: Вперед на 5 метрів
