Repository: DarklightGames/weblate-darklightgames
Catalog: ROEngine/ROEngine.*.po
Languages: de, es, fr, ja, pl, ru, uk

# ROVoicePack.VehicleDirectionAbbrev[7]
source: Back 5 metres
de: 5 Meter zurück
es: Atrás 5 metros
fr: En arrière de 5 mètres
ja: 5m後ろへ!
pl: Do tyłu o 5 metrów
ru: Назад на 5 метров
uk: Назад на 5 метрів

# ROVoicePack.VehicleDirectionAbbrev[8]
source: Turn left a little
de: Etwas nach links
es: Gira un poco a la izquierda
fr: Léger virage à gauche
ja: 少し左に回れ!
pl: Lekko w lewo
ru: Чуть левее
uk: Трохи лівіше!

# ROVoicePack.VehicleDirectionAbbrev[9]
source: Turn right a little
de: Etwas nach rechts
es: Gira un poco a la derecha
fr: Léger virage à droite
ja: 少し右に回れ!
pl: Lekko w prawo
ru: Чуть правее
uk: Трохи правіше

# ROVoicePack.VehicleAlertString[0]
source: Enemy in front!
de: Feind voraus!
es: ¡Enemigo en frente!
fr: Ennemis en face !
ja: 前方に敵!
pl: Wróg z przodu!
ru: Враг спереди!
uk: Ворог попереду!

# ROVoicePack.VehicleAlertString[1]
source: Enemy left flank!
de: Feind links!
es: ¡Enemigo lado izquierdo!
fr: Ennemis sur le flanc gauche !
ja: 左方向に敵!
pl: Wróg po lewej!
ru: Враг по левому флангу!
uk: Ворог на лівому фланзі!

# ROVoicePack.VehicleAlertString[2]
source: Enemy right flank!
de: Feind rechts!
es: ¡Enemigo lado derecho!
fr: Ennemis sur le flanc droit !
ja: 右方向に敵!
pl: Wróg po prawej!
ru: Враг по правому флангу!
uk: Ворог на правому фланзі!

# ROVoicePack.VehicleAlertString[3]
source: Enemy behind us!
de: Feind hinter uns!
es: ¡Enemigo detrás de nosotros!
fr: Ennemis derrière-nous !
ja: 後方に敵!
pl: Wróg za nami!
ru: Враг позади нас!
uk: Ворог позаду нас!

# ROVoicePack.VehicleAlertString[4]
source: Enemy infantry close!
de: Feindliche Infanterie nah!
es: ¡Infantería enemiga cerca!
fr: Infanterie ennemie à proximité !
ja: 歩兵が近くにいるぞ!
pl: Wroga piechota w pobliżu!
ru: Рядом вражеская пехота!
uk: Поруч ворожа піхота!

# ROVoicePack.VehicleAlertString[5]
source: Yes, sir!
de: Jawohl!
es: ¡Si señor!
fr: Oui, chef !
ja: 了解!
pl: Tak jest!
ru: Так точно!
uk: Так точно!

# ROVoicePack.VehicleAlertString[6]
source: No, no!
de: Nein, nein!
es: ¡No, señor!
fr: Non, non !
ja: できません!
pl: Nie, nie!
ru: Никак нет!
uk: Ніяк ні!

# ROVoicePack.VehicleAlertString[7]
source: We're burning!
de: Wir brennen!
es: ¡Nos quemamos!
fr: Ça crame !
ja: 燃えてるぞ!
pl: Palimy się!
ru: Мы горим!
uk: Ми горимо!

# ROVoicePack.VehicleAlertString[8]
source: Get out!
de: Raus!
es: ¡Salgan de aqui!
fr: Sortez !
ja: 出ろ!
pl: Z wozu!
ru: На выход!
uk: На вихід!

# ROVoicePack.VehicleAlertString[9]
source: Loaded.
de: Geladen.
es: ¡Proyectil cargado!
fr: Approvisionné.
ja: 装填完了
pl: Załadowany.
ru: Заряжено.
uk: Заряджено.

# ROVoicePack.VehicleAlertAbbrev[0]
source: Enemy in front
de: Feind voraus
es: Enemigo en frente
fr: Ennemis en face
ja: 前方に敵!
pl: Wróg z przodu
ru: Враг спереди
uk: Ворог попереду

# ROVoicePack.VehicleAlertAbbrev[1]
source: Enemy left flank
de: Feind links
es: Enemigo lado izquierdo
fr: Ennemis flanc gauche
ja: 左側面に敵!
pl: Wróg z lewej
ru: Враг по левому флангу
uk: Ворог на лівому фланзі

# ROVoicePack.VehicleAlertAbbrev[2]
source: Enemy right flank
de: Feind rechts
es: Enemigo lado derecho
fr: Ennemis flanc droit
ja: 右側面に敵!
pl: Wróg z prawej
ru: Враг по правому флангу
uk: Ворог на правому фланзі

# ROVoicePack.VehicleAlertAbbrev[3]
source: Enemy behind us
de: Feind hinter uns
es: Enemigo detrás de nosotros
fr: Ennemis à l'arrière
ja: 後方に敵!
pl: Wróg za nami
ru: Враг позади нас
uk: Ворог позаду нас

# ROVoicePack.VehicleAlertAbbrev[4]
source: Enemy infantry close
de: Feindliche Infanterie nah
es: Infantería enemiga cerca
fr: Infanterie ennemie proche
ja: 敵の歩兵が近くにいるぞ!
pl: Wroga piechota w pobliżu
ru: Рядом вражеская пехота
uk: Поруч ворожа піхота

# ROVoicePack.VehicleAlertAbbrev[5]
source: Acknowledged
de: So verstanden
es: Recibido
fr: Compris
ja: はい!
pl: Zrozumiano
ru: Так точно
uk: Так точно

# ROVoicePack.VehicleAlertAbbrev[6]
source: Negative
de: Negativ
es: Negativo
fr: Négatif
ja: いいえ!
pl: Odmawiam
ru: Никак нет
uk: Ніяк ні

# ROVoicePack.VehicleAlertAbbrev[7]
source: We're burning
de: Wir brennen
es: Nos quemamos
fr: Incendie à bord
ja: 車両が炎上している!
pl: Palimy się
ru: Мы горим
uk: Ми горимо

# ROVoicePack.VehicleAlertAbbrev[8]
source: Get out
de: Raus
es: Salir de aquí
fr: Sortez
ja: 出ろ!
pl: Z wozu
ru: На выход
uk: На вихід

# ROVoicePack.VehicleAlertAbbrev[9]
source: Loaded
de: Geladen
es: Cargado
fr: Approvisionné
ja: 装填完了!
pl: Załadowany
ru: Заряжено
uk: Заряджено

# ROVoicePack.ExtraString[0]
source: I will kill you!
de: Ich werde dich töten!
es: ¡Te matare!
fr: Je vais te tuer !
ja: 殺してやる!
pl: Zabiję cię!
ru: Я убью тебя!
uk: Я тебе вб'ю!

# ROVoicePack.ExtraString[1]
source: No retreat!
de: Kein Rückzug!
es: ¡No se retiren!
fr: Pas de retraite !
ja: 逃げるな!
pl: Ani kroku w tył!
ru: Не отступать!
uk: Не відступати!

# ROVoicePack.ExtraString[2]
source: *insult*
de: *Beleidigung*
es: *Insulto*
fr: *insulte*
ja: *侮辱*
pl: *obelga*
ru: *оскорбление*
uk: *образа*

# ROVoicePack.ExtraAbbrev[0]
source: I will kill you
de: Ich werde dich töten
es: Te matare
fr: Je vais te tuer
ja: 殺してやる!
pl: Zabiję cię
ru: Я убью тебя
uk: Я вб'ю тебе

# ROVoicePack.ExtraAbbrev[1]
source: No retreat
de: Kein Rückzug
es: No hay retirada
fr: Pas de retraite
ja: 逃げるな!
pl: Ani kroku w tył
ru: Не отступать
uk: Не відступати

# ROVoicePack.ExtraAbbrev[2]
source: Insult
de: Beleidigung
es: Insultar
fr: Insulte
ja: 侮辱
pl: Obelga
ru: Оскорбление
uk: Образа

# ROVoicePack.AckString[0]
source: Yes sir!
de: Jawohl!
es: ¡Si señor!
fr: Oui, chef !
ja: 了解!
pl: Tak jest!
ru: Так точно!
uk: Так точно!

# ROVoicePack.AckString[1]
source: No, no!
de: Nein, nein!
es: ¡Negativo!
fr: Non, non !
ja: できません!
pl: Nie, nie!
ru: Никак нет!
uk: Ніяк ні!

# ROVoicePack.AckString[2]
source: Thanks
de: Danke
es: Gracias
fr: Merci
ja: ありがとう
pl: Dziękuję
ru: Спасибо
uk: Дякую

# ROVoicePack.AckString[3]
source: Sorry
de: Entschuldigung
es: Lo siento
fr: Désolé
ja: すまない
pl: Przepraszam
ru: Извини
uk: Вибач

# ROVoicePack.AckAbbrev[0]
source: Yes Sir
de: Jawohl
es: Si señor
fr: Oui, chef
ja: 了解!
pl: Tak jest
ru: Так точно
uk: Так точно

# ROVoicePack.AckAbbrev[1]
source: Negative
de: Negativ
es: Negativo
fr: Négatif
ja: いいえ
pl: Nie, nie
ru: Никак нет
uk: Ніяк ні

# ROVoicePack.AckAbbrev[2]
source: Thanks
de: Danke
es: Gracias
fr: Merci
ja: ありがとう
pl: Dziękuję
ru: Спасибо
uk: Дякую

# ROVoicePack.AckAbbrev[3]
source: Apologize
de: Entschuldigen
es: Disculpas
fr: S'excuser
ja: すまない
pl: Przeprosiny
ru: Извиниться
uk: Вибачитись

# ROVoicePack.OrderString[0]
source: Attack
ja: 攻撃目標は

# ROVoicePack.OrderString[1]
source: Defend
ja: 守備目標は

# ROVoicePack.OrderString[2]
source: Hold this position!
de: Haltet diese Stellung!
es: ¡Defiendan esta posición!
fr: Tenez cette position !
ja: その場を離れるな!
pl: Trzymać tą pozycję!
ru: Удерживать эту позицию!
uk: Утримувати цю позицію!

# ROVoicePack.OrderString[3]
source: Follow me!
de: Folgt mir!
es: ¡Síganme!
fr: Suivez-moi !
ja: 俺について来い!
pl: Za mną!
ru: За мной!
uk: За мною!

# ROVoicePack.OrderString[4]
source: Attack at will!
de: Angriff nach Belieben!
es: ¡Atacadlos!
fr: Attaque à volonté !
ja: 進め!
pl: Do ataku!
ru: Атаковать!
uk: Атакувати!

# ROVoicePack.OrderString[5]
source: Retreat!
de: Rückzug!
es: ¡Retirada!
fr: Retirez-vous !
ja: 撤退!
pl: Odwrót!
ru: Отступаем!
uk: Відступаємо!

# ROVoicePack.OrderString[6]
source: Fire at will!
de: Feuer frei!
es: ¡Fuego!
fr: Feu à volonté !
ja: 撃て!
pl: Otworzyć ogień!
ru: Открыть огонь!
uk: Відкрити вогонь!

# ROVoicePack.OrderString[7]
source: Cease fire!
de: Feuer einstellen!
es: ¡Alto al fuego!
fr: Halte au feu !
ja: 撃ち方やめ!
pl: Wstrzymać ogień!
ru: Прекратить огонь!
uk: Припинити вогонь!

# ROVoicePack.OrderAbbrev[0]
source: Attack...
de: Angreifen...
es: Atacar...
fr: Attaquer...
ja: 攻撃目標は...
pl: Atakować...
ru: Атаковать...
uk: Атакувати...

# ROVoicePack.OrderAbbrev[1]
source: Defend...
de: Verteidigen...
es: Defender...
fr: Défendre...
ja: 守備目標は...
pl: Bronić...
ru: Оборонять...
uk: Захищати...

# ROVoicePack.OrderAbbrev[2]
source: Hold Position
de: Stellung halten
es: Defiendan la posición
fr: Tenir Position
ja: 持ち場を離れるな!
pl: Trzymać pozycję
ru: Удерживать позицию
uk: Утримувати позицію

# ROVoicePack.OrderAbbrev[3]
source: Follow Me
de: Folgt mir
es: Sigueme
fr: Suivez-moi
ja: ついて来い!
pl: Za mną
ru: За мной
uk: За мною

# ROVoicePack.OrderAbbrev[4]
source: Move out
de: Abmarsch
es: Vamos muévanse
fr: Déplacez-vous
ja: 進め!
pl: Wyruszamy
ru: Выдвинуться
uk: Вирушити

# ROVoicePack.OrderAbbrev[5]
source: Retreat
de: Rückzug
es: Retirada
fr: Retraite
ja: 退却!
pl: Odwrót
ru: Отступить
uk: Відступити

# ROVoicePack.OrderAbbrev[6]
source: Engage
de: Bekämpfen
es: Enfrentarlos
fr: Engager
ja: 交戦開始!
pl: Atakować
ru: Открыть огонь
uk: Відкрити вогонь

# ROVoicePack.OrderAbbrev[7]
source: Cease Fire
de: Feuer einstellen
es: Alto al fuego
fr: Halte au feu
ja: 撃ち方やめ!
pl: Wstrzymać ogień
ru: Прекратить огонь
uk: Припинити вогонь

# ROWeaponAttachment.MenuDescription
source: Description unavailable.
ja: 説明は利用できない。

# ROWeaponLostMessage.WeaponLostMessage
source: Weapon Shot Out Of Your Hand!
ja: 手を撃たれて武器を落とした!

# ROTeamGame.PropsDisplayText[21]
source: Min Net Players
es: Min. De jugadores en la red
fr: Joueurs Net Min
ja: 最小ネットプレイヤー
pl: Minimalna liczba graczy do połączenia
uk: Мінімум мережевих гравців

# ROTeamGame.PropsDisplayText[22]
source: Players Must Be Ready
de: Spieler müssen bereit sein
es: Los jugadores deben estar listos
fr: Joueurs Doivent Être Prêts
ja: プレイヤーは準備完了せよ
pl: Gracze Muszą Być Gotowi
uk: Гравці повинні бути готові

# ROTeamGame.PropsDisplayText[23]
source: Friendly Fire Scale
de: Wirkung Eigenbeschuss
es: Escala de fuego amigo
fr: Échelle Tir Ami
ja: フレンドリーファイアの倍率
pl: Skala Ognia Przyjacielskiego
uk: Коефіцієнт дружнього вогню

# ROTeamGame.PropsDisplayText[24]
source: FF Artillery Scale
de: Wirkung Eigenbeschuss Artillerie
es: Escala de artillería de las FF
fr: Échelle Tir Ami (Artillerie)
ja: 砲撃のフレンドリーファイアの倍率
pl: Skala Ognia Przyjacielskiego od Artylerii
uk: Коефіцієнт дружнього вогню артилерії

# ROTeamGame.PropsDisplayText[25]
source: FF Explosives Scale
de: Wirkung Eigenbeschuss Explosionen
es: Escala de explosivos FF
fr: Échelle Tir Ami (Explosifs)
ja: 爆薬によるフレンドリーファイアの倍率
pl: Skala Ognia Przyjacielskiego od Wybuchów
uk: Коефіцієнт дружнього вогню вибухівок

# ROTeamGame.PropsDisplayText[28]
source: Cross-Team Priv. Chat
de: Teamübergreifender privater Chat
es: Chat privado entre equipos
fr: Chat Privé Inter-Équipe
ja: 全体プライベートチャット
pl: Prywatny Czat Między Zespołami
uk: Приватний чат між командами

# ROTeamGame.PropsDisplayText[30]
source: Friendly Fire Punishment
de: Bestrafung aufgrund Eigenbeschuss
es: Castigo por fuego amigo
fr: Punition pour Tir Ami
ja: フレンドリーファイアへの罰
pl: Kara za Ogień Przyjacielski
uk: Карати дружній вогонь

# ROTeamGame.PropsDisplayText[38]
source: Friendly Fire Kill Limit
de: Eigenbeschuss Tötungsbegrenzung
es: Limite de fuego amigo
fr: Limite de Tir Fratricide
ja: フレンドリーファイアのキル上限
pl: Limit zabójstw sojuszniczych
uk: Ліміт вбивств союзників

# ROTeamGame.PropsDisplayText[39]
source: Friendly Fire Damage Limit
de: Eigenbeschuss Schadensbegrenzung
es: Limite de daño en fuego amigo
fr: Limite de Dommages Ami
ja: フレンドリーファイアーのダメージ上限
pl: Limit uszkodzeń sojuszniczych
uk: Ліміт ушконджень союзників

# ROTeamGame.PropsDisplayText[20]
source: Net Wait
de: Wartezeit
es: Espera en la red
pl: Oczekiwanie Sieci
uk: Затримка мережі
