Repository: DarklightGames/weblate-darklightgames
Catalog: ROEngine/ROEngine.*.po
Languages: de, es, fr, ja, pl, ru, uk

# ROAmmoWeightMessage.HeavyMessage
source: New magazine is heavy
de: Neues Magazin ist schwer
es: El nuevo cargador esta lleno
fr: Le chargeur est lourd
ja: 新しい弾倉は重い
pl: Nowy magazynek jest ciężki
ru: Новый магазин тяжелый
uk: Новий магазин важкий

# ROAmmoWeightMessage.LightMessage
source: New magazine is light
de: Neues Magazin ist leicht
es: El nuevo cargador esta medio vacio
fr: Le chargeur est léger
ja: 新しい弾倉は軽い
pl: Nowy magazynek jest lekki
ru: Новый магазин легкий
uk: Новий магазин легкий

# ROAmmoWeightMessage.VeryLightMessage
source: New magazine is very light
de: Neues Magazin ist sehr leicht
es: El nuevo cargador esta casi vacio
fr: Le chargeur est très léger
ja: 新しい弾倉はとても軽い
pl: Nowy magazynek jest bardzo lekki
ru: Новый магазин очень легкий
uk: Новий магазин дуже легкий

# ROArtilleryMsg.SavedPosition
source: Artillery Position Saved
ja: 砲撃座標決定

# ROArtilleryMsg.RequestStrike
source: This is Platoon Commander Requesting Artillery Strike
ja: 小隊指揮官より砲撃要請

# ROArtilleryMsg.StrikeDenied
source: This is Headquarters Artillery Strike Denied
ja: 司令部は砲撃要請を認可できない

# ROArtilleryMsg.StrikeConfirmed
source: This is Headquarters Artillery Strike Confirmed
ja: 司令部は砲撃要請を認可|砲撃可能回数 残り

# ROArtilleryMsg.NoCoords
source: No Coordinates Selected Yet!
ja: 砲撃座標が指定されていない!

# ROArtilleryMsg.InvalidTarget
source: Not a Valid Artillery Target!
ja: その場所には砲撃できない!

# ROArtilleryMsg.OutOfStrikes
source: Your Artillery Strikes for This Mission Are Exhausted
ja: 我々は弾薬を使い果たした。|要請を許可することはできない。

# ROArtilleryMsg.TryAgainLater
source: We Cannot Spare Another Fire Mission So Soon!
ja: 我々は別の砲撃任務を遂行中である。|当分要請を許可することはできない。

# ROArtilleryMsg.TryAgainSoon
source: Another Fire Mission Will Be Available Soon
ja: もうしばらくしたら要請を許可することができる。

# ROArtilleryMsg.StrikesRemaining
source: Remaining
ja: 回

# ROArtilleryMsg.NoArtyAvailable
source: No Artillery Support Available
ja: 使用可能な砲撃支援は無い

# ROBipodWarningMsg.DeployToFire
source: You must be deployed to fire your weapon!
de: Waffe muss aufgelegt sein um zu schießen!
es: ¡Tu arma debe estar desplegada para disparar!
fr: Votre arme doit être déployée pour tirer !
ja: この銃で射撃するには依託状態でなくてはなりません！
pl: Musisz być rozstawiony aby strzelić z tej broni!
uk: Ви повинні встановити свою зброю для пострілу!

# ROBipodWarningMsg.DeployToReload
source: You must be deployed to reload your weapon!
de: Waffe muss aufgelegt sein um nachzuladen!
es: ¡Tu arma debe estar desplegada para recargarla!
fr: Votre arme doit être déployée pour recharger !
ja: この銃を再装填するには依託状態でなくてはなりません!
pl: Musisz być rozstawiony aby przeładować tą broń!
uk: Ви повинні встановити свою зброю щоб перезарядитися!

# RODaddyMessage.DaddyMessage
source: Antarian Is Your Daddy!
ja: アンタリアンはあなたのお父さんです!

# RODeathMessage.KilledString
source: was killed by
ja: は殺された。 殺害者は

# RODeathMessage.SomeoneString
source: someone
ja: 誰か

# RODemolitionChargePlacedMsg.DemoChargePlaced
source: Demolition charge placed; take cover!
ja: 爆薬が設置された!注意しろ!

# ROGameMessage.NewTeamMessageRussian
source: has joined the Allied forces.
ja: は連合軍に参戦した。
ru: Присоединился к войскам Союзников.

# ROGameMessage.NewTeamMessageGerman
source: has joined the Axis forces.
ja: は枢軸軍に参戦した。
ru: Присоединился к войскам Оси.

# ROGameMessage.FFKillMessage
source: killed a friendly soldier.
ja: は仲間を殺害した。

# ROGameMessage.FFViolationMessage
source: Removing
ja: 強制除隊

# ROGameMessage.FFDamageMessage
source: You injured a friendly soldier.
ja: 貴様は仲間を傷つけた!

# ROGameMessage.RoleChangeMsg
source: You will attempt to respawn as
ja: 転属願いを提出した。 転属先:

# ROGameMessage.MaxRoleMsg
source: Unable to change to
ja: 転属願いは認可されなかった。 転属先:

# ROGameMessage.TypeForgiveMessage
source: has team killed you, type "np" or "forgive" to forgive them.
ja: は仲間であるあなたを殺害してしまいました。\"np\"もしくは\"forgive\"とタイプして許してあげてください。

# ROGameMessage.HasForgivenMessage
source: has forgiven
ja: は寛大な心で許した。対象者：

# ROGameMessage.YouHaveLoggedInAsAdminMsg
source: You have logged in as an administrator.
de: Du hast dich als Administrator angemeldet.
es: Te has registrado como un administrador
fr: Vous vous êtes identifiés en tant qu'administrateur.
ja: あなたは管理者としてログインしました。
pl: Zalogowałeś się jako administrator.

# ROGameMessage.LeftMessage
source: left the battlefield.
ja: が戦線を離脱した。

# ROGameMessage.EnteredMessage
source: entered the battlefield.
ja: が戦場に到着した。

# ROGameMessage.NewPlayerMessage
source: A new soldier entered the battlefield.
de: Ein neuer Soldat hat das Schlachtfeld betreten.
es: Un nuevo soldado ha entrado al combate.
fr: Un nouveau soldat a rejoint le combat.
ja: 新たなる兵士が戦場に投入される。
pl: Nowy żołnierz wszedł na pole walki.
uk: На поле бою вийшов новий солдат.

# ROHintManager.Hints[0].Title
source: Welcome
ja: ようこそ

# ROHintManager.Hints[0].Hint
source: Welcome to Red Orchestra!||These hint messages will show up periodically in the game. Pay attention to them, your survival might depend on it! They can be disabled from the HUD tab in the configuration menu.
ja: Red Orchestraによく来たな!||貴様が生き残れるよう私がこのようなメッセージでアドバイスしてやるから注意しておけ! このメッセージは設定メニューのHUDの項目で消すこともできるが新兵はそんなことしないよな!?

# ROHintManager.Hints[1].Title
source: Stamina
ja: スタミナ

# ROHintManager.Hints[1].Hint
source: Running or jumping will deplete your player's stamina. When it is depleted, you will be unable to run or jump until you have stopped for a bit to catch your breath.
ja: 走ったり飛んだりしているとスタミナが減ってゆき、息が切れて走れなくなるだろう。|そんな時は少し立ち止まってスタミナが回復するのを待つんだ。|だからと言って戦場のど真ん中で立ち止まるなよ!

# ROHintManager.Hints[2].Title
source: Jumping
ja: ジャンプ

# ROHintManager.Hints[2].Hint
source: Jumping quickly drains your player's stamina. Use in moderation!
ja: 貴様らのようにやわな奴は何度もジャンプしているとすぐスタミナがなくなるから注意しろ!

# ROHintManager.Hints[3].Title
source: Leaning
ja: 傾き

# ROHintManager.Hints[3].Hint
source: Press %LeanRight% or %LeanLeft% to lean around corners. Leaning lets you peak around corners without exposing your whole body to the enemy.
ja: %LeanRight%キーや%LeanLeft%キーを押すと体を傾けられる。建物の角などで使えば貴様らのたるんだ腹を敵に見せずに攻撃することできるだろう。

# ROHintManager.Hints[4].Title
source: Role Selection
ja: 兵科選択

# ROHintManager.Hints[4].Hint
source: You can change your weapons and role at any time by hitting the %SHOWMENU% key. The changes you make will take effect when you respawn.
ja: %SHOWMENU%キーを押して兵科を選択すれば復活時にその兵科に転属できる。|本来なら貴様らには兵科を選ぶ権利などないが、このゲームでは私が特別に兵科を選べるようにしておいたから感謝しろ!

# ROHintManager.Hints[5].Title
source: Iron sights
ja: 銃眼視点(アイアンサイト)

# ROHintManager.Hints[5].Hint
source: Press %ROIronSights% to aim down you weapon's sights. This substantially increases the accuracy of your weapon.
ja: %ROIronSights%キー押せば銃眼視点になる。|腰だめより狙いやすくなるから射撃が下手糞な貴様らには嬉しい機能だろう!

# ROHintManager.Hints[6].Title
source: Accuracy
ja: 精度

# ROHintManager.Hints[6].Hint
source: Automatic weapons are most accurate when fired in short, controllable bursts.
ja: フルオートの銃を使うときは2発、3発ずつで射撃しろ。引き金を引きっぱなしで敵を殺せると思ったら大間違いだ!

# ROHintManager.Hints[7].Title
source: Positions
ja: 座席

# ROHintManager.Hints[7].Hint
source: Use the number keys (%SWITCHWEAPON 1%, %SWITCHWEAPON 2%, %SWITCHWEAPON 3%, ...) to change between various positions in the vehicle.
ja: 数字キー(%SWITCHWEAPON 1%, %SWITCHWEAPON 2%, %SWITCHWEAPON 3%, ...)を押せば車両での座席位置を変更できる。|他の乗組員の迷惑にならない座席に座るんだな!

# ROHintManager.Hints[8].Title
source: Crew Members
ja: 乗組員

# ROHintManager.Hints[8].Hint
source: A fully crewed tank is more effective than one driven by a lone player. Try to pick up players along the way to your objectives.
ja: 戦車は1人だけ乗っていてもまともに機能しなから他の乗組員も乗車させろ。貴様らのような半人前は数人集まってようやく一人前なんだからな!

# ROHintManager.Hints[9].Title
source: Situation Map
ja: 戦況マップ

# ROHintManager.Hints[9].Hint
source: You can see a map of the objectives that need to be captured or defended by pressing %SHOWOBJECTIVES%.
ja: %SHOWOBJECTIVES%キーを押して地図を確認することは重要だ。こまめに確認して人手が必要な場所に向かえ。

# ROHintManager.Hints[10].Title
source: Weak Points
ja: 弱点

# ROHintManager.Hints[10].Hint
source: Each tank has its weak points. Try aiming for the driver's window or the seam between the tank body and turret.
ja: 戦車にはそれぞれ弱点がある。車体と砲塔基部や操縦手の展望窓を狙うんだ!

# ROHintManager.Hints[11].Title
source: Ammo Types
ja: 砲弾の種類

# ROHintManager.Hints[11].Hint
source: Press %SwitchFireMode% to switch between the various available tank ammo types.
ja: %SwitchFireMode%キーを押せば砲弾の種類を切り替えることができる。

# ROHintManager.Hints[12].Title
source: Reloading
ja: 弾薬の装填

# ROHintManager.Hints[12].Hint
source: Use the %ROManualReload% key to reload your weapon. A 'Magazine Heavy' message indicates that the magazine you're loading is more than half full of ammunition.
ja: %ROManualReload%を押せば新しい弾倉に交換することができる。'新しい弾倉は重い'と出ればその弾倉には半分以上の弾が残っている。敵の目の前で弾倉が空っぽ、なんてことがないように常に注意しておけ!

# ROHintManager.Hints[13].Title
source: Soviet grenades
ja: ソビエト軍の手榴弾

# ROHintManager.Hints[13].Hint
source: To prime ('cook') Soviet grenades, press and hold the %FIRE%, then click the %ALTFIRE% button. Release the %FIRE% button when you are ready to throw the grenade. Be careful, if you cook it for too long it can go off in your hand!
ja: %FIRE%キーを押しながら%ALTFIRE%キーを押せば手榴弾を'料理'することができる。|程よく料理できたら%FIRE%キーを離して思い切り投げろ。|ただし料理しすぎて自分の手の中で爆発させるなよ!

# ROHintManager.Hints[14].Title
source: Rally Points
ja: 集合地点

# ROHintManager.Hints[14].Hint
source: When you have the binoculars in Iron Sights, use the %AltFire% button to set a Rally Point. Rally points are visible to all team members on their Situation Map.
ja: 双眼鏡を覗いているとき集合地点を決定するには%AltFire%キーを押せ。集合地点は仲間全員の戦況マップに表示される。

# ROHintManager.Hints[15].Title
source: Artillery Coordinates
ja: 砲撃座標

# ROHintManager.Hints[15].Hint
source: When you have the binoculars in Iron Sights, use the %Fire% button to save Artillery Strike coordinates. Once coordinates are marked, find a radio and press %USE% to call an artillery strike on the saved position.
ja: 砲撃座標を決定するには双眼鏡を覗いた状態で%Fire%キーを押すんだ。砲撃座標が指定できたら無線機の前で%USE%キーを押し、砲撃を要請しろ。要請後はすばやく身を隠し、味方への注意を忘れるな！

# ROHintManager.Hints[16].Title
source: Reloading MGs
ja: 機関銃の装填

# ROHintManager.Hints[16].Hint
source: You can reload your Machine Gun ONLY when in the deployed state.
ja: 機関銃は設置した状態でしか装填できないから注意しろ。

# ROHintManager.Hints[17].Title
source: Requesting Resupply
ja: 弾薬要請

# ROHintManager.Hints[17].Hint
source: When you're running low on Machine Gun ammo, you can use the voice menu to request a resupply. Players will see the resupply icon on their Situation Map. Press %SpeechMenuToggle% to open the voice menu.
ja: 機関銃の弾が不足してきたら%SpeechMenuToggle%キーでボイスメニューを呼び出し、仲間に弾薬補給を要請するんだ。弾薬を要請すると戦況マップに表示される。

# ROHintManager.Hints[18].Title
source: Deployed MGs
ja: 機関銃の設置

# ROHintManager.Hints[18].Hint
source: Machine Gunners should never setup alone, find a comrade to watch your back.
ja: 機関銃を設置中は無防備になるから仲間に背中を守ってもらえ！

# ROHintManager.Hints[19].Title
source: Bayonet
ja: 銃剣

# ROHintManager.Hints[19].Hint
source: Many weapons support bayonet attachments. Press %Deploy% to attach or detach the bayonet to your weapon and %AltFire% to stab enemies with it.
ja: 幾つかの銃では銃剣が使用できる。%Deploy%キーで着剣し、%AltFire%キーで敵の胸に突き立てろ！

# ROHintManager.Hints[20].Title
source: Panzerfaust Aiming
ja: パンツァーファウストでの照準

# ROHintManager.Hints[20].Hint
source: You can change the range that your Panzerfaust will target at by pressing the %Deploy% button. Match the distance of your enemy with the selected range displayed on the Panzerfaust sight.
ja: パンツァーファウストは%Deploy%キーで照準距離を変更することができる。敵との位置をよく考えて照準距離を調整するんだ。

# ROHintManager.Hints[21].Title
source: Grenades
ja: 手榴弾

# ROHintManager.Hints[21].Hint
source: Grenades have a dangerous blast radius - get under cover or away from them!
ja: 手榴弾の殺傷範囲は広い。物陰に隠れるか遠くに離れるんだ。

# ROHintManager.Hints[22].Title
source: Objectives Under Attack
ja: 攻撃を受けている目標

# ROHintManager.Hints[22].Hint
source: Objectives with a flashing icon are objectives which are under attack. Whether the objective is being attacked or defended by your team, they can probably use your help.
ja: 目標のアイコンが光っている時はその目標が攻撃を受けている。仲間が攻撃しているのか、防御しているのか関係なく彼らは貴官の援護を必要としているだろう。

# ROHintManager.Hints[23].Title
source: Rally Points
ja: 集合地点

# ROHintManager.Hints[23].Hint
source: Squad Leaders can set rally points by clicking on the Situation Map. Those rally points are visible to all team members on their Situation Map.
ja: 分隊長は戦況マップをクリックすることによって集合地点を決定でき、全ての仲間は地図上でその集合地点を確認することができる。

# ROHintManager.Hints[24].Title
source: Orders & Requests
ja: 命令と要請

# ROHintManager.Hints[24].Hint
source: Squad leaders can set attack/defend orders to specific objectives. Those objectives show up on the map with a different icon. Similarly, MGs requesting resupply will show up as an icon on the Situation Map.
ja: 分隊長は特定目標の攻撃/防御命令を下すことができ、それらの目標は戦況マップに表示される。同様に弾薬要請も戦況マップに表示される。

# ROHintManager.Hints[25].Title
source: Resupplying MGs
ja: 機関銃弾薬の補給

# ROHintManager.Hints[25].Hint
source: Use the %ThrowMGAmmo% to resupply Machine Gunners who need it.
ja: 弾薬補給が必要な機関銃手を見つけたら%ThrowMGAmmo%キーで弾薬を渡せ。

# ROHintManager.Hints[26].Title
source: Points
ja: 得点

# ROHintManager.Hints[26].Hint
source: You receive 10 points for helping to capture an objective.
ja: 目標を制圧することができれば10点の得点が与えられる。

# ROHintManager.Hints[27].Title
source: Capturing Objectives
ja: 目標の制圧

# ROHintManager.Hints[27].Hint
source: To capture an objective, you must first enter the objective area. A capture bar will appear on your HUD when you have entered the objective area. You'll likely need more than one additional teammate to initiate and complete the capture.
ja: 目標を制圧するにはまず制圧可能区域に入らなければならない。制圧可能区域に入ることができたらHUD上に制圧状況を示すバーが表示される。完全に制圧するにはさらに2人以上が必要となるだろう。

# ROHintManager.Hints[28].Title
source: Accuracy
ja: 精度

# ROHintManager.Hints[28].Hint
source: Crouching and going prone stabilizes your weapon and lowers recoil when firing. Press the %duck% key to crouch, or the %prone% key to go prone.
ja: 射撃時に屈む、または伏せることで銃の反動を抑え安定させることができる。%duck%キーで屈み、%prone%キーで伏せる。落ち着いて撃つ、これは基本中の基本だ！

# ROHintManager.Hints[29].Title
source: Changing Barrels
ja: 銃身の交換

# ROHintManager.Hints[29].Hint
source: You can change the barrels on the MGs by using the %ROMGOperation%. Note that the barrel on the DP 28 cannot be changed, so be careful not to overheat!
ja: %ROMGOperation%キーで機関銃の銃身を交換することができる。ただしDP 28の銃身は交換できないから過熱しすぎないように注意しろ！

# ROHintManager.Hints[30].Title
source: Officers
ja: 士官

# ROHintManager.Hints[30].Hint
source: When taking an objective, the presence of an officer boosts morale and makes your task easier!
ja: 士官の存在は仲間の士気を高め、目標制圧を容易にする。無能な指揮官は部隊を滅ぼすぞ！

# ROHintManager.Hints[31].Title
source: Diving to Prone
ja: 飛び込み伏せ

# ROHintManager.Hints[31].Hint
source: You can dive to prone by pressing %PRONE% while running, allowing you to quickly take cover. You can also use this to dive over small obstacles and take cover behind them.
ja: 走っている時に%PRONE%キーを押せば飛び込みながら伏せることができる。手榴弾が飛んできた時や敵に狙われた時はこのテクニックで素早く身を隠せ！

# ROHintManager.Hints[32].Title
source: Attacking MGs
ja: 機関銃手への攻撃

# ROHintManager.Hints[32].Hint
source: Machine Gunners have a limited field of vision while deployed, so try attacking them from the side.
ja: 設置された機関銃は驚異だが視野は限られている。射線に入らないよう側面から攻撃するんだ。

# ROHintManager.Hints[33].Title
source: Weapon Deployment
ja: 依託射撃

# ROHintManager.Hints[33].Hint
source: You can stabilize all projectile weapons by simply resting them on a horizontal or vertical surface. An icon will appear in the lower right corner of the screen if the surface is deployable.
ja: 机や壁など水平もしくは垂直な面を利用すれば安定した射撃を行うことができる。依託状態は画面右下に表示される。

# ROHintManager.Hints[34].Title
source: Position Views
ja: 視点位置

# ROHintManager.Hints[34].Hint
source: Use the %PREVWEAPON% and %NEXTWEAPON% keys to cycle between the various views available for each vehicle position. Be careful when sticking your head out of the commander or driver hatch: you are then vulnerable to enemy fire.
ja: 車両乗車時は%PREVWEAPON%キーもしくは%NEXTWEAPON%キーで視点の位置を変更できる場合がある。ハッチから顔を出せば視界は広くなるが、攻撃される可能性も高くなるから注意しろ！

# ROHintManager.Hints[35].Title
source: Tank Control
ja: 戦車の操縦

# ROHintManager.Hints[35].Hint
source: Use the movement keys to steer and control your vehicle's throttle. Use the %JUMP% key to brake.
ja: 戦車の方向転換やスロットル制御は移動キーを、ブレーキをかけるには%JUMP%キーを使え。

# ROHintManager.Hints[36].Title
source: Armor Usage
ja: 装甲

# ROHintManager.Hints[36].Hint
source: When combating other tanks, remember that your armor is strongest at the front. Try to angle the front of your vehicle slightly away from enemy fire.
ja: 敵戦車と交戦する時、正面装甲が一番頑丈であることを思い出せ。なるべく遠くから、わずかに角度を取って戦うのだ。

# ROHintManager.Hints[37].Title
source: Cannon Fire Range
ja: 砲の射撃範囲

# ROHintManager.Hints[37].Hint
source: Use the %LEANLEFT% and %LEANRIGHT% keys to adjust the range of your tank sights. The range you have your sights set to is displayed, in meters, in the lower right corner of the screen.
ja: 砲の射撃範囲を変更するには%LEANLEFT%キーと%LEANRIGHT%キーを使え。画面上に現在の射撃範囲が表示される。

# ROHintManager.Hints[38].Title
source: Coaxial MG
ja: 同軸機銃

# ROHintManager.Hints[38].Hint
source: Most tanks have a coaxial machine gun alongside the main gun. You can fire it from the commander's view by pressing %ALTFIRE%. Note: range adjustments have no effect on the coaxial MG.
ja: 大概の戦車は主砲の他に同軸機銃を備えている。%ALTFIRE%.キーを押せば砲手席から機銃を発射することができる。注:射撃範囲調整は同軸機銃に影響を与えない。

# ROHintManager.Hints[39].Title
source: Satchels
ja: 梱包爆薬

# ROHintManager.Hints[39].Hint
source: Satchels contain high explosives. They are useful for destroying enemy vehicles and certain objectives. While not all maps have destroyable objectives, those that do have those objectives specially marked on the situation map.
ja: 梱包爆薬には高性能爆薬が詰め込まれていて敵車両や、破壊目標の爆破に使用される。全ての戦場に破壊可能な目標があるわけではなく、特定の破壊目標がある場合にのみ戦況マップに印が記入される。

# ROHintManager.Hints[40].Title
source: German grenades
ja: ドイツ軍の手榴弾

# ROHintManager.Hints[40].Hint
source: The fuse of German grenades will begin burning as soon as you hit the %FIRE% or %ALTFIRE% button.
ja: ドイツ軍の手榴弾は%FIRE%キー、%ALTFIRE%キーのどちらでもすぐさまヒューズに点火される。

# ROHintManager.Hints[41].Title
source: Deploying MG
ja: 機関銃の設置

# ROHintManager.Hints[41].Hint
source: To fire your Machine Gun properly, you need to deploy it. You can do this while prone or on any convenient surface: the deployment icon will appear in the bottom right corner of the HUD. Press %Deploy% to deploy when you see the icon.
ja: 機関銃を安定して射撃するには設置して使用する必要がある。伏せていたり、近くに水平で設置可能な場所がある場合はHUD右下にアイコンが表示される。アイコンが表示されたら%Deploy%キーで設置しろ。

# ROHintManager.Hints[42].Title
source: Melee Attacks
ja: 殴打攻撃

# ROHintManager.Hints[42].Hint
source: You can bash an enemy soldier with your weapon by pressing the %ALTFIRE% button. The longer you keep the key pressed, the more powerful your attack will be. Aim for the head for a quick kill!
ja: %ALTFIRE%キーを押せば持っている武器で敵を殴打することができる。キーを長く押しているほど攻撃力が増す。素早く倒すには敵の頭部めがけて叩き込め！

# ROHintManager.Hints[43].Title
source: Manual Bolting
ja: ボルト操作

# ROHintManager.Hints[43].Hint
source: When using a bolt-action rifle, you have to manually work your bolt. After you fire your weapon, press the %FIRE% key again to bolt your rifle. Double click the key when firing to bolt quickly after your shot.
ja: ボルトアクションの小銃を使用する場合はボルト操作が必要となる。射撃した後、弾薬を薬室に送り込むためもう一度%FIRE%キーを押せ。ダブルクリックで射撃とボルト操作を迅速にするんだ。

# ROHintManager.Hints[44].Title
source: Critical Messages
ja: 重要報告

# ROHintManager.Hints[44].Hint
source: Critical messages are displayed in the upper left corner of the screen. Pay attention to them to remain aware of the state of the battle.
ja: 重要な情報は画面左上の角に表示される。戦況を知るために常に注意しろ。

# ROHud.ReinforcementText
source: Reinforcements:
de: Verstärkungen:
es: Refuerzos:
fr: Renforts :
ja: 援軍到着まで :
pl: Uzupełnienia:
ru: Подкрепления:
uk: Підкріпленнь:

# ROHud.TimeRemainingText
source: Time Remaining:
de: Verbleibende Zeit:
es: Tiempo Restante:
fr: Temps Restant :
ja: 残り時間 :
pl: Pozostały Czas:
ru: Времени осталось:
uk: Залишилось часу:

# ROHud.TimeText
source: Time:
ja: 時間:

# ROHud.ViewingText
source: Viewing:
de: Schaut zu:
es: Viendo:
fr: Vous Observez :
ja: 観戦中 :
pl: Oglądasz:
ru: Просмотр:
uk: Споглядаєте:

# ROHud.NoReinforcementsText
source: No reinforcements available
ja: 援軍はもう来ない

# ROHud.TeamMessagePrefix
source: *PLATOON*
ja: *小隊*

# ROHud.ObjectivesText
source: OBJECTIVES
ja: 目標

# ROHud.NeedAmmoText
source: Needs ammo
ja: 弾薬が必要

# ROHud.CanResupplyText
source: Press %THROWMGAMMO% to resupply
ja: %THROWMGAMMO%キーで補給

# ROHud.OpenMapText
source: %SHOWOBJECTIVES% to open
ja: %SHOWOBJECTIVES%キーで開く

# ROHud.SituationMapInstructionsText
source: Press %SHOWOBJECTIVES% to Close/Open Situation Map
ja: %SHOWOBJECTIVES%キーで戦況マップを表示/非表示

# ROHud.LegendAxisObjectiveText
source: Axis-controlled obj.
ja: 枢軸軍制圧地域

# ROHud.LegendAlliesObjectiveText
source: Allies-controlled obj.
ja: 連合軍制圧地域

# ROHud.LegendNeutralObjectiveText
source: Neutral objective
ja: 未制圧地域

# ROHud.LegendArtilleryRadioText
source: Artillery radio
ja: 無線機

# ROHud.LegendResupplyAreaText
source: Resupply area
ja: 補給所

# ROHud.LegendRallyPointText
source: Rally point
ja: 集合地点

# ROHud.LegendSavedArtilleryText
source: Saved artillery coords.
ja: 砲撃予定座標

# ROHud.LegendOrderTargetText
source: Ordered target obj.
ja: 命令目標

# ROHud.LegendArtyStrikeText
source: Artillery strike
ja: 砲撃中座標

# ROHud.LegendHelpRequestText
source: Help requested at obj.
ja: 援護要請

# ROHud.LegendDestroyableItemText
source: Destroyable target
ja: 破壊目標

# ROHud.LegendDestroyedItemText
source: Destroyed target
ja: 破壊目標

# ROHud.LegendMGResupplyText
source: MG requesting resupply
ja: 弾薬の要請

# ROHud.LegendVehResupplyAreaText
source: Vehicle resupply area
ja: 車両用補給所

# ROHud.LegendATGunText
source: Anti Tank Gun
ja: 対戦車砲

# ROHud.MapTimerTitle.Text
source: Time Remaining
ja: 残り時間

# ROHud.MapLegendTitle.Text
source: Legend
ja: 記号一覧

# ROHud.MapObjectivesTitle.Text
source: Objectives
ja: 目標

# ROHud.MapRequiredObjectivesTitle.Text
source: Required Objectives
ja: 必須目標

# ROHud.MapSecondaryObjectivesTitle.Text
source: Secondary Objectives
ja: 副目標

# ROLastObjectiveMsg.AboutToWin
source: Last objective -- we have almost won the battle!
ja: 最後の目標---我々の勝利は目前だ!

# ROLastObjectiveMsg.AboutToLose
source: Last objective -- we have almost lost the battle!
ja: 最後の目標---我々にはもう後がない!

# ROLevelInfo.Axis.UnitName
source: Axis
ja: 枢軸軍

# ROLevelInfo.Allies.UnitName
source: Allies
ja: 連合軍

# ROLevelInfo.AxisUnitDescription
source: Set the Axis unit description for this map here.
ja: このマップでの枢軸軍の部隊情報を設定してください。

# ROLevelInfo.AlliesUnitDescription
source: Set the Allies unit description for this map here.
ja: このマップでの連合軍の部隊情報を設定してください。

# ROMineVolume.WarningMessage
source: Warning: you have entered a minefield!!!
ja: 警告: ここは地雷原だ! 直ちに離れろ!

# ROObjectiveMsg.AxisCapture
source: The Axis forces have captured
ja: 枢軸軍が拠点を確保|拠点:

# ROObjectiveMsg.AlliesCapture
source: The Allied forces have captured
ja: 連合軍が拠点を確保|拠点:

# ROObjectiveMsg.AxisTriggeredMessage
source: The Axis forces destroyed
ja: 枢軸軍が目標を破壊|目標:

# ROObjectiveMsg.AlliesTriggeredMessage
source: The Allied forces have destroyed
ja: 連合軍が目標を破壊した|目標:

# ROPlayer.SpectatingModeName[0]
source: Viewing Self
de: Eigenansicht
es: Vista propia
fr: Caméra : Vous
ja: 自分視点
pl: Oglądasz Siebie
uk: Перегляд себе

# ROPlayer.SpectatingModeName[1]
source: Roaming
de: Freie Ansicht
es: Itinerancia
fr: Caméra Libre
ja: 偵察
pl: Swobodne Obserwowanie
uk: Вільна камера

# ROPlayer.SpectatingModeName[2]
source: Viewing Players
de: Spieleransicht
es: Viendo jugadores
fr: Caméra : Joueurs
ja: プレイヤー視点
pl: Oglądanie Graczy
ru: Наблюдение за игроками
uk: Перегляд гравців

# ROPlayer.SpectatingModeName[3]
source: Spectating Viewpoints
de: Objektansicht
es: Modo de vista de espectador
fr: Caméra : Points de Vue
ja: ビューポイント観戦
pl: Obserwowanie punktów widokowych
uk: Спостерігання точок

# RORallyMsg.SavedPosition
source: Rally Point Saved
ja: 集合地点決定

# RORallyMsg.CheckObjectives
source: New Rally Point - Check Your Map!
ja: 集合地点が指示された - 地図を確認しろ!

# RORallyMsg.RallySpam
source: Cannot Change Rally Point This Soon!
ja: 集合地点はすでに指示済みだ!

# ROReinforcementMsg.LowReinforcements
source: Running Low on Reinforcements!
ja: 援軍が不足している!

# ROReinforcementMsg.NoReinforcements
source: Reinforcements Are Depleted!
ja: 援軍が途絶えた!

# ROResetGameMsg.CountdownLeftSide
source: The game will restart in
ja: ゲームのリスタートまであと
