Repository: DarklightGames/weblate-darklightgames
Catalog: DH_Engine/DH_Engine.*.po
Languages: de, es, fr, ja, pl, ru, uk

# DHAxisRiflemanRoles.MyName
source: Rifleman
de: Schütze
es: Fusilero
fr: Fusilier
ja: 小銃兵
pl: Strzelec
ru: Стрелок
uk: Стрілець

# DHAxisSniperRoles.MyName
source: Sniper
de: Scharfschütze
es: Francotirador
fr: Tireur de Précision
ja: 狙撃手
pl: Snajper
ru: Снайпер
uk: Снайпер

# DHAxisTankCrewmanRoles.MyName
source: Tank Crewman
de: Panzerbesatzung
es: Tanquista
fr: Équipage de Char
ja: 戦車兵
pl: Czołgista
ru: Танкист
uk: Танкіст

# DHBurningDamageType.FemaleSuicide
source: %o burned herself to a crisp.
ru: %о сгорела дотла.
uk: %o згоріла дотла.

# DHATCannonMessage.CannotEnter
source: The gun is already manned
de: Das Geschütz ist bereits bemannt
es: El cañón esta siendo usado
fr: Le canon est déjà occupé
ja: この大砲はすでに使用中です
pl: To działo jest już obsadzone
ru: Орудие уже занято
uk: Гармата вже зайнята

# DHATGunRotateControlsMessage.Controls<0>.Text
source: Finish
de: Absetzen
es: Finalizar
fr: Finir
ja: 終了
pl: Zakończ
ru: Завершить вращение
uk: Завершити обертання

# DHATGunRotateControlsMessage.Controls<1>.Text
source: Rotate
de: Ausrichten
es: Rotar
fr: Pivoter
ja: 回転させる
pl: Obróć
ru: Вращать
uk: Обернути

# DHATLoadMessage.LoadedGunner
source: You have reloaded {0}
de: {0} wurde nachgeladen
es: Has recargado a {0}
fr: Vous avez rechargé {0}
ja: {0}の装填を手伝った
pl: Załadowałeś {0}
ru: Вы дали патроны {0}
uk: Ви перезарядили {0}

# DHATLoadMessage.BeenLoaded
source: You have been reloaded by {0}
de: Du wurdest von {0} nachgeladen
es: Has sido recargado por {0}
fr: Vous avez été rechargé par {0}
ja: {0}は装填を手伝ってくれた
pl: Zostałeś załadowany przez {0}
ru: Вам дал патроны игрок {0}
uk: Вас перезарядив {0}

# DHAccessControl.SessionBanned
source: You cannot join this server until it changes level.
de: Sie können diesem Server erst nach Wechsel der Karte beitreten.
es: No puedes entrar a este servidor hasta que cambie el mapa.
fr: Vous ne pouvez pas rejoindre ce serveur tant qu'il n'a pas changé de niveau.
ja: マップが変更されるまでこのサーバーに参加することはできません。
pl: Nie możesz dołączyć do tego serwera dopóki nie zmieni poziomu.
ru: Вы не можете присоединиться к этому серверу, пока не сменится карта.
uk: Ви не можете приєднатися до цього сервера, доки він не змінить карту.

# DHAdminMessage.KickedFromSquadMessage
source: Admin '{0}' kicked '{1}' from squad '{2}'.
de: Admin '{0}' hat '{1}' aus Gruppe '{2}' entfernt.
es: El administrador '{0}' expulso '{1}' de la escuadra '{2}'.
fr: L'Admin '{0}' a expulsé '{1}' du groupe '{2}'.
ja: 管理者'{0}' が '{1}' を '{2}' 分隊から追放しました。
pl: Administrator '{0}' wyrzucił '{1}' z oddziału '{2}'.
ru: Администратор'{0}' выгнал '{1}' из отряда '{2}'.
uk: Адміністратор '{0}' вигнав '{1}' із загону '{2}'.

# DHAlliedAntiTankRoles.MyName
source: Anti-Tank Soldier
de: Panzerabwehrschütze
es: Soldado Antitanque
fr: Anti-char
ja: 対戦車歩兵
pl: Żołnierz Przeciwpancerny
ru: Противотанковый солдат
uk: Протитанковий солдат

# DHAlliedAssaultRoles.MyName
source: Assault Trooper
de: Sturmsoldat
es: Tropa de Asalto
fr: Soldat de choc
ja: 突撃歩兵
pl: Szturmowiec
ru: Штурмовик
uk: Штурмовик

# DHATLoadMessage.UnLoaded
source: Rocket has been unloaded
de: Das Geschoss wurde entladen
es: Se ha descargado el cohete
fr: Roquette déchargée
ja: ロケット弾の装填が解除された
pl: Rakieta została wyładowana
ru: Ракета была разряжена
uk: Ракета була розряджена

# DHAlliedCorporalRoles.MyName
source: Corporal
de: Unteroffizier
es: Cabo
fr: Caporal
ja: 伍長
pl: Kapral
ru: Капрал
uk: Капрал

# DHAlliedEngineerRoles.MyName
source: Combat Engineer
de: Sturmpionier
es: Ingeniero de Combate
fr: Sapeur
ja: 戦闘工兵
pl: Saper
ru: Сапёр
uk: Сапер

# DHAlliedMachineGunnerRoles.MyName
source: Machine-Gunner
de: Maschinengewehrschütze
es: Ametrallador
fr: Mitrailleur
ja: 機関銃兵
pl: Strzelec Karabinu Maszynowego
ru: Пулемётчик
uk: Кулеметник

# DHAlliedMortarmanRoles.MyName
source: Mortar Operator
de: Mörserschütze
es: Operador de Mortero
fr: Tireur Mortier
ja: 迫撃砲射手
pl: Operator Moździerza
ru: Миномётчик
uk: Мінометник

# DHAlliedRadioOperatorRoles.MyName
source: Radio Operator
de: Funker
es: Operador de Radio
fr: Opérateur Radio
ja: 無線通信士
ru: Радист
uk: Радист

# DHAlliedRiflemanRoles.MyName
source: Rifleman
de: Schütze
es: Fusilero
fr: Fusilier
ja: 小銃兵
pl: Strzelec
ru: Стрелок
uk: Стрілець

# DHAlliedSergeantRoles.MyName
source: Sergeant
de: Feldwebel
es: Sargento
fr: Sergent
ja: 軍曹
pl: Sierżant
ru: Сержант
uk: Сержант

# DHAlliedSniperRoles.MyName
source: Sniper
de: Scharfschütze
es: Francotirador
fr: Tireur de précision
ja: 狙撃手
pl: Snajper
ru: Снайпер
uk: Снайпер

# DHAntiTankProjectileDamageType.DeathString
source: %o was blown up by %k's %w.
pl: %o został wysadzony w powietrze przez %k's %w.
ru: %k был взорван %o из %w.
uk: %k був підірваний %o з %w.

# DHAntiTankProjectileDamageType.MaleSuicide
source: %o was blown up by his own %w.
pl: %o został wysadzony w powietrze przez własnego %w.
ru: %o был взорван своим %w.
uk: %o був підірваний своїм %w.

# DHArtillery.MenuName
source: Long-Range Artillery
de: Schwere Artillerie
es: Artillería de largo alcance
fr: Artillerie longue portée
ja: 長距離砲撃
pl: Artyleria Dalekiego Zasięgu
ru: Дальнобойная артиллерия
uk: Далекобійна артилерія

# DHArtillery105DamageType.DeathString
source: %o was torn apart by an artillery shell.
de: %o wurde von einer Artilleriegranate zerfetzt.
ru: %o был разорван артиллерийским снарядом.
uk: %o був розірваний артилерійським снарядом.

# DHBurningDamageType.MaleSuicide
source: %o burned himself to a crisp.
ru: %о сгорел дотла.
uk: %o згорів дотла

# DHArtilleryKillDamageType.DeathString
source: %o was torn apart by an artillery shell.
de: %o wurde von einer Artilleriegranate zerfetzt.
ru: %o был разорван артиллерийским снарядом.
uk: %o був розірваний артилерійським снарядом.

# DHArtilleryKillDamageType.FemaleSuicide
source: %o was careless with her own artillery shell.
ru: %o была подорвана своим артиллерийским снарядом.
uk: %o була підірвана своїм артилерійським снарядом.

# DHArtilleryKillDamageType.MaleSuicide
source: %o was careless with his own artillery shell.
ru: %o был подорван своим артилерийским снарядом.
uk: %o був підірваний своїм артилерійським снарядом.

# DHArtilleryMessage.RequestText
source: Requesting {name}.
de: {name} anfordern.
es: Solicitando {name}.
fr: Demande {name}.
ja: {name}を要請中
pl: Wezwij {name}.
ru: Запрос на {name}.
uk: Запит на {name}.

# DHArtilleryMessage.ConfirmText
source: {name} confirmed.
de: {name} bestätigt.
es: {name} confirmada.
fr: {name} confirmé.
ja: {name}が承諾されました
pl: {name} potwierdzono.
ru: {name} подтверждено.
uk: {name} підтверджено.

# DHArtilleryMessage.NoTargetText
source: No target location.
de: Keine zugewiesenen Zielkoordinaten.
es: Ninguna localización del objetivo.
fr: Pas d'emplacement cible.
ja: 砲撃目標が指定されていません。
pl: Brak lokacji celu.
ru: Нет места для цели.
uk: Немає цілі.

# DHArtilleryMessage.ActiveTargetChosen
source: Fire support target selected.
de: Feuerunterstützungsziel ausgewählt.
es: Objetivo de artillería seleccionado.
fr: Cible d'appui feu sélectionnée.
ja: 火力支援の目標が設定されました。
pl: Wybrano cel wsparcia ogniowego.
ru: Цель огневой поддержки выбрана.
uk: Ціль вогневої підтримки вибрано.

# DHArtillerySpottingScope.RangeHeaderString
source: Range
de: Reichweite
es: Alcance
fr: Portée
ja: 射距離
pl: Odległość
ru: Расстояние
uk: Відстань

# DHArtillerySpottingScope.PitchHeaderString
source: Pitch
de: Steigung
es: Inclinación
fr: Élévation
ja: 勾配
pl: Nachylenie
ru: Возвышение
uk: Висота

# DHArtillerySpottingScope.SelectTargetHint
source: Press {0} to select an artillery target
de: {0} drücken um ein Artillerieziel auszuwählen
es: Presiona {0} para seleccionar un objetivo de artillería
fr: Appuyez sur {0} pour sélectionner une cible
ja: {0}を押して砲撃目標を選択
pl: Wciśnij {0} by wybrać cel artyleryjski
ru: Нажмите {0}, чтобы выбрать артиллерийскую цель
uk: Натисніть {0}, щоб вибрати артилерійську ціль

# DHArtillerySpottingScope.NoTargetsHint
source: No targets available
de: Keine Zielkoordinaten vorhanden
es: No hay objetivos disponibles
fr: Aucune cible disponible
ja: 砲撃目標がありません
pl: Brak dostępnych celów
ru: Нет доступных целей
uk: Немає доступних цілей

# DHArtilleryMessage.CancelledText
source: {name} has been cancelled.
de: {name} wurde abgebrochen.
es: {name} ha sido cancelada.
fr: {name} a été annulé.
ja: {name}はキャンセルされました。
pl: {name} został anulowany.
ru: {name} отменена.
uk: {name} скасовано.

# DHArtilleryMessage.BadLocationText
source: Invalid target location for {name}.
de: Zielkoordinaten nicht zulässig für {name}.
es: Objetivo invalido para {name}.
fr: Emplacement cible invalide pour {name}.
ja: {name}の目標地点は無効な位置です。
pl: Nieprawidłowa lokalizacja celu dla {name}.
ru: Недопустимое расположение цели для {name}.
uk: Неприпустиме розташування цілі для {name}.

# DHArtilleryMessage.ExhaustedText
source: {name} has been exhausted.
de: {name} ist erschöpft.
es: {name} ha sido gastada.
fr: {name} a été épuisé.
ja: {name}は使い果たされました。
pl: {name} został wyczerpany.
ru: {name} исчерпано.
uk: {name} вичерпано.

# DHArtilleryMessage.TooSoonText
source: {name} is currently in use. Try again soon.
de: {name} wird bereits benutzt. Später erneut versuchen.
es: {name} se encuentra en uso. Intente mas tarde.
fr: {name} déjà utilisé. Veuillez réessayer plus tard.
ja: {name}はすでに進行中です。再度要請してください。
pl: {name} jest aktualnie w użyciu. Spróbuj ponownie wkrótce.
ru: {name} используется в настоящее время. Повторите попытку позже.
uk: {name} використовується зараз. Повторіть спробу пізніше.

# DHAxisMarksmanRoles.MyName
source: Marksman
de: Zielschütze
es: Tirador
fr: Tireur d'Élite
ja: 選抜射手
pl: Strzelec Wyborowy
ru: Снайпер
uk: Піхотний снайпер

# DHArtilleryTargetMessage.TargetMarkedHE
source: {0} has marked an artillery high-explosive target
de: {0} hat Zielkoordinaten für hochexplosiv Granaten markiert
es: {0} ha marcado un objetivo de artillería de alto explosivo
fr: {0} a marqué une cible pour un tir d'obus explosifs
ja: {0}が榴弾の砲撃目標を指定した
pl: {0} oznaczył cel dla artylerii (HE)
ru: {0} отметил артиллерийскую цель
uk: {0} позначив артилерійську ціль

# DHArtilleryTargetMessage.CannotMarkTargetYet
source: You cannot mark another artillery target marker yet
de: Es können derzeit noch keine weiteren Artilleriezielkoordinaten markiert werden
es: No puedes marcar otro objetivo de artillería todavía
fr: Vous ne pouvez pas marquer une autre cible pour l'instant
ja: あなたはまだ別の砲撃目標を指定できません
pl: Nie możesz jeszcze oznaczyć innego celu artyleryjskiego
ru: Вы пока не можете отметить другой маркер артиллерийской цели
uk: Ви поки що не можете позначити іншу ціль для артилерії

# DHArtilleryTargetMessage.TooManyArtilleryTargets
source: There are too many active artillery targets
de: Es gibt zu viele aktive Artilleriezielkoordinaten
es: Hay demasiados objetivos de artillería activos
fr: Il y a trop de cibles actives
ja: 有効な砲撃目標が多すぎます
pl: Jest zbyt wiele aktywnych znaczników artyleryjskich
ru: Слишком много активных артиллерийских целей
uk: Занадто багато активних артилерійських цілей

# DHAxisAntiTankRoles.MyName
source: Tank Hunter
de: Panzerabwehrschütze
es: Caza Tanques
fr: Chasseur de Chars
ja: 戦車猟兵
pl: Łowca Czołgów
ru: Противотанковый солдат
uk: Протитанковий солдат

# DHAxisAssaultRoles.MyName
source: Assault Trooper
de: Sturmsoldat
es: Tropa de Asalto
fr: Soldat de Choc
ja: 突撃歩兵
pl: Szturmowiec
ru: Штурмовик
uk: Штурмовик

# DHAxisCorporalRoles.MyName
source: Corporal
de: Unteroffizier
es: Cabo
fr: Caporal
ja: 伍長
pl: Kapral
ru: Ефрейтор
uk: Капрал

# DHAxisEngineerRoles.MyName
source: Combat Engineer
de: Sturmpionier
es: Ingeniero de Combate
fr: Sapeur
ja: 突撃工兵
pl: Saper
ru: Сапёр
uk: Сапер

# DHAxisMortarmanRoles.MyName
source: Mortar Operator
de: Mörserschütze
es: Operador de Mortero
fr: Tireur Mortier
ja: 迫撃砲射手
pl: Operator Moździerza
ru: Миномётчик
uk: Мінометник

# DHAxisRadioOperatorRoles.MyName
source: Radio Operator
de: Funker
es: Operador de Radio
fr: Opérateur Radio
ja: 無線通信士
ru: Радист
uk: Радист

# DHCanisterShotDamageType.MaleSuicide
source: %o was filled with holes by his own canister shot.
ru: %o был изрешечён собственным картечным выстрелом.
uk: %o був зрешечений власним картечним пострілом.

# DHChatRoomMessage.CannotJoinSquadChannelText
source: Couldn't join channel `%title%`. You must to be in a squad.
de: Konnte Funkkanal`%title%`nicht beitreten. Sie müssen Teil einer Gruppe sein.
es: No puedes unirte al canal de `%title%`. Debes unirte a una escuadra.
fr: Impossible de rejoindre le canal `%title%`. Vous devez être dans un groupe.
ja: チャンネル `%title%` に参加できませんでした。あなたは分隊にいなければなりません。
pl: Nie udało się dołączyć do kanału`%title%`. Musisz być w drużynie.
ru: Не удалось присоединиться к каналу `%title%`. Вы должны быть в отряде.
uk: Не вдалося приєднатися до каналу `%title%`. Ви маєте бути в загоні.

# DHCommandMenu_ATGun.EnemyGunText
source: Cannot rotate an enemy gun
de: Gegnerische Geschütze können nicht ausgerichtet werden
es: No se puede rotar el cañón enemigo
fr: Impossible de pivoter un canon ennemi
ja: 敵の砲を回転させることは出来ない
pl: Nie można obrócić działa przeciwnika
ru: Невозможно вращать вражеское орудие
uk: Неможливо обертати ворожу зброю

# DHCommandMenu_ATGun.CannotBeRotatedText
source: Cannot be rotated
de: Kann nicht ausgerichtet werden
es: No se puede rotar
fr: Impossible de pivoter
ja: 回転できない
pl: Nie można obrócić
ru: Невозможно повернуть
uk: Неможливо повернути

# DHCommandMenu_ATGun.OccupiedText
source: Gun is occupied
de: Geschütz ist bemannt
es: El cañón esta ocupado
fr: Le canon est occupé
ja: 砲は使用中です
pl: Działo jest zajęte
ru: Орудие занято
uk: Гармату зайнято

# DHCommandMenu_ATGun.FatalText
source: Rotation unavailable
de: Ausrichten nicht verfügbar
es: No se puede rotar
fr: Pivotement indisponible
ja: 回転できない
pl: Obrót niedostępny
ru: Вращение недоступно
uk: Обертання недоступно

# DHCommandMenu_ATGun.CooldownText
source: Wait
de: Warten
es: Espera
fr: Attendez
ja: 待機
pl: Czekaj
ru: Подождите
uk: Зачекайте

# DHCommandMenu_FireSupport.UnavailableText
source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
ja: 利用不可能
pl: Niedostępne
ru: Недоступно
uk: Недоступно

# DHCommandMenu_FireSupport.InvalidTargetText
source: Invalid target
de: Unzulässiges Ziel
es: Objetivo invalido
fr: Cible invalide
ja: 無効な砲撃目標
pl: Niepoprawny cel
ru: Неверная цель
uk: Неправильна ціль

# DHCommandMenu_FireSupport.OffMapSupportExhaustedText
source: Exhausted
de: Erschöpft
es: Gastado
fr: Épuisé
ja: 使い果たしている
pl: Wyczerpane
ru: Исчерпано
uk: Вичерпано

# DHCommandMenu_FireSupport.AvailableParadropsText
source: Paradrops: {0}
de: Fallschirmabwürfe: {0}
es: Paracaidistas: {0}
fr: Parachutages : {0}
ja: 空挺降下:{0}回
pl: Desanty Spadochronowe: {0}
ru: Десантирований: {0}
uk: Десантування: {0}

# DHCommandMenu_FireSupport.AvailableAirstrikesText
source: Airstrikes: {0}
de: Luftschläge: {0}
es: Ataques aéreos: {0}
fr: Frappes Aériennes : {0}
ja: 空爆:{0}回
pl: Naloty: {0}
ru: Авиаудары: {0}
uk: Авіаудари: {0}

# DHCommandMenu_LoneWolf.AutoJoinSquadDisabledText
source: No eligible squads
de: Keine wählbaren Gruppen
es: Sin escuadras para elegir
fr: Aucun groupe accessible
ja: 加入できる分隊がありません
pl: Brak dostępnych oddziałów
ru: Нет доступных отрядов
uk: Немає доступних загонів

# DHCommandMenu_Radio.UnavailableText
source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
ja: 利用不可能
pl: Niedostępne
ru: Недоступно
uk: Недоступно

# DHCommandMenu_Radio.ExhaustedText
source: Exhausted
de: Erschöpft
es: Gastado
fr: Épuisé
ja: 使い果たしている
pl: Wyczerpane
ru: Исчерпано
uk: Вичерпано

# DHCommandMenu_Radio.UnqualifiedText
source: Unqualified
de: Nicht ausgebildet
es: Descalificado
fr: Non qualifié
ja: 利用する資格がない
pl: Nieprzeszkolony
ru: Недостаточно обучен
uk: Недостатньо навчений

# DHCommandMenu_Radio.OngoingText
source: Ongoing
de: Im Gange
es: En ruta
fr: En cours
ja: 砲撃は進行中
pl: W trakcie
ru: Продолжается
uk: Триває

# DHCommandMenu_Radio.AvailableText
source: Available
de: Verfügbar
es: Disponible
fr: Disponible
ja: 利用可能
pl: Dostępne
ru: Доступно
uk: В наявності

# DHCommandMenu_SquadLeader.InEnemyTerritory
source: In enemy territory
de: In feindlichem Gebiet
es: En territorio enemigo
fr: En territoire ennemi
ja: 敵の支配領域にいる
pl: Na terytorium wroga
ru: На вражеской территории
uk: На ворожій території

# DHCommandMenu_SquadManageNonMember.AlreadyInASquadText
source: Already in a squad
de: Bereits in einer Gruppe
es: Ya esta en la escuadra
fr: Déjà dans un groupe
ja: すでに分隊に所属しています
pl: Już w oddziale
ru: Уже в отряде
uk: Вже в загоні

# DHCommandMenu_SquadManageNonMember.SquadIsFullText
source: Squad is full
de: Gruppe ist voll
es: La escuadra esta llena
fr: Groupe complet
ja: 分隊は満員です
pl: Oddział jest pełny
ru: Отряд полон
uk: Загін заповнений

# DHCommandSayMessage.MessagePrefix
source: [COMMAND]
de: [KOMMANDO]
es: [COMANDO]
ja: [コマンド]
pl: [DOWÓDZTWO]
ru: [КОМАНДИРСКИЙ]
uk: [КОМАНДИРСЬКИЙ]

# DHConstruction.ConstructionVerb
source: build
de: errichten
es: Construir
fr: construire
ja: 作る
pl: postawić
ru: построить
uk: побудувати

# DHConstructionErrorMessage.ErrorMessages<2>
source: You must {verb} a {name} on solid ground.
de: {name} lässt sich nur auf festem Grund {verb}.
es: Debes {verb} un {name} en un terreno solido.
fr: Vous devez {verb} un {name} sur un terrain solide.
ja: {name}は固い地面に{verb}しなければなりません。
pl: Musisz {verb} {name} na solidnym gruncie.
ru: Вы должны находиться на твердой поверхности, чтобы {verb} здесь '{name}'.
uk: Ви повинні бути на твердій поверхні, щоб {verb} тут '{name}'.

# DHConstructionErrorMessage.ErrorMessages<3>
source: The ground is too steep here to {verb} a {name}.
de: Der Boden ist hier zu steil um {name} zu {verb}.
es: El terreno esta muy empinado aquí {verb} un {name}.
fr: Le terrain est trop incliné pour {verb} un {name}.
ja: 地面の勾配があまりに急なので{name}を{verb}できません。
pl: Podłoże jest tu zbyt strome, by {verb} {name}.
ru: Поверхность слишком крутая, чтобы {verb} здесь '{name}'.
uk: Земля тут занадто крута, щоб {verb} тут '{name}'.

# DHConstructionErrorMessage.ErrorMessages<5>
source: You cannot {verb} a {name} at this location.
de: An dieser Stelle lässt sich kein {name} {verb}.
es: No puedes {verb} un {name} en este sitio.
fr: Vous ne pouvez pas {verb} un {name} ici.
ja: ここに{name}を{verb}ことはできません。
pl: Nie możesz {verb} {name} w tym miejscu.
ru: Это место не подходит чтобы {verb} здесь '{name}'.
uk: Це місце не підходить щоб {verb} тут '{name}'.

# DHConstructionErrorMessage.ErrorMessages<6>
source: Not enough room here to {verb} a {name}.
de: Nicht ausreichend Platz an dieser Stelle um {name} zu {verb}.
es: No hay suficiente espacio para {verb} un {name}.
fr: Pas assez de place ici pour {verb} un {name}.
ja: {name}を{verb}のに十分な空間がありません。
pl: Nie ma tu wystarczająco dużo miejsca by {verb} {name}.
ru: Недостаточно места чтобы {verb} здесь '{name}'.
uk: Тут недостатньо місця щоб {verb} тут '{name}'.

# DHConstructionErrorMessage.ErrorMessages<7>
source: You must {verb} a {name} on earthen terrain.
de: {name} muss auf geerdetem Gelände {verb} werden.
es: Debes {verb} un {name} en un terreno plano.
fr: Vous devez {verb} un {name} sur un terrain en terre.
ja: {name}は土の上に{verb}必要があります。
pl: Musisz {verb} {name} na uziemionej powierzchni.
ru: Чтобы {verb} здесь '{name}', вы должны находиться на землистой почве.
uk: Щоб {verb} тут '{name}', ви повинні знаходитись на земляній місцевості.

# DHConstructionErrorMessage.ErrorMessages<9>
source: Too close to an existing enemy {name}, it must be {integer}m further away.
de: Zu nah an einem existierenden feindlichen {name}, es muss weitere {integer}m entfernt sein.
es: Esta muy cerca de un existente {name} enemigo, debe estar a {integer}m mas adelante.
fr: Trop près d'un {name} allié, il faut être {integer}m plus loin.
ja: 敵の{name}に近すぎます。{integer}m以上離れる必要があります。
pl: Zbyt blisko istniejącego wrogiego {name}, musi być {integer}m dalej.
ru: Слишком близко к вражескому объекту: {name}. Отойдите дальше на {integer}м.
uk: Надто близько до існуючого ворожого {name}, ви повинні бути на {integer}м далі.

# DHConstructionErrorMessage.ErrorMessages<10>
source: You cannot {verb} a {name} in a minefield.
de: {name} kann nicht in einem Minenfeld {verb} werden.
es: No puedes {verb} un {name} en un campo de minas.
fr: Vous ne pouvez pas {verb} un {name} dans un champ de mines.
ja: {name}を地雷原に{verb}ことはできません。
pl: Nie możesz {verb} {name} na polu minowym.
ru: Вы не можете {verb} '{name}' на минном поле.
uk: Ви не можете {verb} тут '{name}', оскільки ви знаходитесь на мінному полі.

# DHConstructionErrorMessage.ErrorMessages<12>
source: You cannot {verb} a {name} indoors.
de: {name} kann nicht drinnen {verb} werden.
es: No puedes {verb} un {name} en las entradas.
fr: Vous ne pouvez pas {verb} un {name} à l'intérieur.
ja: 屋内に{name}を{verb}ことはできません。
pl: Nie możesz {verb} {name} w pomieszczeniu.
ru: Вы не можете {verb} '{name}' в помещении.
uk: Ви не можете {verb} тут '{name}', оскільки ви знаходитесь в приміщенні.

# DHConstructionErrorMessage.ErrorMessages<13>
source: You cannot {verb} a {name} inside an objective.
de: {name} kann nicht in einem Zielobjekt {verb} werden.
es: No puedes {verb} un {name} adentro de un objetivo.
fr: Vous ne pouvez pas {verb} un {name} dans un objectif.
ja: 目標地点内に{name}を{verb}ことはできません。
pl: Nie możesz {verb} {name} wewnątrz celu.
ru: Вы не можете {verb} '{name}'внутри точки захвата.
uk: Ви не можете {verb} тут '{name}' оскільки ви всередині контрольної точки.

# DHConstructionErrorMessage.ErrorMessages<16>
source: There are insufficient supplies to {verb} a {name}.
de: Es steht nicht ausreichend Nachschub zur Verfügung um {name} zu {verb}.
es: Hay insuficientes suministros para {verb} un {name}.
fr: Il n'y a pas assez de matériel pour {verb} un {name}.
ja: {name}を{verb}のに十分な物資がありません。
pl: Niewystarczająco zasobów aby {verb} {name}.
ru: Недостаточно припасов что бы {verb} здесь {name}.
uk: Недостатньо запасів що б {verb} тут {name}.

# DHConstructionErrorMessage.ErrorMessages<17>
source: You cannot {verb} a {name} on this surface.
de: Auf dieser Oberfläche kann kein {name} {verb} werden.
es: No puedes {verb} un {name} en esta superficie.
fr: Vous ne pouvez pas {verb} un {name} sur cette surface.
ja: この場所に{name}を{verb}ことはできません。
pl: Nie można {verb} {name} na tej powierzchni.
ru: На этой поверхности невозможно {verb} '{name}'.
uk: На цій поверхні неможливо {verb} '{name}'.

# DHConstructionErrorMessage.ErrorMessages<18>
source: The ground is too hard to {verb} a {name} at this location.
de: Der Boden ist zu hart um hier ein {name} zu {verb}.
es: El terreno es muy duro para {verb} un {name} en este sitio.
fr: Le sol est trop dur pour {verb} un {name} ici.
ja: この地面は固すぎるので{name}を{verb}できません。
pl: Ziemia jest za twarda aby {verb} {name} w tym miejscu.
ru: Земля здесь слишком твердая что бы {verb} '{name}'.
uk: Земля тут занадто тверда щоб {verb} '{name}'.

# DHConstructionErrorMessage.ErrorMessages<21>
source: You cannot {verb} a {name} while you are busy.
de: {name} kann nicht {verb} werden während du beschäftigt bist.
es: No puedes {verb} un {name} mientras estas ocupado.
fr: Vous ne pouvez pas {verb} un {name} pendant que vous êtes occupés.
ja: 他の活動中に{name}を{verb}ことはできません。
pl: Nie mozesz {verb} {name} gdy jesteś zajęty.
ru: Вы не можете {verb} здесь '{name}', поскольку вы заняты.
uk: Ви не можете {verb} тут '{name}', оскільки ви зайняті.

# DHConstructionErrorMessage.ErrorMessages<22>
source: Too close to an objective ({string}), it must be {integer}m further away.
de: Zu nah an einem Zielobjekt {string}), es muss sich weitere {integer}m entfernt befinden.
es: Esta muy cerca de un objetivo ({string}), debe estar {integer}m mas lejos.
fr: Trop près d'un objectif ({string}), il faut être {integer}m plus loin.
ja: 目標{string}に近すぎます。{integer}m以上離れる必要があります。
pl: Zbyt blisko celu {string}, musisz się oddalić o jeszcze {integer}m.
ru: Слишком близко к цели ({string}). Отойдите дальше на {integer}м.
uk: Занадто близько до контрольної точки ({string}), відійдіть на {integer}м далі.
