Repository: DarklightGames/weblate-darklightgames
Catalog: DH_Engine/DH_Engine.*.po
Languages: de, es, fr, ja, pl, ru, uk

# DHGameMessage.NeedMoreFriendliesToDeconstructHQMessage
source: You must have another teammate nearby to deconstruct an enemy Platoon HQ!
de: Ein weiterer Verbündeter wird benötigt um einen feindlichen Gefechtsstand abzubauen!
es: ¡Debes tener a otro miembro de tu equipo cerca para destruir un puesto de mando enemigo!
fr: Il vous faut un coéquipier auprès de vous pour déconstruire un Poste de Commandement ennemi !
ja: 敵の前線指揮所(HQ)を破壊するには仲間が必要です!
pl: Aby zdekonstruować wrogie stanowisko dowodzenia, musisz mieć w pobliżu innego członka drużyny!
ru: Вам нужен ещё один товарищ по команде, что бы разрушить вражеский штаб!
uk: Вам потрібен ще один товариш по команді, щоб зруйнувати ворожий штаб!

# DHVehicleCannon.ProjectileDescriptions<1>
source: HE
pl: Odłamkowo-Burzący (HE)
ru: Осколочно-фугасный (HE)
uk: Осколково-фугасний (HE)

# DHVehicleCollisionDamageType.FemaleSuicide
source: %o was killed in a vehicle crash.
ru: %o погибла в автокатастрофе.
uk: %o загинула в автокатастрофі.

# DHVehicleCannon.ProjectileDescriptions<0>
source: APCBC
pl: Przeciwpancerny (APCBC)
ru: Бронебойный (APCBC)
uk: Бронебійний (APCBC)

# DHVehicleCollisionDamageType.DeathString
source: %o was killed in a crash with %k's vehicle.
ru: %o погиб в результате столкновения с автомобилем %k.
uk: %o загинув в аварії з автомобілем %k.

# DHVehicleCollisionDamageType.MaleSuicide
source: %o was killed in a vehicle crash.
ru: %o погиб в автокатастрофе.
uk: %o закинув у автокатастрофі.

# DHVehicleMessage.AllRiderPositionsFull
source: All rider positions are occupied
de: Alle Mitfahrpositionen besetzt
es: Todas las posiciones de pasajeros están ocupadas.
fr: Toutes les places passager sont occupées
ja: すべての座席が占有されています
pl: Wszystkie pozycje pasażerów są zajęte
ru: Все пассажирские места заняты
uk: Всі пасажирські місця зайняті

# DHVehicleMessage.NoRiderPositions
source: Cannot ride on this vehicle
de: Kann auf diesem Fahrzeug nicht mitfahren
es: No puedes viajar en este vehículo.
fr: Impossible de s’asseoir sur ce véhicule
ja: この車両には乗れません
pl: Nie można wsiąść na ten pojazd
ru: Вы не можете ехать на этой технике
uk: Ви не можете їздити на цьому транспортному засобі

# DHVehicleMessage.VehicleBurning
source: Vehicle is on fire!
de: Fahrzeug brennt!
es: ¡El vehículo esta en llamas!
fr: Incendie à bord !
ja: 車両が燃えている！
pl: Pojazd się pali!
ru: Машина горит!
uk: Машина горить!

# DHVehicleMessage.OpenHatchToExit
source: You must unbutton the hatch {0} to exit
de: Um das Fahrzeug zu verlassen muss die {0} Luke geöffnet werden
es: Debes abrir la compuerta {0} para salir
fr: Vous devez ouvrir l'écoutille {0} pour sortir
ja: 脱出するには{0}でハッチを開く必要があります
pl: Musisz odsunąć właz {0}, aby wyjść
ru: Чтобы выйти, необходимо открыть люк {0}
uk: Щоб вийти, необхідно відкрити люк {0}

# DHVehicleMessage.ExitCommandersHatch
source: You must exit through commander's hatch
de: Fahrzeug muss über die Kommandantenluke verlassen werden
es: Deberas salir por la escotilla del comandante.
fr: Vous devez sortir par l'écoutille du chef de char
ja: 車長の出入口から脱出しなければなりません
pl: Musisz wyjść przez właz dowódcy
ru: Вы должны выйти через командирский люк
uk: Ви повинні вийти через командирський люк

# DHVehicleMessage.ExitDriverOrComHatch
source: Exit through driver's or commander's hatch
de: Fahrzeug über die Fahrer- oder Kommandantenluke verlassen
es: Salga por la escotilla del conductor o del comandante.
fr: Sortir par l'écoutille du pilote ou du chef de char
ja: 操縦手または車長の出入口から出なければなりません
pl: Wyjdź przez właz kierowcy lub dowódcy
ru: Выход через люк механика-водителя или командира
uk: Вихід тільки через люк водія або командира

# DHVehicleMessage.ExitCommandersOrMGHatch
source: Exit through commander's or MG hatch
de: Fahrzeug über die MG- oder Kommandantenluke verlassen
es: Salga por la escotilla del comandante o de la ametralladora.
fr: Sortir par l'écoutille du chef de char ou du mitrailleur
ja: 車長または機銃手の出入口から出なければなりません
pl: Wyjdź przez właz dowódcy lub karabinu maszynowego
ru: Выход через командирский или пулеметный люк
uk: Вихід через командирський чи кулеметний люк

# DHVehicleMessage.CantFindExitPosition
source: No exit location can be found
de: Kein Ausgang gefunden
es: No se puede encontrar ninguna salida
fr: Aucune sortie n'a été trouvée
ja: 脱出先の空間がありません
pl: Nie można znaleźć miejsca wyjścia
ru: Нет места для выхода
uk: Немає місця для виходу

# DHVehicleMessage.VehicleNowUnlocked
source: Tank crew positions in this vehicle have now been unlocked
de: Panzerbesatzungspositionen in diesem Fahrzeug sind nun entriegelt
es: Las posiciones de la tripulación del tanque en este vehículo han sido desbloqueadas.
fr: Les postes de ce véhicule sont désormais déverrouillés
ja: 乗員の配置のロックが解除されました
pl: Stanowiska załogi czołgu w tym pojeździe zostały teraz odblokowane
ru: Места экипажа теперь разблокированы
uk: Місця екіпажу тепер розблоковані

# DHVehicleMessage.CantEnterLockedVehicle
source: This vehicle has been locked by its crew
de: Dieses Fahrzeug wurde von der Besatzung verriegelt
es: Este vehículo ha sido bloqueado por la tripulación de este.
fr: Ce véhicule a été verrouillé par son équipage
ja: この車両は乗員によってロックされています
pl: Ten pojazd został zablokowany przez jego załogę
ru: Это техника была заблокирована экипажем
uk: Ця техніка була заблокована екіпажем

# DHVehicleMessage.OnlyTankCrewCanLockVehicle
source: Only tank crew roles can lock or unlock vehicle
de: Nur Panzerbesatzungen können Fahrzeuge ver- und entriegeln
es: Solo la tripulación del tanque pueden bloquear o desbloquear el vehículo.
fr: Seuls les tankistes peuvent verrouiller ou déverrouiller le véhicule
ja: 戦車兵だけが車両をロックまたはロック解除できます
pl: Tylko czołgiści mogą zablokować lub odblokować pojazd
ru: Только члены экипажа танка могут блокировать и разблокировать технику
uk: Тільки члени екіпажу танка можуть блокувати та розблокувати техніку

# DHVehicleMessage.OtherCrewmanCanLockVehicle
source: Only the most senior crew position can lock or unlock vehicle
de: Nur das ranghöchste Besatzungsmitglied kann das Fahrzeug ver- oder entriegeln
es: Sólo la posición de tripulación más alta puede bloquear o desbloquear el vehículo.
fr: Seulement le poste d'équipage le plus gradé peut verrouiller ou déverrouiller le véhicule
ja: 最初に乗った戦車兵のみが車両をロックまたはロック解除できます
pl: Tylko najwyższy rangą członek załogi może zablokować lub odblokować pojazd
ru: Только самый старший член экипажа может заблокировать или разблокировать технику
uk: Тільки найстарший член екіпажу може заблокувати або розблокувати техніку

# DHVehicleMessage.UnbuttonToReload
source: You must unbutton the hatch {0} to reload
de: Die Luke muss geöffnet werden um {0} nachzuladen
es: Debes desabrochar la escotilla {0} para recargar
fr: Vous devez ouvrir l'écoutille {0} pour recharger
ja: 再装填するには{0}でハッチを開く必要があります
pl: Musisz odblokować właz {0}, aby przeładować
ru: Для перезарядки необходимо открыть люк {0}
uk: Для перезарядки необхідно відкрити люк {0}

# DHVehicleMessage.VehicleScuttleInitiated
source: currently deprecated
de: Aktuell veraltet
es: actualmente obsoleto
fr: actuellement déprécié
ja: 現在非推奨
pl: obecnie przestarzałe
ru: в настоящее время устарел
uk: на даний час застарів

# DHVehicleMessage.NotQualified
source: Not qualified to operate this vehicle
de: Nicht an diesem Fahrzeug ausgebildet
es: No estas calificado para operar este vehículo.
fr: Non qualifié pour l'utilisation de ce véhicule
ja: この車両を運転する資格がありません
pl: Brak kwalifikacji do obsługi tego pojazdu
ru: Вы недостаточно обучены для управления данным видом техники
uk: Ви недостатньо навчені для управління даним видом техніки

# DHVehicleMessage.VehicleIsEnemy
source: Cannot use an enemy vehicle
de: Feindliches Fahrzeug kann nicht bedient werden
es: No puedes usar este vehículo enemigo
fr: Impossible d'utiliser un véhicule ennemi
ja: 敵の車両は使用できない
pl: Nie można użyć wrogiego pojazdu
ru: Вы не можете использовать вражескую технику
uk: Ви не можете використовувати ворожу техніку

# DHVehicleMessage.VehicleNowLocked
source: Tank crew positions in this vehicle have now been locked
de: Panzerbesatzungspositionen in diesem Fahrzeug sind nun verriegelt
es: Las posiciones de la tripulación del tanque en este vehículo ahora están bloqueadas.
fr: Les postes de ce véhicule sont désormais verrouillés
ja: 乗員の配置がロックされました
pl: Stanowiska załogi czołgu w tym pojeździe zostały teraz zablokowane
ru: Места экипажа теперь заблокированы
uk: Місця екіпажу тепер заблоковані

# DHVehicleMessage.AbandonedVehicleUnlocked
source: You left your locked vehicle for too long and it's now unlocked
de: Dein Fahrzeug wurde zu lang verriegelt zurückgelassen und ist nun entriegelt
es: Dejaste tu vehículo bloqueado por mucho tiempo, ahora esta desbloqueado
fr: Vous avez verrouillé votre véhicule trop longtemps, il est désormais déverrouillé
ja: ロックされた車両から離れる時間が長すぎたため、乗員の配置のロックが解除されました
pl: Twój zablokowany pojazd został odblokowany, ponieważ opuściłeś(aś) go na zbyt długo
ru: Вы слишком долго отсутствовали в заблокированной технику, и теперь она разблокирована
uk: Ви надто довго були відсутні в заблокованій техніці, і тепер вона розблокована

# DHVehicleMessage.CantLockNonCrewVehicle
source: Can't lock vehicle as it can be driven by non-tank crew roles
de: Fahrzeug kann nicht verriegelt werden, da es neben Panzerbesatzungen auch von anderen Rollen bedient werden kann
es: No se puede bloquear el vehículo, ya que puede ser conducido por tripulantes que no sean de tanque.
fr: Le véhicule ne peut pas être verrouillé comme il peut être conduit par des non-tankistes
ja: この車両は戦車兵以外の兵科でも運転できるため、車両をロックできません
pl: Nie można zablokować pojazdu, ponieważ może on być prowadzony przez graczy niebędących czołgistami
ru: Невозможно заблокировать технику, поскольку ею могут управлять члены экипажа, не являющиеся танкистами
uk: Неможливо заблокувати техніку, оскільки нею можуть керувати члени екіпажу, які не є танкістами

# DHVehicleMessage.MapDisabledVehicleLocking
source: This map doesn't allow vehicles to be locked
de: Diese Karte erlaubt kein Verriegeln von Fahrzeugen
es: Este mapa no permite bloquear los vehículos.
fr: Cette carte n'autorise pas le verrouillage de véhicule
ja: このマップでは車両をロックできません
pl: Ta mapa nie pozwala na blokowanie pojazdów
ru: Эта карта не позволяет блокировать технику
uk: Ця карта не дозволяє блокувати техніку

# DHVehicleMessage.CanOnlyLockFromCrewPosition
source: Can only lock or unlock vehicle if you are in a tank crew position
de: Fahrzeug kann nur ver- oder entriegelt werden, während sich in einer Panzerbesatzungsposition befunden wird
es: Solo puedes bloquear o desbloquear el vehículo si estás en una posición de tripulación de tanque.
fr: Il n'est possible de verrouiller ou déverrouiller le véhicule que si vous êtes dans un poste d'équipage
ja: 車内にいる場合のみ車両をロックまたはロック解除できます
pl: Pojazd można zablokować lub odblokować tylko wtedy, gdy jest się na pozycji załogi czołgu
ru: Заблокировать или разблокировать эту технику можно только в том случае, если вы находитесь на месте экипажа
uk: Заблокувати або розблокувати цю техніку можна лише в тому випадку, якщо ви знаходитесь на місці екіпажу

# DHVehicleMessage.UnbuttonHatchToChangePosition
source: You must unbutton the hatch {0} to change position
de: Um die Position zu wechseln muss die {0} Luke geöffnet sein
es: Debes desabrochar la trampilla {0} para cambiar de posición
fr: Vous devez ouvrir l'écoutille {0} pour changer de poste
ja: 位置を変更するには、出入口{0}を開く必要があります
pl: Musisz otworzyć właz {0} aby zmienić pozycję
ru: Чтобы сменить место, необходимо открыть люк {0}
uk: Щоб змінити позицію, необхідно відкрити люк {0}

# DHGameType_Armored_Advance.GameTypeName
source: Armored Advance
de: Panzer Vorstoß
es: Avance Acorazado
ja: 進撃(戦車混合)(Armored Advance)
pl: Natarcie Pancerne
ru: Танковое наступление
uk: Танковий наступ

# DHGameType.GameTypeName
source: Unknown Game Type
de: Unbekannte Spieltype
es: Tipo de juego desconocido
fr: Type de Jeu Inconnu
ja: 不明なゲームルール
pl: Nieznany Typ Gry
ru: Неизвестный тип игры
uk: Невідомий тип гри

# DHGameType_Advance.GameTypeName
source: Advance
de: Vorstoß
es: Avance
ja: 進撃(Advance)
pl: Natarcie
ru: Наступление
uk: Наступ

# DHGameType_Cutoff.GameTypeName
source: Cutoff
de: Kessel
es: Aislado
ja: カットオフ
pl: Odcięcie
ru: Отсечение войск
uk: Відсікання військ

# DHGameType_Defence.GameTypeName
source: Defence
de: Verteidigung
es: Defensa
ja: 防衛
pl: Obrona
ru: Оборона
uk: Оборона

# DHGameType_Domination.GameTypeName
source: Domination
de: Vorherrschaft
es: Dominación
ja: 支配
pl: Dominacja
ru: Доминация
uk: Домінування

# DHGameType_Push.GameTypeName
source: Push
de: Sturm
es: Empuje
ja: 攻勢(Push)
pl: Szturm
ru: Штурм
uk: Штурм

# DHHintManager.Hints[0].Title
source: Welcome to Darkest Hour!
de: Willkommen zu Darkest Hour!
es: ¡Bienvenido a Darkest Hour!
fr: Bienvenue sur Darkest Hour !
ja: Darkest Hour にようこそ!
pl: Witamy w Darkest Hour!
ru: Добро пожаловать в Darkest Hour!
uk: Ласкаво просимо до Darkest Hour!

# DHHintManager.Hints[1].Title
source: Mantling
de: Überklettern
es: Escalar
fr: Escalade
ja: 乗り越える
pl: Pokonywanie przeszkód
ru: Преодоление преград
uk: Подолання перешкод

# DHVehicleMessage.CannotEnter
source: Vehicle is full
de: Fahrzeug ist voll
es: El vehículo esta lleno
fr: Le véhicule est plein
ja: 車両は満員です
pl: Pojazd jest pełny
ru: В технике нет свободных мест
uk: У техніці немає вільних місць

# DHVehiclePoolMessage.ActivatedMessage
source: A Vehicle Pool has been activated.
de: Ein Fahrzeugdepot wurde aktiviert.
es: Un Deposito Vehicular ha sido activado
fr: Un Dépôt de Véhicules a été activé.
ja: 車両出撃地点(VP)が有効化されました。
pl: Punkt odrodzeń pojazdów został aktywowany.
ru: Точка появления техники активирована.
uk: Точка появи техніки активована.

# DHGameType_Clash.GameTypeName
source: Clash
de: Zusammenstoß
es: Choques
ja: 衝突(Clash)
pl: Starcie
ru: Столкновение
uk: Зіткнення

# DHGameType_Stalemate.GameTypeName
source: Stalemate
de: Patt
es: Estancamientos
ja: 膠着状態
pl: Impas
ru: Противостояние
uk: Протистояння

# DHHintManager.Hints[0].Text
source: These hint messages will show up periodically in the game. Pay attention to them, your survival might depend on it! They can be disabled from the HUD tab in the configuration menu.
de: Diese Hinweisnachrichten werden regelmäßig im Spiel angezeigt. Beachte sie, dein Überleben könnte davon abhängen! Über den HUD Reiter in den Einstellungen können diese deaktiviert werden.
es: Estos mensajes con pistas aparecerán periódicamente en el juego. ¡Préstales atención, tu supervivencia podría depender de ello! Se pueden desactivar desde la pestaña HUD en el menú de configuración.
fr: Ces messages d'aide apparaîtront régulièrement dans le jeu. Soyez attentifs, votre survie pourrait en dépendre ! Vous pouvez les désactiver depuis l'onglet HUD du menu de configuration.
ja: これらのヒントメッセージはゲーム中に定期的に表示されます。注意深く見てください。生死はヒントメッセージにかかっているかもしれません!設定メニューのHUDタブから無効にできます。
pl: Te podpowiedzi będą pojawiać się okresowo w grze. Zwróć na nie uwagę, od tego może zależeć twoje przetrwanie! Można je wyłączyć w zakładce HUD w menu konfiguracji.
ru: Эти подсказки будут периодически появляться в игре. Обратите на них внимание, от этого может зависеть ваша жизнь! Их можно отключить во вкладке "Интерфейс" в настройках.
uk: Ці підказки періодично з'являтимуться у грі. Зверніть на них увагу, від цього може залежати ваше життя! Їх можна вимкнути у вкладці "Інтерфейс" у налаштуваннях.

# DHHintManager.Hints[1].Text
source: You are able to mantle on to small obstacles! To mantle, stand in front of any low obstacle until the mantling icon to appears then press %JUMP% to mantle on top of the obstacle.
de: Kleine Hindernisse können erklommen werden! Um auf diese zu klettern stelle dich vor ein Hindernis bis das Klettersymbol erscheint und drücke dann %JUMP% um auf das Hindernis zu klettern.
es: ¡Puedes superar obstáculos pequeños! Para superarlos, párate frente a cualquier obstáculo bajo hasta que aparezca el ícono de para escalar y luego presiona %JUMP% para escalarlo.
fr: Vous pouvez escalader de petits obstacles ! Pour cela, placez-vous devant un obstacle bas jusqu'à ce que l'icône apparaisse, puis appuyez sur %JUMP% pour vous hisser sur l'obstacle.
ja: 小さな障害物は乗り越えることができます！乗り越えるには、低い障害物の前に立ち、乗り越えアイコンが表示されたら、%JUMP% を押して障害物の上に乗り越えます。
pl: Możesz wspinać się na małe przeszkody! Aby wspiąć się, stój przed dowolną niską przeszkodą, aż pojawi się ikona wspinania, a następnie naciśnij %JUMP%, aby wspiąć się na przeszkodę.
ru: Вы можете перелезать через небольшие препятствия! Чтобы это сделать встаньте перед любым низким заграждением, пока не появится соответствующий значок. Затем нажмите %JUMP%, чтобы забраться на вершину преграды.
uk: Ви здатні долати невеликі перешкоди! Шоб перелізти, встаньте перед будь-якою низькою перешкодою, поки не з'явиться відповідний значок, потім натисніть %JUMP%, щоб перелізти на вершину перешкоди.

# DHHintManager.Hints[2].Title
source: Parachutes
de: Fallschirme
es: Paracaídas
ja: パラシュート
pl: Spadochrony
ru: Парашюты
uk: Парашути

# DHHintManager.Hints[2].Text
source: You can guide your parachute's trajectory with your movement keys!
de: Mit den Bewegungstasten kann die Fallrichtung des Fallschirms beeinflusst werden!
es: ¡Puedes guiar la trayectoria de tu paracaídas con tus teclas de movimiento!
fr: Vous pouvez guider la trajectoire de votre parachute avec vos touches de mouvement !
ja: 移動キーでパラシュートを操作できます!
pl: Możesz kierować trajektorią twojego spadochronu za pomocą klawiszy ruchu!
ru: Вы можете управлять траекторией спуска на парашюте с помощью клавиш движения!
uk: Ви можете керувати траєкторією парашута за допомогою клавіш руху!

# DHHintManager.Hints[3].Title
source: Coloured Smoke Grenades
de: Farbige Rauchgranaten
es: Granadas de humo coloreado
fr: Grenades Fumigènes de Couleur
ja: 発煙筒
pl: Kolorowe Granaty Dymne
ru: Сигнальные и дымовые гранаты
uk: Сигнальні димові гранати

# DHHintManager.Hints[6].Title
source: Mortars
de: Mörser
es: Morteros
fr: Mortiers
ja: 迫撃砲
pl: Moździerze
ru: Минометы
uk: Міномети

# DHHintManager.Hints[6].Text
source: While you are holding a mortar you cannot change weapons, sprint, prone or mantle. To deploy your mortar, crouch on flat ground and press %DEPLOY%.
de: Während der Mörser gehalten wird kann die Waffe nicht gewechselt, gesprintet, gekrochen oder geklettert werden. Um den Mörser aufzustellen, knie dich auf flachem Grund ab und drücke %DEPLOY%.
es: Mientras sostienes un mortero, no puedes cambiar de arma, correr, tumbarte o escalar. Para desplegar el mortero, agáchate en terreno llano y pulsa %DESPLEGAR%.
fr: Tant que vous tenez un mortier, vous ne pouvez pas changer d'arme, sprinter, vous mettre à plat ventre ou escalader d'obstacles. Pour déployer votre mortier, accroupissez-vous sur un terrain plat et appuyez sur %DÉPLOYER%.
ja: 迫撃砲を持ち運んでいる間は武器の変更・スプリント・伏せ・障害部の乗り越えはできません。迫撃砲を展開するには、平らな地面でしゃがみ、%DEPLOY% を押してください。
pl: Kiedy trzymasz moździerz, nie możesz sprintować, zmieniać broni, czołgać się ani pokonywać przeszkód. Aby rozstawić moździerz, kucnij na płaskim terenie i naciśnij %DEPLOY%.
ru: Пока вы держите миномет, вы не можете менять оружие, бежать и ложиться. Чтобы развернуть миномет, сядьте на ровной поверхности и нажмите %DEPLOY%.
uk: Поки ви тримаєте міномет, ви не можете змінювати зброю, бігати, або лежати. Щоб розгорнути міномет, присядьте на рівному місці і натисніть %DEPLOY%.

# DHHintManager.Hints[7].Title
source: Mortar Operation
de: Mörserbedienung
es: Operación de Mortero
fr: Usage du Mortier
ja: 迫撃砲の運用
pl: Obsługiwanie Moździerza
ru: Использование миномёта
uk: Використання міномету

# DHHintManager.Hints[8].Title
source: Artillery Targets
de: Artillerieziele
es: Objetivos de Artillería
fr: Cibles d'Artillerie
ja: 砲撃目標
pl: Cele Artylerii
ru: Артиллерийские цели
uk: Артилерійські цілі

# DHHintManager.Hints[8].Text
source: Squad leaders can mark targets that become visible on your map. When a round lands near a target marker, the location of the impact will be marked your map. Use these markers to zero in on your target.
de: Gruppenführer können Ziele markieren die auf deiner Karte sichtbar werden. Wenn eine Granate in der Nähe dieser Zielmarkierung landet wird der Einschlagort auf deiner Karte vermerkt. Nutze diese Markierungen um dich auf das Ziel einzuschießen.
es: Los líderes de escuadrón pueden marcar objetivos que se hacen visibles en el mapa. Cuando un proyectil impacta cerca de un marcador de objetivo, la ubicación del impacto se marcará en el mapa con una pequeña onda expansiva. Usa estos marcadores para localizar a tu objetivo.
fr: Les chefs de groupe peuvent marquer des cibles qui deviennent visibles sur votre carte. Lorsqu'un obus atterrit près d'un marqueur de cible, l'emplacement de l'impact sera indiqué sur la carte. Utilisez ces marqueurs pour ajuster votre pointage.
ja: 分隊長は砲撃目標を設定することができ、それらはマップ上に表示されます。砲弾が目標地点の近くに着弾すると、着弾位置がマップ上に表示されます。これらの表示を使って目標を狙いましょう。
pl: Dowódcy oddziałów mogą oznaczać cele, które staną się widoczne na mapie. Gdy pocisk wyląduje w pobliżu znacznika celu, miejsce uderzenia zostanie zaznaczone na mapie. Użyj tych znaczników, aby wyzerować cel.
ru: Командиры отрядов могут отмечать цели, которые станут видимыми вам на карте. Когда снаряд приземляется рядом с отметкой, место попадания будет подсвечено на вашей карте. Пользуйтесь этим , чтобы навестись на цель.
uk: Командири загонів можуть позначати цілі, які відображаються на вашій мапі. Коли снаряд приземляється біля маркера цілі, місце падіння позначається на вашій мапі. Використовуйте ці маркери для наведення на ціль.

# DHHintManager.Hints[9].Title
source: Mortar Leaving
de: Mörser ablegen
es: Dejando el mortero
fr: Sortie du Mortier
ja: 迫撃砲から離れる
pl: Opuszczanie Moździerza
ru: Оставление миномёта
uk: Залишення міномета

# DHHintManager.Hints[10].Title
source: Mortar Undeploy
de: Mörser aufnehmen
es: Retirar el mortero
fr: Transport du Mortier
ja: 迫撃砲を持ち上げる
pl: Składanie moździerza
ru: Свёртывание миномёта
uk: Розгортання міномета

# DHHintManager.Hints[10].Text
source: To undeploy your mortar, press the %Deploy% key. Undeploying your mortar will reset your elevation and traverse settings.
de: Um den Mörser aufzunehmen, drücke die %Deploy% Taste. Beim Aufnehmen des Mörsers werden alle vorherigen Korrektureinstellungen zurückgesetzt.
es: Para desplegar el mortero, pulsa la tecla %Deploy%. Al desplegar el mortero, se restablecerán los ajustes de elevación y giro.
fr: Pour ranger votre mortier, appuyez sur la touche %Deploy%. En le rangeant, le gisement et la portée seront remis à zéro.
ja: 迫撃砲を持ち上げるには、%Deploy%キーを押します。その際、仰俯角や左右の設定は初期化されます。
pl: Aby złożyć moździerz, wciśnij %Deploy%. Złożenie moździerza zresetuje twoje ustawienia moździerza.
ru: Чтобы свернуть миномёт, нажмите клавишу %Deploy%. После того как миномёт будет свёрнут углы установки высоты и горизонта будут сброшены.
uk: Щоб згорнути міномет, натисніть клавішу %Deploy%. Згортання міномета призведе до скидання установки кута підвищення та горизонтального кутоміра.

# DHHintManager.Hints[12].Title
source: Binoculars
de: Feldstecher
es: Binoculares
fr: Jumelles
ja: 双眼鏡
pl: Lornetka
ru: Бинокль
uk: Бінокль

# DHHintManager.Hints[13].Title
source: Radio Operator
de: Funker
es: Operador de Radio
fr: Opérateur Radio
ja: 無線通信手
ru: Радист
uk: Радист
