Repository: DarklightGames/weblate-darklightgames
Catalog: DH_Engine/DH_Engine.*.po
Languages: de, es, fr, ja, pl, ru, uk

# DHTeamKillInteraction.PromptText
source: {0} has team-killed you!
de: {0} hat dich durch Eigenbeschuss getötet!
es: ¡{0} te ha matado accidentalmente!
fr: Votre équipier {0} vous a tué !
ja: {0} があなたをチームキルしました！
pl: {0} zabił(a) cię ogniem przyjacielskim!
ru: Союзник {0} убил вас!
uk: Союзник {0} убив вас!

# DHTeamKillInteraction.Options<0>.Text
source: Forgive
de: Vergeben
es: Perdonar
fr: Pardonner
ja: 許す
pl: Wybacz
ru: Простить
uk: Вибачити

# DHTeamKillInteraction.Options<1>.Text
source: Punish
de: Bestrafen
es: Castigar
fr: Punir
ja: 罰する
pl: Ukaraj
ru: Наказать
uk: Покарати

# DHTeamSayMessage.MessagePrefix
source: [TEAM]
es: [EQUIPO]
fr: [EQUIPE]
ja: [チーム]
pl: [DRUŻYNA]
ru: [КОМАНДА]
uk: [КОМАНДА]

# DHTeamSurrenderVoteMessage.VoteSucceededText
source: The vote to retreat has succeeded ({0}).
de: Die Abstimmung zum Rückzug war erfolgreich ({0}).
es: La votación para retirarse ha tenido éxito ({0}).
fr: Le vote pour battre en retraite est un succès ({0}).
ja: 投票({0})で撤退が可決されました。
pl: Głosowanie za odwrotem zakończyło się sukcesem ({0}).
ru: Голосование за отступление прошло успешно ({0}).
uk: Голосування за відступ пройшло успішно ({0}).

# DHTeamSurrenderVoteMessage.VoteFailedText
source: The vote to retreat has failed ({0}).
de: Die Abstimmung zum Rückzug ist fehlgeschlagen ({0}).
es: La votación para retirarse ha fracasado ({0}).
fr: Le vote pour battre en retraite a échoué ({0}).
ja: 投票({0})で撤退が否決されました。
pl: Głosowanie za odwrotem zakończyło się niepowodzeniem({0}).
ru: Голосование за отступление не удалось ({0}).
uk: Голосування за відступ не відбулося ({0}).

# DHTeamSurrenderVoteMessage.VoteSummaryText
source: Yes: {0}, Needed: {1}
de: Ja: {0}, Benötigt: {1}
es: Sí: {0}, Necesarias: {1}
fr: Oui : {0}, Requis : {1}
ja: はい:{0}票、必要なら:{1}票
pl: Za: {0}, Potrzeba: {1}
ru: За: {0}, Необходимо: {1}
uk: Так: {0}, Потрібно: {1}

# DHTeamSurrenderVoteMessage.VoteNominatedText
source: {0} has nominated to retreat.
de: {0} hat sich für den Rückzug entschieden.
es: {0} ha nominado un voto para retirarse.
fr: {0} suggère de battre en retraite.
ja: {0} は撤退を提言した。
pl: {0} zgłosił(a) chęć wycofania się.
ru: {0} заявил об отступлении.
uk: {0} запропонував відступити.

# DHTeamSurrenderVoteMessage.VoteNominationsRemainingText
source: Need {0} more nomination(s) to start the vote.
de: Benötigt {0} weitere Stimme(n) um die Abstimmung zu starten.
es: Se necesitan {0} nominaciones más para iniciar la votación.
fr: Besoin de {0} autres suggestion(s) pour commencer le vote.
ja: 投票を開始するには、さらに [{0}] 人の提言が必要です。
pl: Potrzeba jeszcze {0} zgłoszeń, aby rozpocząć głosowanie.
ru: Чтобы начать голосование, нужно {0} дополнительно номинировать {1}.
uk: Щоб розпочати голосування, потрібно {0} додатково номінувати {1}.

# DHThrowableExplosiveDamageType.DeathString
source: %o was blown up by %k's %w.
ru: %o был взорван %k из %w.
uk: %o був підірваний %k з %w.

# DHThrowableExplosiveDamageType.FemaleSuicide
source: %o was blown up by her own %w.
ru: %o была взорвана собственным %w.
uk: %o була підірвана власним %w.

# DHThrowableExplosiveDamageType.MaleSuicide
source: %o was blown up by his own %w.
ru: %o был взорван своим %w.
uk: %o був підірваний власним %w.

# DHVehicle.VehicleNameString
source: ADD VehicleNameString !!
ru: Добавить строку имени транспортного средства!
uk: Додати рядок імені транспортного засобу!

# DHVehicleBurningDamageType.DeathString
source: %o was burned up in a vehicle fire that %k started.
ru: %o сгорел в результате пожара в технике, который начал %k.
uk: %o згорів внаслідок пожежі в техніці, яку почав %k.

# DHVehicleBurningDamageType.FemaleSuicide
source: %o burned up in a vehicle fire.
ru: %o сгорела при пожаре в технике.
uk: %o згоріла під час пожежі в техніці.

# DHVehicleBurningDamageType.MaleSuicide
source: %o burned up in a vehicle fire.
ru: %o сгорел при пожаре в технике.
uk: %o згорів під час пожежі в техніці.

# DHVehicleVoiceSayMessage.MessagePrefix
source: [VOICE]
de: [STIMME]
es: [VOZ]
fr: [VOIX]
ja: [ボイス]
pl: [GŁOS]
ru: [ГОЛОС]
uk: [ГОЛОС]

# DHVehiclePoolMessage.DestroyedMessage
source: A Vehicle Pool has been destroyed.
de: Ein Fahrzeugdepot wurde zerstört.
es: Un Deposito Vehicular ha sido destruido,
fr: Un Dépôt de Véhicules a été détruit.
ja: 車両出撃地点 (VP) が破壊されました。
pl: Punkt odrodzeń pojazdów został zniszczony.
ru: Точка появления техники уничтожена.
uk: Точка появи техніки знищена.

# DHVehicleSayMessage.MessagePrefix
source: [VEHICLE]
de: [FAHRZEUG]
es: [VEHICULO]
fr: [VÉHICULE]
ja: [車両内]
pl: [POJAZD]
ru: [ТЕХНИКА]
uk: [ТРАНСПОРТ]

# DHVehicleTouchMessage.TouchMessage
source: Press [%USE%] to enter {0}
ru: Нажмите [%USE%], чтобы сесть в {0}
uk: Натисніть [%USE%], щоб сісти за {0}

# DHVoicePack.EnemyAbbrevAxis[3]
source: Pioneer
de: Pionier
fr: Pionnier
ja: 工兵
pl: Saper
ru: Сапёр
uk: Сапер

# DHVoiceReplicationInfo.LocalChannelText
source: Local
de: Lokal
ja: 全体
pl: Lokalny
ru: Локальный
uk: Локальний

# DHVoiceReplicationInfo.PublicChannelNames<0>
source: Command
de: Kommando
es: Comandancia
fr: Commandement
ja: 指示
pl: Dowództwo
ru: Командирский
uk: Командирський

# DHVoiceReplicationInfo.PublicChannelNames<1>
source: Command
de: Kommando
es: Comandancia
fr: Commandement
ja: 指示
pl: Dowództwo
ru: Командирский
uk: Командир

# DHVoiceReplicationInfo.PublicChannelNames<2>
source: Unassigned
de: Unzugeordnet
es: No asignado
fr: Non affecté
ja: 未割り当て
pl: Nieprzypisany
ru: Неназначенный
uk: Непризначений

# DHVoiceReplicationInfo.PublicChannelNames<3>
source: Unassigned
de: Unzugeordnet
es: No asignado
fr: Non affecté
ja: 未割り当て
pl: Nieprzypisany
ru: Неназначенный
uk: Непризначений

# DHVoiceReplicationInfo.PublicChannelNames<4>
source: Squad
de: Gruppe
es: Escuadra
fr: Groupe
ja: 分隊
pl: Oddział
ru: Отряд
uk: Загін

# DHVoiceReplicationInfo.PublicChannelNames<5>
source: Squad
de: Gruppe
es: Escuadra
fr: Groupe
ja: 分隊
pl: Oddział
ru: Отряд
uk: Загін

# DHVoiceReplicationInfo.PublicChannelNames<6>
source: Squad
de: Gruppe
es: Escuadra
fr: Groupe
ja: 分隊
pl: Oddział
ru: Отряд
uk: Загін

# DHVoiceReplicationInfo.PublicChannelNames<7>
source: Squad
de: Gruppe
es: Escuadra
fr: Groupe
ja: 分隊
pl: Oddział
ru: Отряд
uk: Загін

# DHVoiceReplicationInfo.PublicChannelNames<8>
source: Squad
de: Gruppe
es: Escuadra
fr: Groupe
ja: 分隊
pl: Oddział
ru: Отряд
uk: Загін

# DHVoiceReplicationInfo.PublicChannelNames<9>
source: Squad
de: Gruppe
es: Escuadra
fr: Groupe
ja: 分隊
pl: Oddział
ru: Отряд
uk: Загін

# DHVoiceReplicationInfo.PublicChannelNames<10>
source: Squad
de: Gruppe
es: Escuadra
fr: Groupe
ja: 分隊
pl: Oddział
ru: Отряд
uk: Загін

# DHVoiceReplicationInfo.PublicChannelNames<11>
source: Squad
de: Gruppe
es: Escuadra
fr: Groupe
ja: 分隊
pl: Oddział
ru: Отряд
uk: Загін

# DHVoiceReplicationInfo.PublicChannelNames<12>
source: Squad
de: Gruppe
es: Escuadra
fr: Groupe
ja: 分隊
pl: Oddział
ru: Отряд
uk: Загін

# DHVoiceReplicationInfo.PublicChannelNames<13>
source: Squad
de: Gruppe
es: Escuadra
fr: Groupe
ja: 分隊
pl: Oddział
ru: Отряд
uk: Загін

# DHVoiceReplicationInfo.PublicChannelNames<14>
source: Squad
de: Gruppe
es: Escuadra
fr: Groupe
ja: 分隊
pl: Oddział
ru: Отряд
uk: Загін

# DHVoiceReplicationInfo.PublicChannelNames<15>
source: Squad
de: Gruppe
es: Escuadra
fr: Groupe
ja: 分隊
pl: Oddział
ru: Отряд
uk: Загін

# DHVoiceReplicationInfo.PublicChannelNames<16>
source: Squad
de: Gruppe
es: Escuadra
fr: Groupe
ja: 分隊
pl: Oddział
ru: Отряд
uk: Загін

# DHVoiceReplicationInfo.PublicChannelNames<17>
source: Squad
de: Gruppe
es: Escuadra
fr: Groupe
ja: 分隊
pl: Oddział
ru: Отряд
uk: Загін

# DHVoiceReplicationInfo.PublicChannelNames<18>
source: Squad
de: Gruppe
es: Escuadra
fr: Groupe
ja: 分隊
pl: Oddział
ru: Отряд
uk: Загін

# DHVoiceReplicationInfo.PublicChannelNames<19>
source: Squad
de: Gruppe
es: Escuadra
fr: Groupe
ja: 分隊
pl: Oddział
ru: Отряд
uk: Загін

# DHVoiceReplicationInfo.InstalledCodec<0>.CodecName
source: Better Quality
de: Bessere Qualität
es: Mejor Calidad
fr: Meilleure Qualité
ja: より良い品質
pl: Lepsza jakość
ru: Лучшее качество
uk: Краща якість

# DHVoiceReplicationInfo.InstalledCodec<1>.CodecName
source: Better Quality
de: Besser Qualität
es: Mejor Calidad
ja: より良い品質
pl: Lepsza Jakość
ru: Лучшее качество
uk: Краща якість

# DHVoiceSayMessage.MessagePrefix
source: [VOICE]
de: [STIMME]
es: [VOZ]
ja: [ボイス]
pl: [GŁOS]
ru: [ГОЛОС]
uk: [ГОЛОС]

# DHVoteInfo.Options<0>.Text
source: Yes
de: Jawohl
es: Sí
ja: はい
pl: Tak
ru: Да
uk: Так

# DHVoteMessage.VoteReceievedText
source: Your vote has been received.
de: Stimme erhalten.
es: Tu voto se ha recibido.
ja: あなたの投票が受理されました。
pl: Twój głos został przyjęty.
ru: Ваш голос засчитан.
uk: Ваш голос зараховано.

# DHVoteMessage.VoteConcludedText
source: The vote has concluded.
de: Die Abstimmung ist abgeschlossen.
es: La votación ha concluido.
ja: 投票は終了しました。
pl: Głosowanie zostało zakończone.
ru: Голосование завершилось.
uk: Голосування завершилося.

# DHVotingHandler.SwapAndRestartText
source: DH-[Swap Teams and Restart]
de: DH-[Seitenwechsel und Neustart]
es: DH-[Intercambiar equipos y reiniciar]
ja: DH-[チームを入れ替えて再スタート]
pl: DH–[Zamień drużyny i zrestartuj]
ru: DH-[Поменять команды и перезапустить игру]
uk: DH-[Змінити команди та перезапустити гру]

# DHWeaponBashDamageType.DeathString
source: %o was bludgeoned to death by %k's %w.
ru: %o был забит до смерти из %w %k.
uk: %o був забитий до смерті %k з %w.

# DHWeaponBashDamageType.FemaleSuicide
source: %o bludgeoned herself to death with her own %w.
ru: %o забила себя до смерти собственным %w.
uk: %o вбила себе власним %w

# DHWeaponBashDamageType.MaleSuicide
source: %o bludgeoned himself to death with his own %w.
ru: %o забил себя до смерти своим %w.
uk: %o вбив себе власним %w.

# DHWeaponBayonetDamageType.FemaleSuicide
source: %o skewered herself on her own %w bayonet.
ru: %o проткнула себя собственным штыком из %w.
uk: %o проткнула себе власним багнетом з %w.

# DHWeaponBayonetDamageType.MaleSuicide
source: %o skewered himself on his own %w bayonet.
ru: %o проткнул себя собственным штыком из %w.
uk: %o проткнув себе власним багнетом з %w.

# DHWeaponPickup.PickupMessage
source: You got the {0}
de: {0} aufgenommen
es: Tienes el {0}
ja: あなたは {0} を手に入れました
pl: Podniosłeś {0}
ru: Вы подобрали {0}
uk: Ви підняли {0}

# DHWeaponProjectileDamageType.DeathString
source: %o was killed by %k's %w.
ru: %o был убит из %w.%k .
uk: %o був убитий %k з %w.

# DHWeaponProjectileDamageType.MaleSuicide
source: %o was killed by his own %w.
ru: %o был убит своим %w.
uk: %o був убитий своїм %w.

# DHWeaponsLockedMessage.LockedFFMessage
source: Your weapons have been locked due to friendly fire!
de: Waffen wurden aufgrund Eigenbeschuss gesichert!
es: ¡Tus armas han sido bloqueadas debido a fuego amigo!
ja: フレンドリーファイアにより、武器がロックされました！
pl: Twoja broń została zablokowana z powodu ognia przyjacielskiego!
ru: Ваше оружие заблокировано за огонь по своим!
uk: Ваша зброя заблокована за вогонь по своїм!

# DHWeaponsLockedMessage.LockedWithTimerMessage
source: Your weapons are locked for {0} seconds
de: Waffen für {0} Sekunden gesichert
es: Tus armas estarán bloqueadas durante {0} segundos
ja: 武器は {0} 秒間ロックされています
pl: Twoja broń jest zablokowana na {0} sekund
ru: Ваше оружие заблокировано на {0} секунд
uk: Вашу зброю заблоковано на {0} секунд

# DHWeaponsLockedMessage.LockedSetupPhaseMessage
source: Your weapons are locked during the setup phase
de: In der Aufstellungsphase werden Waffen gesichert getragen
es: Tus armas están bloqueadas durante la fase de preparación
ja: 準備時間中、武器はロックされます
pl: Twoja broń jest zablokowana podczas fazy przygotowań
ru: Ваше оружие заблокировано на этапе подготовки
uk: Ваша зброя заблокована на етапі підготовки

# DHWeaponsLockedMessage.UnlockedMessage
source: Your weapons are now unlocked
de: Waffen wurden entsichert
es: Tus armas han sido desbloqueadas ahora
ja: 武器のロックが解除されました
pl: Twoja broń została odblokowana
ru: Ваше оружие разблокировано
uk: Вашу зброю розблоковано

# DH_ModifyRoundTimeMessage.IncreasedText
source: increased
de: erhöht
es: incrementado
ja: 増加しました
pl: zwiększony
ru: увеличено
uk: збільшено

# DH_ModifyRoundTimeMessage.DecreasedText
source: decreased
de: verringert
es: disminuido
ja: 減少しました
pl: zmniejszony
ru: уменьшено
uk: зменшено

# DH_ModifyRoundTimeMessage.ChangedText
source: changed
de: geändert
es: cambiado
ja: 変更されました
pl: zmieniony
ru: изменено
uk: змінено

# DH_ModifyRoundTimeMessage.RoundTimeModifiedText
source: Time remaining has been {0}.
de: Verbleibende Zeit wurde {0}.
es: El tiempo restante es: {0}.
ja: 残り時間は {0} になりました。
pl: Pozostały czas został {0}.
ru: Время было {0}.
uk: Час було {0}.

# DarkestHourGame.ROHints<1>
source: You can 'cook' a Mk II grenade by pressing %FIRE3% while holding the grenade back.
de: Eine Mk II Granate kann 'gekocht' werden indem %FIRE3% gedrückt wird während die Granate gehalten wird.
es: Puedes 'calentar' una granada Mk II presionando %FIRE3% mientras mantienes la granada hacia atrás.
ja: Mk II手榴弾を「コッキング」するには、手榴弾を構えたまま %FIRE 3% を押します。
pl: Możesz 'ugotować' granat Mk II, przytrzymując go i naciskając %FIRE3%.
ru: Вы можете придержать гранаты Ф-1, Mk.II и бомбу Миллса перед броском с тлеющим запалом, что бы сократить время её детонации после приземления. Для этого нажмите %FIRE3%, удерживая гранату.
uk: Ви можете притримати гранати Ф-1, Mk.II і бомбу Міллса перед кидком з тліючим запалом, щоб скоротити час її детонації після приземлення. Для цього натисніть %FIRE3% утримуючи гранату.

# DarkestHourGame.ROHints<3>
source: Press %PLAYERMENU 2% to change your player role while in-game, %PLAYERMENU% to change your team.
de: %PLAYERMENU 2% drücken um die Spielerrolle im Spiel zu ändern, %PLAYERMENU% drücken um die Seite zu wechseln.
es: Pulsa %PLAYERMENU 2% para cambiar tu rol de jugador mientras estás en el juego, %PLAYERMENU% para cambiar tu equipo.
ja: ゲーム中に兵科を変更するには %PLAYERMENU% を、チームを変更するには %PLAYERMENU% を押します。
pl: Naciśnij %PLAYERMENU 2%, aby zmienić swoją rolę gracza podczas gry, oraz %PLAYERMENU%, aby zmienić drużynę.
ru: Нажмите %PLAYERMENU 2%, чтобы изменить роль игрока во время игры, %PLAYERMENU%, чтобы сменить команду.
uk: Натисніть %PLAYERMENU 2%, щоб змінити роль гравця під час гри, %PLAYERMENU%, щоб змінити команду.

# DarkestHourGame.ROHints<4>
source: To aim down the sights of your weapon and thus have better precision and accuracy, press the %ROIRONSIGHTS% key.
de: Um bei deiner Waffe das Visier zu nutzen und somit eine erhöhte Präzsion und Zielgenauigkeit zu erreichen, drücke die %ROIRONSIGHTS% Taste.
es: Para apuntar con la mira de tu arma y así obtener mejor precisión y exactitud, presiona la tecla %ROIRONSIGHTS%.
ja: 武器の照準照準器を使って射撃の集弾性と正確性を高めるには、%ROIRONSIGHTS% キーを押します。
pl: Aby wycelować broń przyrządami celowniczymi, a tym samym uzyskać lepszą precyzję i dokładność, naciśnij przycisk %ROIRONSIGHTS%.
ru: Используйте прицел вашего оружия что-бы произвести точный и аккуратный выстрел. Для этого нажмите клавишу %ROIRONSIGHTS%.
uk: Використовуйте приціл вашої зброї щоб зробити точний і акуратний постріл. Для цього натисніть клавішу %ROIRONSIGHTS%.

# DarkestHourGame.ROHints<5>
source: You receive 10 points for helping to capture an objective.
de: Für die Hilfe beim Einnehmen von Zielen erhältst du 10 Punkte.
es: Recibes 10 puntos por ayudar a capturar un objetivo.
ja: 目標を制圧することができれば10点が与えられる。
pl: Otrzymujesz 10 punktów za pomoc w zdobyciu celu.
ru: Вы получили 10 очков за помощь в захвате цели.
uk: Ви отримали 10 очок за допомогу у захопленні цілі.

# DarkestHourGame.ROHints<7>
source: To regenerate stamina, stop and rest for a bit.
de: Um Ausdauer wiederzuerlangen, halte an und ruhe dich eine Weile aus.
es: Para regenerar la stamina, deténgase y descanse un poco.
ja: スタミナを回復するには、立ち止まって少し休んでください。
pl: Aby zregenerować wytrzymałość, zatrzymaj się i odpocznij przez chwilę.
ru: Чтобы восстановить шкалу выносливости, остановитесь и немного отдохните.
uk: Щоб відновити витривалість, зупиніться і трохи відпочиньте.

# DarkestHourGame.ROHints<9>
source: When reloading, 'Magazine Heavy' indicates that the magazine you're loading into your weapon is more than half full of ammunition.
de: Beim Nachladen deutet ein "schweres Magazin" darauf hin, dass das eben in die Waffe geladene Magazin mehr als halb voll mit Munition ist.
es: Al recargar, 'Cargador pesado' indica que el cargador que estás cargando en tu arma tiene más de la mitad de munición llena.
ja: リロード時の「Magazine Heavy」は、弾倉に弾薬が半分以上入っていることを示します。
pl: Podczas przeładowywania „Ciężki magazynek” wskazuje, że magazynek, który ładujesz do broni, jest w ponad połowie pełny amunicji.
ru: При перезарядке надпись «Магазин тяжелый» указывает на то, что магазин, который вы заряжаете в оружие, заполнен боеприпасами более чем наполовину.
uk: При перезарядженні напис «Магазин важкий» вказує на те, що магазин, який ви заряджаєте у зброю, заповнений боєприпасами більш ніж наполовину.

# DarkestHourGame.ROHints<10>
source: You can reload your Machine Gun only when in the deployed state.
de: Das Maschinengewehr kann nur im aufgestellten Zustand nachgeladen werden.
es: Solo puedes recargar tu ametralladora cuando esté desplegada.
ja: 機関銃は展開した状態でしか再装填できません。
pl: Karabin maszynowy można przeładować tylko gdy jest rozstawiony.
ru: Вы можете перезарядить свой пулемет только в разложенном состоянии.
uk: Перезаряджати кулемет можна лише у розгорнутому стані.

# DarkestHourGame.ROHints<13>
source: You cannot change the 30 Cal barrel, be careful not to overheat!
de: Das Rohr des Kaliber 30 kann nicht gewechselt werden, sei daher vorsichtig es nicht zu überhitzen!
es: No puedes cambiar el cañón del calibre 30, ¡ten cuidado de no sobrecalentarlo!
ja: 30 Calの銃身は交換できません。過熱しないように注意してください！
pl: Nie można zmienić lufy 30 Cal, należy uważać, aby jej nie przegrzać!
ru: На некоторых пулемётах, таких как Браунинг .30 калибра и ДП-27 нельзя сменить ствол. Будьте внимательны и не перегрейте его!
uk: На деяких кулеметах, таких як Браунінг .30 калібру та ДП-27, не можна змінити ствол. Будьте уважні та не перегрійте його!

# DarkestHourGame.ROHints<15>
source: Machine Gunners should never setup alone, find a comrade to watch your back.
de: Maschinengewehrschützen sollten niemals alleine eine Stellung beziehen, finde einen Kameraden der deinen Rücken sichert.
es: Los ametralladores nunca deben situarse solos, busca un camarada que te cubra las espaldas.
ja: 機関銃手は背後に対して無防備になります。仲間に背中を守ってもらいましょう。
pl: Strzelcy maszynowi nigdy nie powinni ustawiać się samotnie, znajdź towarzysza, który będzie cię pilnował.
ru: Пулемётчикам никогда не следует действовать в одиночку, найдите товарища, который прикроет вашу спину.
uk: Кулеметники ніколи не повинні працювати поодинці, знайдіть товариша, який прикриє вашу спину.

# DarkestHourGame.ROHints<18>
source: Do not stand directly behind rocket weapons when they're firing; you can sustain serious injury from the exhaust!
de: Stelle dich niemals direkt hinter Raketenwaffen wenn diese schießen; durch den Rückstrahl können schwere Verletzungen erlitten werden!
es: ¡No permanezcas directamente detrás de los lanzacohetes cuando estén disparando, puedes sufrir graves heridas por los gases de escape!
ja: ロケット弾が発射されるときは、射手の後ろに立たないでください。バックブラストで重傷を負う可能性があります!
pl: Nie stój bezpośrednio za wyrzutnią rakiet, gdy ta strzela; możesz odnieść poważne obrażenia od gazów wylotowych!
ru: Не стойте напрямую за ракетным оружием во время выстрела. Вы можете получить серьезную травму от выхлопа!
uk: Не стійте прямо за ракетною зброєю, коли вона стріляє; ви можете отримати серйозні травми від вихлопу!

# DarkestHourGame.ROHints<19>
source: AT soldiers should always take a friend with them for ammo supplies, faster reloads and protection.
de: Panzerabwehrsoldaten sollten stets einen Kameraden für die Munitionsversorgung, unterstütztes Nachladen und Eigensicherung mit sich nehmen.
es: Los soldados AT deberían llevar siempre consigo a un amigo para abastecerse de munición, recargar más rápido y protegerse.
ja: 対戦車歩兵は、弾薬補給や再装填の高速化、周囲の警戒のため、常に仲間を連れて行くべきです。
pl: Żołnierze przeciwpancerni powinni zawsze zabierać ze sobą przyjaciela, który zapewni im zapasy amunicji, szybsze przeładowanie i osłonę.
ru: ПТ-солдатам всегда следует брать с собой союзника для пополнения боекомплекта, быстрой перезарядки и прикрытия.
uk: Протитанковим солдатам завжди слід брати із собою союзника для поповнення боєкомплекту, швидкої перезарядки та прикриття.

# DHHintManager.Hints[3].Text
source: Coloured smoke grenades are used to communicate on the battlefield with your teammates. Be sure to tell your teammates what the coloured smoke indicates.
de: Farbige Rauchgranaten werden genutzt um auf dem Schlachtfeld mit Kameraden zu kommunizieren. Stelle daher sicher, dass deine Kameraden den Signalkontext der Rauchgranate kennen.
es: Las granadas de humo coloreado se utilizan para comunicarte en el campo de batalla con tus compañeros de equipo. Asegúrate de decir a tus compañeros de equipo lo que indica el color de humo.
fr: Les grenades fumigènes colorées servent à communiquer avec vos coéquipiers sur le champ de bataille. Assurez-vous de bien expliquer à vos coéquipiers ce que signifie la fumée colorée.
ja: 発煙筒は、チームメイトとの意思疎通に使用されます。色付き発煙筒の意味は必ずチームメイトに伝えましょう。
pl: Kolorowe granaty dymne służą do komunikacji na polu bitwy z członkami drużyny. Pamiętaj, aby powiedzieć członkom drużyny, co oznacza kolorowy dym.
ru: Сигнальные (цветные) дымовые гранаты могут быть использованы для индикации целей на поле боя и иного способа коммуникации с товарищами по команде. Обязательно расскажите своим союзникам, что означает брошенный вами цветной дым.
uk: Сигнальні (кольорові) димові гранати можна використовувати для індикації цілей на полі бою та іншого способу комунікації з товаришами по команді. Обов'язково поясніть своїм союзникам, що означає кинутий кольоровий дим.

# DHHintManager.Hints[43].Text
source: You are close to a resupply truck. Stand outside the back of the truck to resupply your ammunition.
de: Du befindest dich in der Nähe eines Nachschub LKWs. Bleibe in der Nähe der Rückseite des LKWs stehen um dich aufzumunitionieren.
es: Estás cerca de un camión de reabastecimiento. Colócate en la parte trasera del camión para reabastecerte de munición.
fr: Vous êtes près d'un camion de ravitaillement. Placez-vous à l'arrière du camion pour vous réapprovisionner en munitions.
ja: 物資運搬車の近くにいます。弾薬を補給するには、トラックの外の後方に立ってください。
pl: Jesteś blisko ciężarówki zaopatrzeniowej. Ustaw się z tyłu ciężarówki aby uzupełnić twoją amunicję.
ru: Если вы находитесь рядом с грузовиком снабжения встаньте возле его задней части, чтобы пополнить свой запас патронов.
uk: Ви знаходитесь біля вантажівки з боєприпасами. Станьте позаду вантажівки, щоб поповнити запаси боєприпасів.
