Repository: DarklightGames/weblate-darklightgames
Catalog: DH_Engine/DH_Engine.*.po
Languages: de, es, fr, ja, pl, ru, uk

# DHMortarMessage.MustCrouch
source: You must be crouched to deploy your mortar
de: Aufstellen des Mörsers nur in der Hocke möglich
es: Debes estar agachado para desplegar el mortero
fr: Vous devez être accroupi pour déployer votre mortier
ja: 迫撃砲を展開するにはしゃがむ必要があります
pl: Musisz być w pozycji klęczącej, aby rozłożyć moździerz
ru: Вы должны присесть, чтобы развернуть миномёт
uk: Ви повинні присісти, щоб розгорнути міномет

# DHMortarMessage.CannotLean
source: You cannot deploy your mortar while leaning
de: Aufstellen des Mörsers nicht möglich während sich zur Seite gelehnt wird
es: No puedes desplegar el mortero mientras te inclinas
fr: Vous ne pouvez pas déployer votre mortier tout en penchant
ja: 伏せながら迫撃砲を展開することはできません
pl: Nie można rozstawić moździerza, będąc pochylonym
ru: Вы не можете развернуть миномёт, наклонившись
uk: Ви не можете розгорнути міномет, нахилившись

# DHMortarMessage.BadSurface
source: You cannot deploy your mortar on this surface
de: Aufstellen des Mörsers auf dieser Oberfläche nicht möglich
es: No puedes desplegar el mortero en esta superficie
fr: Vous ne pouvez pas déployer votre mortier sur cette surface
ja: この地面に迫撃砲を展開することはできません
pl: Nie można rozstawić moździerza na tej powierzchni
ru: Вы не можете разместить миномёт на этой поверхности
uk: Ви не можете розмістити міномет на цій поверхні

# DHMortarMessage.CannotDeploy
source: You cannot deploy your mortar here
de: Mörser kann hier nicht aufgestellt werden
es: No puedes desplegar tu mortero aqui
fr: Vous ne pouvez pas déployer votre mortier ici
ja: ここに迫撃砲を展開することはできません
pl: Nie możesz rozstawić tutaj moździerza
ru: Вы не можете разместить здесь свой миномёт
uk: Ви не можете розмістити тут свій міномет

# DHMortarMessage.InWater
source: You cannot deploy your mortar in water
de: Mörser kann im Wasser nicht aufgestellt werden
es: No puedes desplegar el mortero en el agua
fr: Vous ne pouvez pas déployer votre mortier dans l'eau
ja: 水中に迫撃砲を展開することはできません
pl: Nie możesz rozstawić moździerza w wodzie
ru: Вы не можете разместить миномёт в воде
uk: Ви не можете розгорнути міномет у воді

# DHMortarMessage.NotQualified
source: You are not qualified to operate this mortar
de: Nicht am Mörser ausgebildet
es: No estas calificado para operar este mortero
fr: Vous n'êtes pas qualifié pour utiliser ce mortier
ja: あなたはこの迫撃砲を使う資格がありません
pl: Nie jesteś wykwalifikowany do obsługi moździerza
ru: Вы недостаточно обучены для управления этим миномётом
uk: Ви недостатньо навчені для управління цим мінометом

# DHMortarMessage.EnemyMortar
source: You cannot operate enemy mortars
de: Feindliche Mörser können nicht bedient werden
es: No puedes operar morteros enemigos
fr: Vous ne pouvez pas utiliser les mortiers ennemis
ja: 敵の迫撃砲を使うことはできません
pl: Nie możesz obsługiwać wrogiego moździerza
ru: Вы не можете управлять миномётами противника
uk: Ви не можете керувати ворожими мінометами

# DHObjectiveMessage.TeamStrings[0]
source: Axis
de: Achsenmächte
es: El Eje
fr: l'Axe
ja: 枢軸国
pl: Wojska Osi
ru: Войска Оси
uk: Війська Осі

# DHObjectiveMessage.TeamStrings[1]
source: Allies
de: Alliierte
es: Los Aliados
fr: les Alliés
ja: 連合国
pl: Wojska Aliantów
ru: Войска Союзников
uk: Війська Союзників

# DHObjectiveMessage.NotificationTypes[0]
source: neutralized
de: neutralisiert
es: neutralizado
fr: neutralisé
ja: 中立化されている
pl: zneutralizowały
ru: нейтрализовали
uk: нейтралізували

# DHObjectiveMessage.NotificationTypes[1]
source: captured
de: erobert
es: capturado
fr: capturé
ja: 占領されている
pl: zdobyły
ru: захватили
uk: захопили

# DHObjectiveMessage.NotificationTypes[2]
source: secured
de: gesichert
es: asegurado
fr: sécurisé
ja: 占領している
pl: zabezpieczyły
ru: Заняли
uk: зайняли

# DHPawnTouchMessage.Messages<0>
source: Press [%THROWMGAMMO%] to resupply {0}
de: [%THROWMGAMMO%] drücken um {0} aufzumunitionieren
es: Pulsa [%THROWMGAMMO%] para reabastecer {0}
fr: Appuyez sur [%THROWMGAMMO%] pour réapprovisionner {0}
ja: [%THROWMGAMMO%]を押して{0}に弾薬を渡す
pl: Naciśnij [%THROWMGAMMO%], aby uzupełnić amunicję {0}
ru: Нажмите [%THROWMGAMO%], чтобы дать боеприпасы {0}
uk: Натисніть [%THROWMGAMMO%], щоб поповнити боєприпаси {0}

# DHPawnTouchMessage.Messages<1>
source: Press [%THROWMGAMMO%] to reload {0}
de: [%THROWMGAMMO%] drücken um {0} nachzuladen
es: Pulsa [%THROWMGAMMO%] para recargar {0}
fr: Appuyez sur [%THROWMGAMMO%] pour recharger {0}
ja: [%THROWMGAMMO%]を押して{0}の再装填を手伝う
pl: Naciśnij [%THROWMGAMMO%], aby przeładować {0}
ru: Нажмите [%THROWMGAMO%], чтобы перезарядить {0}
uk: Натисніть [%THROWMGAMMO%], щоб перезарядити {0}

# DHPawnTouchMessage.FallbackPlayerName
source: friendly soldier
de: Eigene Kräfte
es: soldado aliado
fr: soldat allié
ja: 自軍の兵士
pl: sojuszniczy żołnierz
ru: дружественный солдат
uk: союзник

# DHPlayerReplicationInfo.SquadLeaderAbbreviation
source: SL
de: GF
es: LDE
pl: DO
ru: КО
uk: КО

# DHPlayerReplicationInfo.AssistantAbbreviation
source: A
ja: ASL
ru: П
uk: П

# DHRadioTouchMessage.NotQualifiedMessage
source: You are not qualified to use this radio
de: Nicht am Funkgerät ausgebildet
es: No estás cualificado para usar esta radio
fr: Vous n'êtes pas qualifié pour utiliser cette radio
ja: あなたにはこの無線機を使用する資格がありません
pl: Nie masz odpowiednich kwalifikacji aby użyć tego radia
ru: Вы не имеете права использовать это радио
uk: Ви не маєте права використовувати це радіо

# DHRadioTouchMessage.NoTargetMessage
source: No artillery target marked
de: Kein Artillerieziel markiert
es: Ningún objetivo de artillería ha sido marcado
fr: Aucune cible d'artillerie marquée
ja: 砲撃目標が指定されていません
pl: Nie oznaczono celu artyleryjskiego
ru: Цель для артиллерии не отмечена
uk: Ціль для артилерії не відзначена

# DHRadioTouchMessage.NotOwnedMessage
source: You cannot use enemy radios
de: Nutzung feindlicher Funkgeräte nicht möglich
es: No puedes usar radios enemigas
fr: Vous ne pouvez pas utiliser les radios ennemies
ja: 敵の無線機は使用できません
pl: Nie możesz używać radia przeciwnika
ru: Вы не можете использовать вражеские радиостанции
uk: Ви не можете використовувати ворожі радіостанції

# DHReinforcementAwardMsg.ObjectiveString
source: an objective
de: ein Ziel
es: un objetivo
fr: un objectif
ja: 目標
pl: cel
ru: цель
uk: ціль

# DHReinforcementAwardMsg.ReinforcementLoss
source: Your team lost {0} reinforcements for losing {1}!
de: Wir haben {0} Verstärkungen verloren aufgrund Verlustes von {1}!
es: ¡Tu equipo ha perdido {0} refuerzos por perder {1}!
fr: {0} renforts ont été perdus par votre équipe pour avoir perdu {1} !
ja: あなたのチームは{1}を喪失したことで{0}人の増援を失いました!
pl: Twoja drużyna straciła {0} uzupełnień za utratę {1}!
ru: Ваша команда потеряла {0} подкреплений за потерю {1}!
uk: Ваша команда втратила {0} підкріплень за втрату {1}!

# DHReinforcementMsg.ReinforcementsRemaining
source: Your team has {0}% reinforcements remaining!
de: Uns stehen noch {0}% Verstärkungen zur Verfügung!
es: ¡A tu equipo le queda {0}% de refuerzos!
fr: Il reste {0}% de renforts pour votre équipe !
ja: あなたのチームには増援の{0}%が残っています!
pl: Twoja drużyna ma {0}% pozostałych uzupełnień!
ru: У вашей команды осталось {0}% подкреплений!
uk: У вашої команди залишилося {0}% підкріпленнь!

# DHReinforcementMsg.ReinforcementsDepleted
source: Your team has ran out of reinforcements!
de: Wir haben keine Verstärkungen mehr!
es: ¡Tu equipo se ha quedado sin refuerzos!
fr: Votre équipe n'a plus de renforts !
ja: あなたのチームの増援は尽きました！
pl: Twojej drużynie skończyły się posiłki!
ru: У вашей команды закончились подкрепления!
uk: У вашої команди закінчилось підкріплення!

# DHResupplyMessage.HaveResupplied
source: You have resupplied {0}
de: {0} wurde aufmunitioniert
es: Has reabastecido a {0}
fr: Vous avez réapprovisionné {0}
ja: {0}が補給されました
pl: Uzupełniłeś {0}
ru: Вы дали боеприпасы {0}
uk: Ви поповнили боєприпаси {0}

# DHResupplyMessage.BeenResupplied
source: You have been resupplied by {0}
de: Du wurdest von {0} aufmunitioniert
es: Has sido reabastecido por {0}
fr: Vous avez été réapprovisionné par {0}
ja: {0}から補給されました
pl: Zostałeś ponownie zaopatrzony przez {0}
ru: {0} дал вам боеприпасы
uk: {0} дав вам боєприпаси

# DHResupplyMessage.HaveResuppliedFriendlyMortar
source: You have resupplied a friendly mortar
de: Verbündeten Mörser aufmunitioniert
es: Has reabastecido a un mortero aliado
fr: Vous avez réapprovisionné un mortier ami
ja: 自軍の迫撃砲に弾薬を供給しました
pl: Uzupełniłeś zapasy w sojuszniczym moździerzu
ru: Вы пополнили боеприпасы союзного миномёта
uk: Ви поповнили боєприпаси союзному міномету

# DHRocketExhaustDamageType.FemaleSuicide
source: %o was cooked by the exhaust from her own %w.
ru: %o была сожжена выхлопом своего собственного %w.
uk: %o була спалена вихлопами свого власного %w.

# DHRocketExhaustDamageType.MaleSuicide
source: %o was cooked by the exhaust from his own %w.
ru: %o был сожжен выхлопом своего %w.
uk: %o був спалений вихлопами свого %w.

# DHRocketImpactDamage.DeathString
source: %o was killed by %k's %w.
ru: %o был убит %k из %w .
uk: %o було вбито %k з %w.

# DHRocketImpactDamage.FemaleSuicide
source: %o was killed by her own %w.
ru: %o была убита собственным %w.
uk: %o було вбито власним %w.

# DHRocketWarningMessage.NoHipFire
source: You cannot fire the {0} from the hip
de: {0} kann nicht aus der Hüfte geschossen werden
es: No puedes disparar {0} desde la cadera
fr: Vous ne pouvez pas tirer {0} de la hanche
ja: {0}を腰だめで撃つことはできません
pl: Nie możesz wystrzelić {0} z biodra
ru: Вы не можете стрелять из {0} сидя
uk: Ви не можете стріляти з {0} сидячи

# DHRocketWarningMessage.NoProneReload
source: You cannot reload the {0} while prone
de: {0} kann nicht im Liegen nachgeladen werden
es: No puedes recargar el {0} si estas cuerpo a tierra
fr: Vous ne pouvez pas recharger le {0} à plat ventre
ja: 伏せながら{0}を再装填することはできません
pl: Nie możesz przeładować {0} w pozycji leżącej
ru: Вы не можете перезарядить {0} лежа
uk: Ви не можете перезарядити {0} лежачи

# DHRocketWarningMessage.RestToReload
source: You need to be prone to reload the {0}
de: {0} muss im Liegen nachgeladen werden
es: Necesitas estar cuerpo a tierra para recargar el {0}
fr: Vous devez être à plat ventre pour recharger le {0}
ja: {0}を再装填するには伏せる必要があります
pl: Musisz być w pozycji leżącej, aby przeładować {0}
ru: Вы должны лечь, чтобы перезарядить {0}
uk: Ви повинні лягти, щоб перезарядити {0}

# DHRocketWarningMessage.ShoulderForAssistedReload
source: You must shoulder the {0} for an assisted reload
de: {0} muss angelegt sein um unterstützt nachgeladen zu werden
es: Debes cargar el {0} al hombro para una recarga asistida
fr: Vous devez épauler le {0} pour un rechargement assisté
ja: 再装填を手伝ってもらうには{0}を構えなければなりません
pl: Musisz położyć {0} na ramieniu, aby sojusznicy mogli przeładować broń
ru: Вы должны поднять {0} на плечо, что бы вас могли перезарядить
uk: Ви повинні підняти {0} на плече, щоб вас могли перезарядити

# DHRocketWarningMessage.CantBeMoving
source: You must be stationary to fire the {0}
de: {0} kann nur stationär abgefeuert werden
es: Debes estar quieto para disparar el {0}
fr: Vous devez être stationnaire pour tirer au {0}
ja: {0}を撃つには静止している必要があります
pl: Musisz być nieruchomy, aby wystrzelić {0}
ru: Вы должны встать неподвижно, чтобы выстрелить из {0}
uk: Ви повинні бути нерухомими, щоб вистрілити з {0}

# DHScoreCategory_Combat.HumanReadableName
source: Combat
de: Gefecht
es: Combate
ja: 戦闘
pl: Walka
ru: Бой
uk: Бій

# DHScoreCategory_Support.HumanReadableName
source: Support
de: Unterstützung
es: Apoyo
fr: Appui
ja: 支援
pl: Wsparcie
ru: Поддержка
uk: Підтримка

# DHScoreEvent_ConstructionCompleted.HumanReadableName
source: Construction Built
de: Baukonstruktion fertiggestellt
es: Construcción construida
fr: Construction Faite
ja: 建築
pl: Zbudowane Konstrukcje
ru: Сооружение построено
uk: Споруду побудовано

# DHScoreEvent_FireSupportSpottingAssist.HumanReadableName
source: Fire Support Spotting Assist
de: Feuerleitunterstützung
es: Asistencia en observación de apoyo de fuego
fr: Repérage Appui Feu
ja: 火力支援・スポット
pl: Asysta Wsparcia Ogniowego
ru: Помощь в обнаружении огневой поддержки
uk: Допомога у виявленні вогневої підтримки

# DHScoreEvent_FriendlyResupply.HumanReadableName
source: Friendly Resupply
de: Verbündeten aufmunitionieren
es: Reabastecimiento amigo
fr: Réapprovisionnement
ja: 自軍への弾薬供給
pl: Uzupełnianie sojuszników
ru: Пополнение союзников припасами
uk: Поповнення союзників запасами

# DHScoreEvent_Kill.HumanReadableName
source: Kill
de: Abschuss
es: Matar
ja: キル
pl: Zabójstwa
ru: Убийство
uk: Вбивство

# DHScoreEvent_ObjectiveCapture.HumanReadableName
source: Objective Captured
de: Ziel erobert
es: Objetivo Capturado
fr: Objectif Capturé
ja: 目標を占領しました
pl: Zdobyty Cel
ru: Цель захвачена
uk: Ціль захоплена

# DHScoreEvent_ObjectiveNeutralize.HumanReadableName
source: Objective Neutralized
de: Ziel neutralisiert
es: Objetivo Neutralizado
fr: Objectif Neutralisé
ja: 目標が中立化されました
pl: Zneurtalizowany Cel
ru: Цель нейтрализирована
uk: Ціль нейтралізована

# DHScoreEvent_SquadRallyPointEstablishedAssist.HumanReadableName
source: Squad Rally Point Established (Assist)
de: Gruppensammelpunkt errichtet (unterstützt)
es: Punto de reunión establecido (asistido)
fr: Point de Ralliement Établi (Assistant)
ja: 分隊リスポーン地点(rally)の開設(補助)
pl: Utworzono Punkt Zbiórki (Asysta)
ru: Создана точка сбора отряда (Помощник)
uk: Створено точку збору загону (Помічник)

# DHScoreEvent_SquadRallyPointSpawn.HumanReadableName
source: Squad Rally Point Spawn
de: Gruppen Einsatzpunkt
es: Punto de aparición del escuadrón
fr: Point de Ralliement Groupe
ja: 分隊リスポーン地点(rally)でリスポーン
pl: Odrodzenie na Punkcie Zbiórki
ru: Точка сбора отряда
uk: Точка збору загону

# DHScoreEvent_Suicide.HumanReadableName
source: Suicide
de: Selbstmord
es: Suicidarse
ja: 自殺
pl: Samobójstwo
ru: Самоубийство
uk: Самогубство

# DHScoreEvent_TeamKill.HumanReadableName
source: Team Kill
de: Eigenabschuss
es: Muerte aliada
fr: Fratricide
ja: チームキル
pl: Zabójstwo Drużynowe
ru: Убийство союзника
uk: Вбивство товариша

# DHScoreEvent_TeamKillPunish.HumanReadableName
source: Team Kill Punish
de: Strafe Eigenabschuss
es: Perdonar muerte aliada
fr: Punition Fratricide
ja: チームキルへの罰
pl: Ukarane Zabójstwo Drużynowe
ru: Убийство товарища наказано
uk: Вбивство товариша покарано

# DHServerSayMessage.MessagePrefix
source: [SERVER]
es: [SERVIDOR]
fr: [SERVEUR]
ja: [サーバー]
pl: [SERWER]
ru: [СЕРВЕР]
uk: [СЕРВЕР]

# DHSetupPhaseMessage.PhaseMessage
source: The battle begins in {0}
de: Das Gefecht beginnt in {0}
es: La batalla comienza dentro de {0}
fr: Le combat commence dans {0}
ja: 戦闘は{0}後に始まります
pl: Bitwa rozpoczyna się za {0}
ru: Битва начнется через {0} секунд
uk: Битва почнеться через {0} секунд

# DHSetupPhaseMessage.PhaseEndMessage
source: The battle has begun!
de: Das Gefecht hat begonnen!
es: ¡La batalla ha comenzado!
fr: Le combat a commencé !
ja: 戦闘開始!
pl: Bitwa się rozpoczęła!
ru: Битва началась!
uk: Битва розпочалась!

# DHShellExplosionDamageType.MaleSuicide
source: %o was blown up his own cannon shell.
ru: %o был взорван снарядом собственного орудия.
uk: %o підірвався на власному гарматному снаряді.

# DHShellImpactDamageType.DeathString
source: %o was killed by %k's cannon shell.
ru: %o был убит снарядом %k.
uk: %o був убитий гарматним снарядом %k.

# DHShellImpactDamageType.FemaleSuicide
source: %o was killed by her own cannon shell.
ru: %o была убита снарядом собственного орудия.
uk: %o загинула від власного гарматного снаряду.

# DHShellSmokeWPDamageType.DeathString
source: %o was burned by white phosphorus that %k launched.
ru: %o был сожжен белым фосфором, запущенным %k.
uk: %o згорів від білого фосфору, який запустив %k.

# DHShellSmokeWPDamageType.FemaleSuicide
source: %o burned herself to a crisp.
ru: %o сожгла себя дотла.
uk: %o згоріла дотла.

# DHShellSmokeWPDamageType.MaleSuicide
source: %o burned himself to a crisp.
ru: %o сгорел дотла.
uk: %o згорів дотла.

# DHShellSmokeWPGasDamageType.FemaleSuicide
source: %o choked herself to death on white phosphorus.
ru: %o задохнулась от белого фосфора.
uk: %o задихнулася білим фосфором.

# DHShellSmokeWPGasDamageType.MaleSuicide
source: %o choked himself to death on white phosphorus.
ru: %o задохнулся белым фосфором.
uk: %o задихнувся білим фосфором.

# DHSignal_Fire.SignalName
source: Fire
de: Feuer
es: Fuego
fr: Tirer
ja: 攻撃
pl: Ognia
ru: Огонь
uk: Вогонь

# DHSignal_Move.SignalName
source: Move
de: Bewegung
es: Moverse
fr: Se Déplacer
ja: 移動
pl: Idź tutaj
ru: Двигаться сюда
uk: Рухатись сюди

# DHSpawnKillDamageType.DeathString
source: %o was spawn killed by %k.
ru: %o был убит при возрождении %k.
uk: %o було вбито при відродженні %k.

# DHSpawnKillDamageType.MaleSuicide
source: %o spawn killed himself.
ru: %o убил себя при возрождении.
uk: %o вбив себе під час відродження.

# DHSpawnProtectMineVolume.SpawnMFActivatedMessage
source: This is now an enemy controlled area, fall back!
de: Dieses Gebiet wird nun vom Feind kontrolliert, Rückzug!
es: ¡Esta es ahora una zona controlada por el enemigo, retrocede!
fr: Vous êtes désormais dans une zone contrôlée par l'ennemi, retirez-vous !
ja: ここは敵の支配下に置かれました! 前線まで後退してください!
pl: To jest teraz obszar kontrolowany przez wroga, wycofaj się!
ru: Эта территория теперь контролируется противником. Отступайте!
uk: Ця територія тепер контролюється ворогом. Відступайте!

# DHSpawnProtectMineVolume.ExitedMinefieldMessage
source: You have left enemy territory. Returning again will be considered desertion!
de: Feindgebiet wurde verlassen. Dorthin zurückzukehren wird als Fahnenflucht gewertet!
es: Has abandonado territorio enemigo. ¡Volver allí será considerado deserción!
fr: Vous avez quitté le territoire ennemi. Y retourner sera considéré comme de la désertion !
ja: 敵の支配領域を脱出しました。再び戻ると脱走とみなされます!
pl: Opuściłeś terytorium wroga. Ponowny powrót będzie uznany za dezercję!
ru: Вы покинули территорию противника. Повторное возвращение будет расценено как дезертирство!
uk: Ви покинули ворожу територію. Повторне повернення буде вважатися дезертирством!

# DHSpawnProtectMineVolume.UnprotectedVehicleWarning
source: This vehicle has been spotted by the enemy!
de: Fahrzeug wurde vom Feind aufgeklärt!
es: ¡Este vehículo ha sido visto por el enemigo!
fr: Ce véhicule a été repéré par l'ennemi !
ja: この車両は敵に発見された!
pl: Ten pojazd został zauważony przez wroga!
ru: Эта техника была замечена противником!
uk: Ця техніка була помічена ворогом!

# DHSquadInviteInteraction.PromptText
source: {0} has invited you to join {1} squad.
de: {0} hat dich eingeladen Gruppe {1} beizutreten.
es: {0} te ha invitado a unirse al escuadrón{1}.
fr: {0} vous a invité à rejoindre le groupe {1}.
ja: {0}があなたを{1}分隊に招待しています。
pl: {0} zaprosił cię do dołączenia do oddziału {1}.
ru: {0} пригласил вас вступить в отряд {1}.
uk: {0} запросив вас до загону {1}.

# DHSquadInviteInteraction.Options<0>.Text
source: Accept
de: Annehmen
es: Aceptar
fr: Accepter
ja: 承諾
pl: Akceptuj
ru: Принять
uk: Прийняти

# DHSquadInviteInteraction.Options<1>.Text
source: Decline
de: Ablehnen
es: Declina
fr: Refuser
ja: 拒否
pl: Odrzuć
ru: Отклонить
uk: Відхилити

# DHSquadInviteInteraction.Options<2>.Text
source: Ignore All
de: Alle ignorieren
es: Haz caso omiso a todo
fr: Ignorer Tout
ja: 以後すべて無視
pl: Ignoruj wszystkie
ru: Игнорировать все
uk: Ігнорувати все

# DHSquadLeaderAssistantVolunteerInteraction.PromptText
source: {volunteer} has volunteered to be the squad's assistant.
de: {volunteer} hat sich freiwillig als Gruppenadjutant gemeldet.
es: {volunteer} se ha ofrecido como voluntario para ser el asistente del escuadrón.
fr: {volunteer} s'est porté volontaire pour le poste d'assistant de groupe.
ja: {volunteer}は副分隊長に志願しました。
pl: {volunteer} zgłosił się na asystenta drużyny.
ru: {volunteer} вызвался стать помощником командира отряда.
uk: {volunteer} зголосився стати помічником загону.

# DHSquadLeaderAssistantVolunteerInteraction.Options<0>.Text
source: Accept
de: Annehmen
es: Aceptar
fr: Accepter
ja: 承諾
pl: Akceptuj
ru: Принять
uk: Прийняти

# DHSquadLeaderAssistantVolunteerInteraction.Options<1>.Text
source: Decline
de: Ablehnen
es: Rechazar
fr: Refuser
ja: 拒否
pl: Odrzuć
ru: Отклонить
uk: Відхилити

# DHSquadLeaderSayDeadMessage.MessagePrefix
source: (DEAD) [SQUAD LEADER]
de: (GEFALLEN) [GRUPPENFÜHRER]
es: (MUERTO) [LIDER DE ESCUADRÓN]
fr: (MORT) [SQUAD LEADER]
ja: [分隊長(死亡)]
pl: (MARTWY) [DOWÓDCA ODDZIAŁU]
ru: (Мертв) [КОМАНИР ОТРЯДА]
uk: (Мертвий) [КОМАНДИР ЗАГОНУ]

# DHSquadLeaderSayMessage.MessagePrefix
source: [SQUAD LEADER]
de: [GRUPPENFÜHRER]
es: [LIDER DE ESCUADRÓN]
fr: [CHEF GROUPE]
ja: [分隊長]
pl: [DOWÓDCA ODDZIAŁU]
ru: [КОМАНДИР ОТРЯДА]
uk: [КОМАНДИР ЗАГОНУ]

# DHSquadLeaderVolunteerInteraction.Options<0>.Text
source: Volunteer
de: Freiwillig melden
es: Voluntario
fr: Oui
ja: 志願する
pl: Ochotnik
ru: Вызваться
uk: Прийняти

# DHSquadLeaderVolunteerInteraction.Options<1>.Text
source: Decline
de: Ablehnen
es: Rechazar
fr: Non
ja: 拒否する
pl: Odrzuć
ru: Отклонить
uk: Відхилити

# DHSquadLeaderVolunteerInteraction.Options<2>.Text
source: Ignore All
de: Alle ignorieren
es: Ignorar todo
fr: Ignorer Tout
ja: 以後全て無視する
pl: Ignoruj wszystkie
ru: Игнорировать все
uk: Ігнорувати все

# DHSquadMergeRequestInteraction.PromptText
source: {0} has offered to merge your squad into {1} squad.
de: {0} hat angeboten, die Gruppe mit {1} zusammenzuführen.
es: {0} ha ofrecido fusionar tu escuadrón en el escuadrón {1}.
fr: {0} vous invite à fusionner votre groupe avec le groupe {1}.
ja: {0} はあなたの分隊を {1} 分隊に統合することを申し出ました。
pl: {0} zaoferował połączenie twojego oddziału z oddziałem {1}.
ru: {0} предложил объединить ваш отряд с отрядом {1}.
uk: {0} запропонував об'єднати ваш загін із загоном {1}.

# DHSquadMergeRequestInteraction.Options<0>.Text
source: Accept
de: Annehmen
es: Aceptar
fr: Accepter
ja: 承諾する
pl: Akceptuj
ru: Принять
uk: Прийняти

# DHSquadMergeRequestInteraction.Options<1>.Text
source: Decline
de: Ablehnen
es: Rechazar
fr: Refuser
ja: 拒否する
pl: Odrzuć
ru: Отклонить
uk: Відхилити

# DHSquadMergeRequestInteraction.Options<2>.Text
source: Ignore All
de: Alle ignorieren
es: Ignorar todo
fr: Ignorer Tout
ja: 以後全て無視する
pl: Ignoruj wszystkie
ru: Игнорировать все
uk: Ігнорувати все

# DHSquadMessage.JoinedMessage
source: {0} has joined the squad.
de: {0} ist der Gruppe beigetreten.
es: {0} se ha unido a tu escuadrón.
fr: {0} a rejoint le groupe.
ja: {0} が分隊に加わりました。
pl: {0} dołączył do oddziału.
ru: {0} присоединился к отряду.
uk: {0} приєднався до загону.

# DHSquadMessage.LeftMessage
source: {0} has left the squad.
de: {0} hat die Gruppe verlassen.
es: {0} ha dejado el escuadrón.
fr: {0} a quitté le groupe.
ja: {0} は分隊を去りました。
pl: {0} opuścił oddział.
ru: {0} покинул отряд.
uk: {0} покинув загін.

# DHSquadMessage.YouAreNowLeaderMessage
source: You are now the squad leader.
de: Du bist nun Gruppenführer.
es: Ahora eres el líder del escuadrón.
fr: Vous êtes maintenant chef de groupe.
ja: あなたは分隊長です。
pl: Jesteś teraz dowódcą oddziału.
ru: Теперь вы командир отряда.
uk: Ви тепер командир загону.

# DHSquadMessage.NewLeaderMessage
source: {0} has become the squad leader.
de: {0} ist nun Gruppenführer.
es: {0} se ha convertido en el líder del escuadrón.
fr: {0} est devenu chef de groupe.
ja: {0} が分隊長になりました。
pl: {0} został dowódcą oddziału.
ru: {0} стал командиром отряда.
uk: {0} став командиром загону.

# DHSquadMessage.InviteAlreadyInSquadMessage
source: {0} is already in a squad.
de: {0} befindet sich bereits in einer Gruppe.
es: {0} ya esta en un escuadrón.
fr: {0} est déjà dans un groupe.
ja: {0} はすでに分隊に所属しています。
pl: {0} już jest w oddziale.
ru: {0} уже в отряде.
uk: {0} вже в загоні.
