Repository: DarklightGames/weblate-darklightgames
Catalog: DH_Engine/DH_Engine.*.po
Languages: de, es, fr, ja, pl, ru, uk

# DHConstructionErrorMessage.ErrorMessages<24>
source: You must {verb} a {name} within {integer}m of a friendly {string}
de: Ein {name} muss innerhalb {integer}m eines befreundeten {string} {verb} werden
es: Debes {verb} un {name} dentro {integer}m de un {string} aliado.
fr: Vous devez {verb} un {name} dans les {integer}m d'un {string} allié
ja: {name}は自軍の{string}から{integer}m以内で{verb}必要があります。
ru: Вы можете {verb} только в пределах {integer}м от дружественного {string}
uk: Ви можете {verb} тільки в межах {integer}м від дружнього {string}

# DHConstructionErrorMessage.ErrorMessages<25>
source: You cannot {verb} a {name} in enemy territory
de: {name} kann nicht in feindlichem Gebiet {verb} werden
es: No puedes {verb} un {name} en territorio enemigo
fr: Vous ne pouvez pas {verb} un {name} en territoire ennemi
ja: 敵の支配領域に{name}を{verb}ことはできません。
ru: Вы не можете {verb} {name} на вражеской территории
uk: {name} не можливо {verb} на ворожій території

# DHConstructionErrorMessage.ErrorMessages<26>
source: There are no more {name} available
de: Es stehen keine weiteren {name} zur Verfügung
es: No hay {name} disponible
fr: Plus de {name} disponibles
ja: 利用可能な{name}はもうありません。
ru: {name} больше не доступно
uk: {name} більше не доступно

# DHConstructionGroup_Guns.GroupName
source: Guns
de: Geschütze
es: Cañones
fr: Canons
ja: 砲
pl: Uzbrojenie
ru: Орудия
uk: Гармати

# DHConstructionSupplyAttachment.HumanReadableName
source: Supply Cache
de: Nachschublager
es: Depósito de Suministros
fr: Dépôt de Matériel
ja: 物資集積所
pl: Skład zapasów
ru: Склад снабжения
uk: Склад постачання

# DHConstruction_Vehicle.ConstructionVerb
source: emplace
de: platzieren
es: Emplazar
fr: enterrer
ja: 設置する
pl: rozmieść
ru: разместить
uk: розмістити

# DHEnemyInformationMsg.EnemyIsWeak
source: The enemy is nearly out of reinforcements, victory is near!
de: Der Feind hat kaum noch Verstärkungen, der Sieg ist nahe!
es: El enemigo está casi sin refuerzos, ¡la victoria está cerca!
fr: L'ennemi est presque à court de renforts, la victoire est proche !
ja: 敵の増援は尽きようとしている。勝利は近い!
pl: Wrogowi prawie skończyły się posiłki, zwycięstwo jest bliskie!
ru: У врага почти закончились подкрепления, победа уже близко!
uk: У ворога майже закінчилися підкріплення, перемога близько!

# DHEnemyInformationMsg.EnemyIsSurrendering
source: The enemy is retreating, the battle will be over shortly!
de: Der Feind zieht sich zurück, das Gefecht wird in Kürze vorbei sein!
es: ¡El enemigo se está retirando, la batalla terminará pronto!
fr: L'ennemi bat en retraite, la bataille sera bientôt terminée !
ja: 敵は退却している。戦闘はすぐに終わるだろう!
pl: Wróg się wycofuje, bitwa wkrótce się zakończy!
ru: Враг отступает, бой скоро закончится!
uk: Ворог відступає, битва скоро закінчиться!

# DHExitMovingVehicleDamageType.FemaleSuicide
source: %o was killed jumping from a speeding vehicle.
ru: %o погибла, выпрыгнув из мчащейся машины.
uk: %o загинула, стрибнувши з транспортного засобу.

# DHExitMovingVehicleDamageType.MaleSuicide
source: %o was killed jumping from a speeding vehicle.
ru: %o погиб, выпрыгнув из мчащейся машины.
uk: %o загинув, стрибнувши з транспортного засобу.

# DHFireSupportMessage.OnMapArtilleryRequestConfirmedText
source: Fire support target has been marked.
de: Feuerunterstützungsziel wurde markiert.
es: Objetivo de soporte de fuego ha sido marcado.
fr: Cible d'appui feu marquée.
ja: 火力支援目標が指定されました。
pl: Cel wsparcia ogniowego został oznaczony.
ru: Цель огневой поддержки отмечена.
uk: Ціль для вогневої підтримки позначено.

# DHFireSupportMessage.OnMapArtilleryRequestingLocked
source: You cannot place another fire support marker for another {seconds} seconds.
de: Es kann für weitere {seconds} Sekunden kein Feuerunterstützungsziel markiert werden.
es: No puedes otra marca de soporte de fuego por {seconds} segundos.
fr: Vous ne pouvez pas placer d'autres marques d'appui feu pour les prochaines {seconds} secondes.
ja: あなたは{seconds}秒間火力支援目標を設定できません。
pl: Nie możesz umieścić kolejnego znacznika wsparcia ogniowego przez kolejne {seconds} sekund.
ru: Вы не можете отметить еще одну цель огневой поддержки в течение еще {seconds} секунд.
uk: Ви не можете позначити нову ціль вогневої підтримки протягом ще {seconds} секунд.

# DHFireSupportMessage.ArtilleryOperatorNotification
source: {squad} squad has marked a {type} target for fire support.
de: Gruppe {squad} hat ein {type} Ziel für Feuerunterstützung markiert.
es: La escuadra {squad} ha marcado un objetivo de {type} para soporte de artillería.
fr: Le groupe {squad} a marqué un cible {type} pour appui feu.
ja: {squad}分隊が{type}の火力支援目標を設定しました。
pl: Oddział {squad} oznaczył cel {type} do wsparcia ogniowego.
ru: Отряд {squad} отметил {type} цель для огневой поддержки.
uk: Загін {squad} відзначив {type} ціль для вогневої підтримки.

# DHFireSupportMessage.ErrorText
source: Could not place fire support marker.
de: Konnte keine Feuerunterstützungsmarkierung setzen.
es: No se pudo colocar una marca de soporte de fuego.
fr: Impossible de placer un marqueur d'appui feu.
ja: 火力支援目標を設定できませんでした。
pl: Nie można umieścić znacznika wsparcia ogniowego.
ru: Не удалось отметить цель огневой поддержки.
uk: Не вдалося позначити ціль вогневої підтримки.

# DHGameMessage.VehicleDestroyedMessage
source: {0} has been destroyed.
de: {0} wurde zerstört.
es: {0} ha sido destruido.
fr: {0} a été détruit.
ja: {0}は破壊されました。
pl: {0} został zniszczony.
ru: {0} был уничтожен.
uk: {0} - знищено.

# DHGameMessage.VehicleDepletedMessage
source: {0} reinforcements have been depleted.
de: {0} Verstärkungen sind erschöpft.
es: Los refuerzos de {0} se han agotado.
fr: Les renforts de {0} ont été épuisés.
ja: {0}の増援はなくなりました。
pl: {0} posiłków zostało wyczerpane.
ru: Резервы {0} были исчерпаны.
uk: {0} підкріплень вичерпано.

# DHGameMessage.VehicleArrivedMessage
source: {0} reinforcements have arrived.
de: {0} Verstärkungen sind eingetroffen.
es: Los refuerzos de {0} han llegado al combate.
fr: Les renforts de {0} sont arrivés.
ja: {0}の増援が到着しました。
pl: {0} posiłków zostało uzupełnione.
ru: Прибыло {0} в резерв.
uk: Прибуло {0} підкріплень.

# DHGameMessage.VehicleCutOffMessage
source: {0} reinforcements have been cut off.
de: {0} Verstärkungen wurden abgeschnitten.
es: Los refuerzos de {0} han sido cortados.
fr: Les renforts de {0} ne peuvent plus nous rejoindre.
ja: {0}の増援は絶たれました。
pl: {0} posiłki zostały odcięte.
ru: {0} подкреплений отрезано.
uk: {0} підкріплень було відрізано.

# DHGameMessage.VehicleTeamKilledMessage
source: {0} killed a friendly {1}.
de: {0} hat einen eigenen {1} zerstört.
es: {0} ha matado a un {1} aliado.
fr: {0} a tué un {1} ami.
ja: {0}は自軍の{1}を破壊した。
pl: {0} zniszczył sojuszniczy {1}.
ru: {0} убил союзника {1}.
uk: {0} убив союзника {1}.

# DHGameMessage.RoleInvalidatedMessage
source: You are no longer qualified to be {name}.
de: Du bist nicht länger qualifiziert um {name} zu sein.
es: Ya no estás cualificado para ser {name}.
fr: Vous n'êtes plus qualifié au poste de {name}.
ja: あなたは{name}の資格を失いました。
pl: Nie masz już kwalifikacji do bycia {name}.
ru: Вы больше не состоите в должности {article}{name}.
uk: Ви більше не перебуваєте на посаді {article}{name}.

# DHGameReplicationInfo.ForceScaleText
source: Size
de: Größe
es: Tamaño
fr: Taille
ja: 大きさ
pl: Rozmiar
ru: Размер
uk: Розмір

# DHGameReplicationInfo.ReinforcementsInfiniteText
source: Infinite
de: Unendlich
es: Infinito
fr: Infini
ja: 無制限
pl: Nieskończone
ru: Бесконечно
uk: Необмежено

# DHATLoadFailMessage.CantLoad
source: {0} must be deployed to be reloaded
de: {0} kann nur aufgelegt nachgeladen werden
es: {0} debe estar en posición para ser recargado
fr: {0} doit être déployé pour être rechargé
ja: {0} を再装填するには構える必要があります
pl: {0} musi być rozstawiony aby przeładować
ru: {0} должен быть развернут для перезарядки
uk: {0} потрібно розгорнути для перезарядки

# DHAdminMessage.PromotedToSquadLeaderMessage
source: Admin '{0}' promoted '{1}' to lead squad '{2}'.
de: Admin '{0}' hat '{1}' zum Gruppenführer von '{2}' befördert.
es: El administrador '{0}' promovió a '{1}' a líder de escuadra '{2}'.
fr: L'Admin '{0}' a promu '{1}' pour mener le groupe '{2}'.
ja: 管理者'{0}'が{1}を{2}分隊の分隊長にしました。
pl: Administrator '{0}' awansował '{1}' na dowódcę oddziału '{2}'.
ru: Администратор'{0}' повысил '{1}' до командира отряда '{2}'.
uk: Адміністратор "{0}" підвищив "{1}" до командира загону "{2}".

# DHAlliedAutoRifleRoles.MyName
source: Light Machine-Gunner
de: LMG-Schütze
es: Ametrallador ligero
fr: Tireur FM
ja: 軽機関銃兵
pl: Strzelec RKM
ru: Легкий пулемётчик
uk: Легкий кулеметник

# DarkestHourGame.ROHints<20>
source: AT weapons will be automatically unloaded if you change to another weapon. It is a good idea to stick with a teammate to speed up reloading when needed.
de: Panzerabwehrwaffen werden automatisch entladen sobald eine andere Waffe ausgewählt wird. Es ist daher eine gute Idee bei einem Kameraden zu bleiben um das Nachladen bei Bedarf zu beschleunigen.
es: Las armas AT se descargarán automáticamente si cambias a otra arma. Es una buena idea pegarse a un compañero de equipo para acelerar la recarga cuando sea necesario.
ja: 別の武器に変更すると、対戦車ロケットは自動的に装填解除されます。必要に応じてチームメイトと連絡を取り合い、再装填を手伝ってもらうのが良いでしょう。
pl: Broń AT zostanie automatycznie rozładowana, jeśli zmienisz broń na inną. Dobrym pomysłem jest trzymanie się z kolegą z drużyny, aby przyspieszyć przeładowanie w razie potrzeby.
ru: ПТ-оружие будет автоматически разряжено, если вы смените оружие. Неплохой идеей будет держаться рядом с товарищем по команде, чтобы ускорить перезарядку, когда это необходимо.
uk: Протитанкова зброя буде автоматично розряджена, якщо ви змінете зброю. Дотримуйтесь товариша по команді, щоб прискорити перезарядку, коли це необхідно.

# DHATCannonMessage.GunIsRotating
source: The gun is being rotated
de: Das Geschütz wird neu ausgerichtet
es: El cañón se esta rotando
fr: Le canon est en train d'être pivoté
ja: 大砲は回転中です
pl: To działo jest obracane
ru: Орудие вращается
uk: Гармата обертається

# DHATCannonMessage.NotQualified
source: Not qualified to operate this gun
de: Nicht ausgebildet um dieses Geschütz zu bedienen
es: No estas cualificado para operar este cañón
fr: Non qualifié pour utiliser ce canon
ja: あなたにはこの大砲を使う資格がありません
pl: Brak kwalifikacji do obsługi tego działa
ru: Недостаточно обучен для работы с этим орудием
uk: Недостатньо навчений для роботи з цією гарматою

# DHAccessControl.IPBanned
source: You cannot join this server, you have been banned.
de: Diesem Server kann nicht beigetreten werden, da Sie gesperrt wurden.
es: No puedes unirte a este servidor, has sido vetado.
fr: Vous ne pouvez pas rejoindre ce serveur comme vous avez été banni.
ja: あなたはBANされているため、このサーバーに参加できません。
pl: Nie możesz dołączyć do tego serwera, zostałeś zbanowany.
ru: Вы не можете присоединиться к этому серверу, потому что вас забанили.
uk: Ви не можете приєднатись до цього сервера, тому що вас забанили.

# DHATCannonMessage.VehicleIsEnemy
source: Cannot use an enemy gun
de: Feindliche Geschütze können nicht bedient werden
es: No puede usar un cañón enemigo
fr: Vous ne pouvez pas utiliser un canon ennemi
ja: 敵の大砲は使えません
pl: Nie można użyć działa przeciwnika
ru: Нельзя использовать вражеское орудие
uk: Не можна використовувати ворожу зброю

# DHAlliedTankCrewmanRoles.MyName
source: Tank Crewman
de: Panzerbesatzung
es: Tripulante de tanque
fr: Équipage de char
ja: 戦車兵
pl: Załoga Czołgu
ru: Танкист
uk: Танкіст

# DHAntiTankProjectileDamageType.FemaleSuicide
source: %o was blown up by her own %w.
pl: %o został wysadzony w powietrze przez jego własny %w.
ru: %o была взорвана собственным %w.
uk: %o була підірвана власним %w.

# DHArtillery105DamageType.FemaleSuicide
source: %o was careless with her own artillery shell.
ru: %o была подорвана своим артиллерийским снарядом.
uk: %o була підірвана своїм артилерійським снарядом.

# DHArtillery105DamageType.MaleSuicide
source: %o was careless with his own artillery shell.
ru: %o подорвал себя, своим артиллерийским снарядом.
uk: %o підірвав себе, своїм артилерійським снарядом.

# DHArtilleryMessage.DenyText
source: {name} denied.
de: {name} abgelehnt.
es: {name} denegada.
fr: {name} refusé.
ja: {name}は却下されました
pl: {name} odrzucono.
ru: {name} отклонено.
uk: {name} відхилено.

# DHArtilleryMessage.NotQualifiedText
source: You are not qualified to request a {name}.
de: Nicht ausgebildet um {name} anzufordern.
es: No estas calificado para llamar a la {name}.
fr: Vous n'êtes pas qualifiés pour demander un {name}.
ja: あなたには{name}を要請する資格がありません。
pl: Nie jesteś uprawniony do wezwania {name}.
ru: Вы не имеете права запрашивать {name}.
uk: Ви не маєте права запитувати {name}.

# DHArtillerySpottingScope.TargetToggleHint
source: Press {0} to toggle between artillery targets
de: {0} drücken um zwischen Artilleriezielen zu wechseln
es: Presiona {0} para seleccionar ciertos objetivos de artillería
fr: Appuyez sur {0} pour basculer sur chaque cible
ja: {0}を押して砲撃目標を切り替える
pl: Wciśnij {0} aby przełączać między celami artyleryjskimi
ru: Нажмите {0} для переключения между артиллерийскими целями
uk: Натисніть {0}, щоб переключитися між артилерійськими цілями

# DHArtilleryTargetMessage.TargetInvalid
source: Invalid artillery target
de: Unzulässe Artilleriezielkoordinaten
es: Objetivo de artillería invalido
fr: Cible invalide
ja: 無効な砲撃目標
pl: Nieprawidłowy cel artyleryjski
ru: Неверная артиллерийская цель
uk: Недійсна артилерійська ціль

# DHArtilleryMessage.UnavailableText
source: {name} is unavailable at this time.
de: {name} ist zurzeit nicht verfügbar.
es: {name} no esta disponible en este momento.
fr: {name} est indisponible en ce moment.
ja: {name}は現在利用不可能です。
pl: {name} jest obecnie niedostępne.
ru: {name} в настоящее время недоступно.
uk: {name} зараз недоступно.

# DHArtilleryTargetMessage.TargetMarkedSmoke
source: {0} has marked a artillery smoke target
de: {0} hat ein Nebelartillerieziel markiert
es: {0} ha marcado un objetivo de artillería de humo
fr: {0} a marqué une cible pour un tir d'obus fumigènes
ja: {0}が発煙弾の砲撃目標を指定した
pl: {0} oznaczył cel dla artylerii (DYM)
ru: {0} отметил артиллерийскую дымовую цель
uk: {0} позначив артилерійську ціль для димової завіси

# DHAxisMachineGunnerRoles.MyName
source: Machine-Gunner
de: Maschinengewehrschütze
es: Ametrallador
fr: Mitrailleur
ja: 機関銃手
pl: Strzelec Karabinu Maszynowego
ru: Пулемётчик
uk: Кулеметник

# DHAxisSergeantRoles.MyName
source: Sergeant
de: Feldwebel
es: Sargento
fr: Sergent
ja: 軍曹
pl: Sierżant
ru: Сержант
uk: Сержант

# DHBurningDamageType.DeathString
source: %o was burned to a crisp by a fire that %k started.
de: %o wurde von einem Feuer zu einem Stück Kohle verbrannt das %k gelegt hat.
ru: %o сгорел дотла в результате пожара, который начал %k.
uk: %o згорів дотла під час пожежі, яку влаштував %k.

# DHCanisterShotDamageType.DeathString
source: %o was filled with holes by %k's canister shot.
de: %o wurde von %k's Kanistergeschoss durchsiebt.
ru: %o был изрешечён картечным выстрелом %k.
uk: %o був зрешечений картечним пострілом %k.

# DHCommandMenu_FireSupport.AvailableArtilleryText
source: Artillery: {0}
de: Artillerie: {0}
es: Artillería: {0}
fr: Artillerie : {0}
ja: 砲撃:{0}回
pl: Artyleria: {0}
ru: Артиллерия: {0}
uk: Артилерія: {0}

# DHCommunicationMessage.AllChatDisabledMessage
source: Public all chat is currently disabled.
de: Öffentlicher Chat ist derzeit deaktiviert.
es: El chat publico esta deshabilitado en este momento.
fr: Le chat public est actuellement désactivé.
ja: 全体チャットは現在無効です。
pl: Czat publiczny jest obecnie wyłączony.
ru: Публичный чат в настоящее время отключен.
uk: Публічний чат наразі вимкнено.

# DHFireSupportMessage.OffMapArtilleryRequestConfirmedText
source: Long-range fire support target has been marked.
de: Feuerunterstützungsziel der schweren Artillerie wurde markiert.
es: Objetivo de apoyo de largo alcance ha sido marcado.
fr: Cible d'appui longue portée marquée.
ja: 長距離砲撃の目標が指定されました。
pl: Cel wsparcia ogniowego dalekiego zasięgu został oznaczony.
ru: Цель для дальнобойной артиллерии отмечена.
uk: Ціль для далекобійної артилерії позначено.

# DHFriendlyInformationMsg.TeamSurrendered
source: Your team has decided to retreat, the battle will be over shortly!
de: Deine Seite zieht sich zurück, das Gefecht wird in Kürze vorbei sein!
es: ¡Tu equipo ha decidido retirarse, la batalla terminará pronto!
fr: Votre équipe a décidé de battre en retraite, la bataille sera bientôt terminée !
ja: あなたのチームは退却を決定しました。戦闘はすぐに終わります!
pl: Twoja drużyna postanowiła się wycofać, bitwa wkrótce się zakończy!
ru: Ваша команда решила отступить, битва скоро закончится!
uk: Ваша команда вирішила відступити, битва скоро закінчиться!

# DHCanisterShotDamageType.FemaleSuicide
source: %o was filled with holes by her own canister shot.
ru: %o была изрешечена собственным картечным выстрелом.
uk: %o була зрешечена власним картечним пострілом.

# DHChatRoomMessage.CannotJoinCommandChannelText
source: Couldn't join channel `%title%`. You must be a squad leader or an assistant, and your squad must have at least 2 members.
de: Konnte Funkkanal`%title%` nicht beitreten. Sie müssen Gruppenführer oder Adjutant sein und die Gruppe muss aus mindestens 2 Personen bestehen.
es: No puedes unirte al canal de `%title%`. Debes ser un líder de escuadra o un asistente y tu escuadra al menos debería tener 2 miembros.
fr: Impossible de rejoindre le canal `%title%`. Vous devez être Chef de Groupe ou Assistant, et votre groupe doit compter au moins deux membres.
ja: チャンネル`%title%` に参加できませんでした。分隊長または副分隊長である必要があり、分隊には少なくとも2人のメンバーが必要です。
pl: Nie udało się dołączyć do kanału `%title%`. Musisz być dowódcą drużyny lub asystentem, i Twoja drużyna musi mieć co najmniej 2 członków.
ru: Не удалось присоединиться к каналу `%title%`. Вы должны быть командиром отряда или помощником, и в вашем отряде должно быть не менее двух участников.
uk: Не вдалося приєднатися до каналу `%title%`. Ви повинні бути командиром загону або помічником, і у вашому загоні має бути не менше двох учасників.

# DHConstructionErrorMessage.ErrorMessages<8>
source: Too close to an existing friendly {name}, it must be {integer}m further away.
de: Zu nah an einem existierenden eigenen {name}, es muss weitere {integer}m entfernt sein.
es: Esta muy cerca de un existente {name} aliado, debe estar a {integer}m mas adelante.
fr: Trop près d'un {name} allié, il faut être {integer}m plus loin.
ja: 自軍の{name}に近すぎます。{integer}m以上離れる必要があります。
pl: Zbyt blisko istniejącego sojuszniczego {name}, musi być {integer}m dalej.
ru: Слишком близко к союзному объекту: {name}. Отойдите дальше на {integer}м.
uk: Надто близько до існуючого дружнього {name}, ви повинні бути на {integer}м далі.

# DHConstructionErrorMessage.ErrorMessages<11>
source: You cannot {verb} a {name} near a spawn point.
de: {name} kann nicht nahe eines Einsetzpunkts {verb} werden.
es: No puedes {verb} un {name} cerca de un punto de aparición.
fr: Vous ne pouvez pas {verb} un {name} près d'un point de d'apparition.
ja: スポーン地点の近くに{name}を{verb}ことはできません。
pl: Nie możesz {verb} {name} w pobliżu punktu odrodzenia.
ru: Вы не можете {verb} ' {name} ' возле точки возрождения.
uk: Ви не можете {verb} тут '{name}', оскільки ви знаходитесь біля точки відродження.

# DHConstructionErrorMessage.ErrorMessages<14>
source: Your team cannot {verb} any more {name} (limit reached: {integer}).
de: Deine Seite kann keine weiteren {name} {verb} (Limit erreicht: {integer}).
es: Tu equipo no {verb} mas {name} (Hasta alcanzar: {integer}).
fr: Votre équipe ne peut plus {verb} de {name} (limite atteinte : {integer}).
ja: あなたのチームはこれ以上{name}を{verb}できません。制限の{integer}に達しました。
pl: Twoja drużyna nie może {verb} więcej {name} (limit osiągnięty: {integer}).
ru: Ваша команда больше не может {verb} здесь '{name}' (достигнут лимит: {integer}).
uk: Ваша команда більше не може {verb} тут '{name}' (досягнуто ліміт: {integer}).

# DHConstructionErrorMessage.ErrorMessages<23>
source: Too close to an uncontrolled objective ({string}), it must be {integer}m further away.
de: Zu nah an einem nicht kontrolliertem Zielobjekt {string}), es muss sich weitere {integer}m entfernt befinden.
es: Estas muy cerca de un objetivo no controlado ({string}), debes estar {integer}m mas lejos.
fr: Trop près d'un objectif non-contrôlé ({string}), il faut être {integer}m plus loin.
ja: 支配下でない目標({string})に近すぎます。{integer}m以上離れる必要があります。
pl: Zbyt blisko niekontrolowanego celu {string}, musisz się oddalić o jeszcze {integer}m.
ru: Слишком близко к неконтролируемой цели ({string}). Отойдите дальше на {integer}м.
uk: Занадто близько до неконтрольованої точки ({string}), відійдіть на {integer}м далі.

# DHCommandMenu_Radio.CancelText
source: Ongoing (Cancel)
de: Im Gange (Abbrechen)
es: En ruta (Cancelar)
fr: En cours (Annuler)
ja: 進行中 (キャンセル)
pl: W trakcie (Anuluj)
ru: Продолжить (Отмена)
uk: Триває (Скасувати)

# DHConstructionErrorMessage.ErrorMessages<4>
source: You cannot {verb} a {name} in water.
de: {name} kann nicht in Wasser {verb} werden.
es: No puedes {verb} un {name} en el agua.
fr: Vous ne pouvez pas {verb} un {name} dans l'eau.
ja: {name}を水中に{verb}ことはできません。
pl: Nie można {verb} {name} w wodzie.
ru: Вы не можете {verb} '{name}' в воде.
uk: Ви не можете {verb} '{name}' у воді.

# DHConstructionErrorMessage.ErrorMessages<15>
source: There are no supply caches within {integer} meters.
de: Es gibt innerhalb {integer} Metern keine Nachschublager.
es: No hay depósito de suministros dentro de {integer} metros.
fr: Il n'y a pas de dépôt de matériel dans les {integer} mètres.
ja: {integer}m以内に物資集積所がありません。
pl: Nie ma składów zasobów w obrębie {integer} metrów.
ru: В радиусе {integer}м нету складов снабжения.
uk: У радіусі {integer}м немає схованок з запасами.

# DHConstructionErrorMessage.ErrorMessages<20>
source: You must have {integer} members in your squad to {verb} a {name}.
de: Es müssen sich {integer} Mitglieder in deiner Gruppe befinden um {name} zu {verb}.
es: Debes tener {integer} miembros en tu escuadra para {verb} un {name}.
fr: Vous devez avoir {integer} membres dans votre groupe pour {verb} un {name}.
ja: {name}を{verb}には{integer}人の分隊員が必要です。
pl: Musisz mieć {integer} członków w twoim oddziale aby {verb} {name}.
ru: В вашем отряде должно быть {integer} участников, чтобы {verb} здесь '{name}'.
uk: У загоні має бути {integer} учасників, щоб {verb} тут '{name}'.

# DHConstructionSupplyAttachment_Static_Main.HumanReadableName
source: Main Supply Cache
de: Hauptnachschublager
es: Base de Depósito de Suministros
fr: Dépôt de Matériel Principal
ja: 主な兵站集積所
pl: Główny skład zapasów
ru: Основной склад снабжения
uk: Головний склад постачання

# DHExitMovingVehicleDamageType.DeathString
source: %o was killed jumping from a speeding vehicle.
ru: %o погиб, выпрыгнув из мчащейся машины.
uk: %o загинув, стрибнувши з транспортного засобу.

# DHFireSupportMessage.RadiomanNotification
source: {squad} squad has marked a target for long-range fire support.
de: Gruppe {squad} hat ein Feuerunterstützungsziel für schwere Artillerie markiert.
es: La escuadra {squad} ha marcado un objetivo para soporte de artillería de largo alcance.
fr: Le groupe {squad} a marqué une cible pour appui longue portée.
ja: {squad}分隊が長距離砲撃の目標を設定しました。
pl: Oddział {squad} oznaczył cel dla wsparcia ogniowego dalekiego zasięgu.
ru: Отряд {squad} отметил цель для огневой поддержки.
uk: Загін {squad} відзначив ціль для вогневої підтримки.
