Repository: DarklightGames/weblate-darklightgames
Catalog: DH_Engine/DH_Engine.*.po
Languages: de, es, fr, ja, pl, ru, uk

# DHRadioTouchMessage.RequestMessage
source: Hold [%SHOWORDERMENU | ONRELEASE HIDEORDERMENU%] to request artillery
de: [%SHOWORDERMENU | ONRELEASE HIDEORDERMENU%] halten um Artillerie zu rufen
es: Mantén pulsado [%SHOWORDERMENU | ONRELEASE HIDEORDERMENU%] para solicitar artillería
fr: Maintenez [%SHOWORDERMENU | ONRELEASE HIDEORDERMENU%] appuyé pour demander de l'artillerie
ja: [%SHOWORDERMENU | ONRELEASE HIDEORDERMENU%]を押し続けて砲撃を要請
pl: Przytrzymaj [%SHOWORDERMENU | ONRELEASE HIDEORDERMENU%], aby poprosić o artylerię
ru: Удерживайте [%SHOWORDERMENU | ONRELEASE HIDEORDERMENU%] для запроса артиллерии
uk: Утримуйте [%SHOWORDERMENU | ONRELEASE HIDEORDERMENU%], щоб запросити артилерію

# DHRocketWarningMessage.ProneOrRestToFire
source: You need to be prone or weapon rested to fire the {0}
de: Die {0} kann nur aufgelegt oder im Liegen abgefeuert werden
es: Debes estar cuerpo a tierra o con el arma apoyada para disparar el {0}
fr: Vous devez être à plat ventre ou poser votre arme pour tirer au {0}
ja: {0}を撃つには伏せるか依託する必要があります
pl: Musisz być w pozycji leżącej lub mieć rozstawioną broń aby wystrzelić z {0}
ru: Чтобы выстрелить из {0}, вам нужно лечь на землю или упереть оружие
uk: Щоб вистрілити з {0}, вам потрібно лягти на землю або вперти зброю

# DHShellExplosionDamageType.DeathString
source: %o was blown up by %k's cannon shell.
ru: %o был взорван снарядом орудия %k.
uk: %o був підірваний гарматним снарядом %k.

# DHShellExplosionDamageType.FemaleSuicide
source: %o was blown up by her own cannon shell.
ru: %o была взорвана снарядом собственного орудия.
uk: %o була підірвана власним гарматним снарядом.

# DHShellImpactDamageType.MaleSuicide
source: %o was killed by his own cannon shell.
ru: %o был убит снарядом собственного орудия.
uk: %o загинув від власного гарматного снаряду.

# DHMortarMessage.NotEnoughRoom
source: You do not have enough room to deploy your mortar here
de: Nicht ausreichend Platz vorhanden um den Mörser hier aufzustellen
es: No hay suficientes espacio para desplegar el mortero aquí
fr: Vous n'avez pas assez de place pour déployer votre mortier ici
ja: ここには迫撃砲の展開に十分な空間がありません
pl: Nie ma tutaj wystarczająco miejsca aby rozstawić moździerz
ru: У вас недостаточно места, чтобы разместить здесь миномёт
uk: У вас недостатньо місця, щоб розмістити тут міномет

# DHPawnTouchMessage.Messages<2>
source: Press [%THROWMGAMMO%] to resupply and reload {0}
de: [%THROWMGAMMO%] drücken um {0} aufzumunitionieren und nachzuladen
es: Pulsa [%THROWMGAMMO%] para reabastecer y recargar {0}
fr: Appuyez sur [%THROWMGAMMO%] pour réapprovisionner et recharger {0}
ja: [%THROWMGAMMO%]を押して{0}に弾薬を渡し、再装填を手伝う
pl: Naciśnij [%THROWMGAMMO%], aby uzupełnić amunicję i przeładować {0}
ru: Нажмите [%THROWMGAMMO%], чтобы пополнить боеприпасы и перезарядить {0}
uk: Натисніть [%THROWMGAMMO%], щоб поповнити боєприпаси і перезарядити {0}

# DHReinforcementAwardMsg.ReinforcementAttrition
source: Your team is losing significant reinforcemetns from attrition!!!
de: Wir werden aufgerieben und verlieren signifikant an Verstärkungen!!!
es: ¡¡¡Tu equipo está perdiendo refuerzos considerables por desgaste!!!
fr: Votre équipe est en train de perdre des renforts importants par attrition !!!
ja: あなたのチームは多くの増援を失っています!!!
pl: Twój zespół traci znaczące uzupełnienia z powodu strat!!!
ru: Ваша команда теряет значительное подкрепление из-за истощения!!!
uk: Ваша команда втрачає значне підкріплення через виснаження!!!

# DHRocketExhaustDamageType.DeathString
source: %o was cooked by the exhaust from %k's %w.
ru: %o был сожжен выхлопом %w %k.
uk: %o був спалений вихлопами %w %k.

# DHScoreEvent_SquadRallyPointEstablished.HumanReadableName
source: Squad Rally Point Established
de: Gruppensammelpunkt errichtet
es: Punto de Reunión Establecido
fr: Point de Ralliement Établi
ja: 分隊リスポーン地点(rally)の開設
pl: Utworzono Punkt Zbiórki
ru: Создана точка сбора отряда
uk: Створено точку збору загону

# DHRocketWarningMessage.CrouchOrRestToFire
source: You must be crouched or weapon rested to fire the {0}
de: Die {0} kann nur aufgelegt oder in der Hocke abgefeuert werden
es: Debes estar agachado o con el arma apoyada para disparar el {0}
fr: Vous devez être accroupi ou poser votre arme pour tirer au {0}
ja: {0}を撃つにはしゃがむか依託する必要があります
pl: Musisz być w pozycji klęczącej lub mieć rozstawioną broń aby wystrzelić z {0}
ru: Вы должны присесть или упереть оружие, чтобы выстрелить из {0}
uk: Ви повинні сісти або вперти зброю, щоб вистрілити з {0}

# DHScoreEvent_FriendlyReload.HumanReadableName
source: Friendly Reload
de: Nachladen von Verbündeten
es: Recarga amistosa
fr: Rechargement Assisté
ja: 自軍の再装填
pl: Pomoc przy przeładowywaniu sojuszników
ru: Перезарядка союзников
uk: Перезаряджання союзників

# DHSpawnKillDamageType.FemaleSuicide
source: %o spawn killed herself.
ru: %o убила себя при возрождении.
uk: %o вбила себе під час відродження.

# DHSpawnProtectMineVolume.SafePeriodWarningMessage
source: This is now an enemy controlled area! You have %remaining% seconds to return to your lines!
de: Dieses Gebiet wird nun vom Feind kontrolliert! Du hast %remaining% Sekunden um zu den eigenen Linien zurückzukehren!
es: ¡Esta es ahora una zona controlada por el enemigo! ¡Tienes %remaining% segundos para regresar a tus líneas!
fr: Vous êtes désormais dans une zone contrôlée par l'ennemi ! Vous avez %remaining% secondes pour retourner dans vos lignes !
ja: ここは敵の支配下に置かれました! %remaining%以内に前線まで後退してください!
pl: To jest teraz obszar kontrolowany przez wroga! Masz %remaining% sekund na powrót do swoich linii!
ru: Эта территория теперь под контролем противника! У вас есть %remaining% секунд, чтобы вернуться к своим позициям!
uk: Ця територія тепер контролюється ворогом! У вас є %remaining% секунд, щоб повернутися до своїх позицій!

# DHSpawnProtectMineVolume.WarningMessage
source: You have entered an enemy controlled area, fall back!
de: Feindgebiet betreten, Rückzug!
es: ¡Has entrado en una zona controlada por el enemigo, retrocede!
fr: Vous êtes entré dans une zone contrôlée par l'ennemi, retirez-vous !
ja: 敵の支配地域に入りました。後退してください!
pl: Wkroczyłeś na obszar kontrolowany przez wroga, wycofaj się!
ru: Вы вошли на территорию, контролируемую противником. Отойдите назад!
uk: Ви увійшли до контрольованої ворогом території. Повертайте назад!

# DHScoreEvent_VehicleKill.HumanReadableName
source: Vehicle Kill
de: Fahrzeug Abschuss
es: Muerte vehicular
fr: Destruction Véhicule
ja: 車両破壊
pl: Zabójstwo Pojazdem
ru: Уничтожение техники
uk: Знищення техніки

# DHSquadLeaderAssistantVolunteerInteraction.Options<2>.Text
source: Ignore All
de: Alle ignorieren
es: Ignorar todo
fr: Ignorer Tout
ja: 以後全て無視
pl: Ignoruj wszystkie
ru: Игнорировать все
uk: Ігнорувати все

# DHSquadMessage.RallyPointInWater
source: You cannot create a squad rally point in water.
de: Im Wasser kann kein Gruppensammelpunkt gesetzt werden.
es: No puedes crear un punto de reunión en el agua.
fr: Vous ne pouvez pas créer un point de ralliement dans l'eau.
ja: 水中に分隊リスポーン地点 (RP)を設置することはできません。
pl: Nie można utworzyć punktu zbiórki oddziału w wodzie.
ru: Нельзя создать точку сбора отряда в воде.
uk: Ви не можете створити точку збору у воді.

# DHShellSmokeWPGasDamageType.DeathString
source: %o was choked by %k's white phosphorus.
ru: %o задохнулся белым фосфором, выпущенным %k.
uk: %o задихнувся білим фосфором, який запустив %k.

# DHSquadMessage.FullMessage
source: You cannot be send invitations because the squad is full.
de: Du kannst keine Einladungen versenden, da die Gruppe voll ist.
es: No puedes enviar invitaciones, tu escuadra esta llena.
fr: Vous ne pouvez pas envoyer d'invitations car le groupe est plein.
ja: 分隊が満員のため、招待することができません。
pl: Nie można wysłać zaproszeń, ponieważ oddział jest pełny.
ru: Вы не можете отправить приглашения, так как отряд полон.
uk: Ви не можете надсилати запрошення, оскільки загін заповнений.

# DHSquadMessage.NoLeaderMessage
source: The squad leader has left the squad.
de: Der Gruppenführer hat die Gruppe verlassen.
es: El líder de la escuadrón ha dejado la escuadra.
fr: Le chef de groupe a quitté le groupe.
ja: 分隊長が分隊を去りました。
pl: Dowódca oddziału opuścił oddział.
ru: Командир отряда покинул ваш отряд.
uk: Командир загону залишив ваш загін.

# DHSquadMessage.RallyPointCreatedMessage
source: You have created a squad rally point. Secure the area with your squad to establish this rally point.
de: Es wurde ein Gruppensammelpunkt gesetzt. Sichere die Umgebung mit der Gruppe, um den Sammelpunkt zu errichten.
es: Has creado un punto de reunión para tu escuadrón. ¡Asegura la zona con tu escuadrón para establecerlo correctamente!
fr: Vous avez créé un point de ralliement pour votre groupe. Sécurisez la zone pour l'établir.
ja: 分隊リスポーン地点 (RP) が設置されました。このRPを有効化するには、分隊と一緒にエリアを確保してください。
pl: Utworzyłeś punkt zbiórki oddziału. Zabezpiecz pobliski obszar wraz ze swoim oddziałem, aby aktywować punkt zbiórki.
ru: Вы создали точку сбора отряда. Отцепите периметр своим отрядом, чтобы дать точке сбора окончательно сформироваться.
uk: Ви встановили точку збору. Захищайте територію, щоб активувати цю точку.

# DHSquadMessage.NotInSquadMessage
source: You are not in a squad. Press [%SQUADMENU%] to enter the squad menu or press [%SQUADJOINAUTO%] to automatically join a squad.
de: Du befindest dich in keiner Gruppe. Drücke [%SQUADMENU%] um das Gruppenmenü aufzurufen oder drücke [%SQUADJOINAUTO%] um automatischer einer Gruppe beizutreten.
es: No estás en un escuadrón. Pulsa [%SQUADMENU%] para acceder al menú del escuadrón o pulsa [%SQUADJOINAUTO%] para unirte automáticamente a un escuadrón.
fr: Vous n'êtes pas dans un groupe. Appuyez sur [%SQUADMENU%) pour entrer dans le menu du groupe ou appuyez sur [%SQUADJOINAUTO%) pour rejoindre automatiquement un groupe.
ja: あなたは分隊にいません。[%SQUADMENU%] を押して分隊メニューに入るか、[%SQUADJOINAUTO%] を押して自動的に分隊に参加します。
pl: Nie jesteś w oddziale. Naciśnij [%SQUADMENU%], aby przejść do menu oddziałów lub [%SQUADJOINAUTO%], aby automatycznie dołączyć do oddziału.
ru: Вы не состоите в отряде. Нажмите [%SQUADMENU%], чтобы войти в меню отрядов, или нажмите [%SQUADJOINAUTO%], чтобы автоматически присоединиться к отряду.
uk: Ви не перебуваєте в загоні. Натисніть [%SQUADMENU%], щоб увійти до меню загону, або натисніть [%SQUADJOINAUTO%], щоб автоматично приєднатися до загону.

# DHSquadLeaderVolunteerInteraction.PromptText
source: Your squad needs a leader! Volunteer to be squad leader? ({time})
de: Deine Gruppe benötigt einen Führer! Freiwillig als Gruppenführer melden? ({time})
es: ¡Tu escuadrón necesita un líder! ¿Quieres ser voluntario? ({time})
fr: Votre groupe a besoin d'un chef. Vous porter volontaire pour être chef de groupe ? ({time})
ja: あなたの分隊のは分隊長が必要です! 分隊長に志願しますか?(のこり時間{time})
pl: Twój oddział potrzebuje lidera! Zgłaszasz się na dowódcę oddziału? ({time})
ru: Вашему отряду нужен командир! Хотите стать новым командиром отряда? {time}
uk: Вашому загону потрібен лідер! Викличтеся стати командиром загону? {time}

# DHSquadMessage.KickedMessage
source: You have been kicked from the squad.
de: Du wurdest aus der Gruppe geworfen.
es: Has sido expulsado del escuadrón.
fr: Vous avez été expulsé du groupe.
ja: あなたは分隊からキックされました。
pl: Zostałeś wykopany z oddziału.
ru: Вас исключили из отряда.
uk: Вас виключили із загону.

# DHSquadMessage.NoLongerLeaderMessage
source: You are no longer the squad leader.
de: Du bist nicht länger Gruppenführer.
es: Ya no serás mas el líder de escuadrón.
fr: Vous n'êtes plus chef de groupe.
ja: あなたはもう分隊長ではありません。
pl: Nie jesteś już dowódcą oddziału.
ru: Вы больше не командир отряда.
uk: Ви більше не командир загону.

# DHSquadMessage.RallyPointTooCloseMessage
source: You cannot create a rally point so close to an existing one, you must be {0} meters further away.
de: Ein Sammelpunkt kann nicht so nah an einem Bestehenden gesetzt werden, du musst weitere {0} Meter entfernt sein.
es: No puedes crear un punto de reunión tan cerca de uno existente, debes estar a {0} metros más lejos.
fr: Vous ne pouvez pas créer un point de ralliement si proche d'un point existant, vous devez être à {0} mètres plus loin.
ja: 既存のRPに近い位置に新たにRPを作成することはできません。{0} メートル離れている必要があります。
pl: Nie można utworzyć punktu zbiórki tak blisko już istniejącego, należy oddalić się o {0} metrów.
ru: Вы не можете создать точку сбора так близко к другой, вы должны отойти на {0}м дальше.
uk: Ви не можете створити точку збору так близько до іншої, ви повинні відійти на {0} далі.

# DHSquadMessage.RallyPointTooSoon
source: You must wait {0} seconds until your squad can create a rally point.
de: Du musst {0} Sekunden warten bis deine Gruppe einen Sammelpunkt errichten kann.
es: Debes esperar {0} segundos hasta que tu escuadrón pueda crear un punto de reunión.
fr: Vous devez attendre {0} secondes jusqu'à ce que votre groupe puisse créer un point de ralliement.
ja: 分隊リスポーン地点 (RP) を作成できるようになるまで {0} 秒待つ必要があります。
pl: Musisz poczekać {0} sekund, aż twój oddział będzie mógł utworzyć punkt zbiórki.
ru: Вам придется подождать {0} секунд, пока ваш отряд не создаст точку сбора.
uk: Вам доведеться зачекати {0} секунд, доки ваш загін не створить точку збору.

# DHSquadMessage.RallyPointAbandonmentWarning
source: A newly created squad rally point is being abandoned!
de: Ein neu errichteter Gruppensammelpunkt wird zurückgelassen!
es: ¡Un punto de reunión recién creado está siendo abandonado!
fr: Un point de ralliement nouvellement créé est en train d'être abandonné !
ja: 新しく作成された分隊リスポーン地点 (RP) は放棄されます！
pl: Nowo utworzony punkt zbiórki oddziału został opuszczony!
ru: Недавно созданная точка сбора отряда заброшена!
uk: Нещодавно створену точку збору покинуто!

# DHSquadMessage.BannedCannotJoin
source: You are unable to join this squad as you have been banned.
de: Du kannst dieser Gruppe nicht beitreten, da du aus dieser verbannt wurdest.
es: No puedes unirte a este equipo porque has sido vetado.
fr: Vous ne pouvez pas rejoindre ce groupe car vous avez été banni.
ja: あなたは永久追放されているため、この分隊に加わることはできません。
pl: Nie możesz dołączyć do tego oddziału, ponieważ zostałeś zbanowany.
ru: Вы не можете присоединиться к этому отряду, так как вам запрещено присоединяться.
uk: Ви не можете приєднатися до цього загону, тому що вам заборонено приєднуватися.

# DHSquadMessage.NoVolunteersDisbanded
source: Your squad has been disbanded because the squad is too small and no members volunteered to be squad leader.
de: Deine Gruppe wurde aufgelöst, da die Gruppengröße zu klein ist und sich keine Mitglieder freiwillig als Gruppenführer gemeldet haben.
es: Su escuadrón ha sido disuelto porque es demasiado pequeño y ningún miembro se ofreció como voluntario para ser líder del escuadrón.
fr: Votre groupe a été dissout car il était trop petit et parce qu'aucun membre ne s'est porté volontaire pour être chef.
ja: 分隊が小さすぎて、分隊長への志願者がいなかったため、あなたの分隊は解散されました。
pl: Twój oddział został rozwiązany, ponieważ jest zbyt mały i żaden z jego członków nie zgłosił się na ochotnika do roli dowódcy oddziału.
ru: Ваш отряд расформирован, поскольку его численность слишком мала и ни один из участников не вызвался стать командиром.
uk: Ваш загін був розформований, тому що загін занадто малий і ніхто не зголосився бути командиром загону.

# DHSquadMessage.YouAreNowAssistantMessage
source: You are now the squad leader's assistant.
de: Du bist nun Adjutant des Gruppenführers.
es: Ahora eres el asistente del líder del escuadrón.
fr: Vous êtes maintenant l'assistant du chef de groupe.
ja: あなたは副分隊長になりました。
pl: Jesteś teraz asystentem dowódcy oddziału.
ru: Теперь вы помощник командира отряда.
uk: Тепер ви помічник командира відділення.

# DHSquadOrderMessage.AttackText
source: Squad leader has issued a new Attack order
de: Der Gruppenführer hat einen neuen Angriffsbefehl ausgegeben
es: El líder del escuadrón ha emitido una nueva orden de ataque.
fr: Le chef de groupe a donné un nouvel ordre d'Attaque
ja: 分隊長が新しい攻撃命令を出しました
pl: Dowódca oddziału wydał nowy rozkaz ataku
ru: Командир отряда отдал новый приказ на атаку
uk: Командир загону віддав новий наказ на "Атаку"

# DHSquadMessage.RallyPointDestroyed
source: A squad rally point has been destroyed.
de: Ein Gruppensammelpunkt wurde zerstört.
es: ¡Un punto de reunión ha sido destruido!
fr: Un point de ralliement a été détruit.
ja: 分隊リスポーン地点 (RP)が破壊されました。
pl: Punkt zbiórki oddziału został zniszczony.
ru: Точка сбора отряда была уничтожена.
uk: Точку збору було знищено.

# DHSquadMessage.RallyPointBehindEnemyLines
source: A squad rally point cannot be created in enemy-controlled territory.
de: In Feindgebiet kann kein Gruppensammelpunkt gesetzt werden.
es: No se puede crear un punto de reunión en territorio controlado por el enemigo.
fr: Un point de ralliement ne peut pas être créé sur un territoire contrôlé par l'ennemi.
ja: 分隊リスポーン地点 (RP) は敵の支配地域では設置できません。
pl: Punkt zbiórki oddziału nie może zostać utworzony na terytorium kontrolowanym przez wroga.
ru: Точку сбора отряда нельзя создать на территории, контролируемой противником.
uk: Точку збору загону не можна створити на території, яку контролює противник.

# DHSquadMessage.NoVolunteers
source: No members volunteered to be squad leader.
de: Keine Mitglieder haben sich freiwillig als Gruppenführer gemeldet.
es: Ningún miembro se ofreció como voluntario para ser líder del escuadrón.
fr: Aucun membre ne s'est porté volontaire pour être chef de groupe.
ja: 誰も分隊長に志願しませんでした。
pl: Żaden z członków nie zgłosił się na lidera drużyny.
ru: Ни один из членов отряда не вызвался стать командиром отряда.
uk: Жоден з учасників не зголосився бути командиром загону.

# DHSquadMessage.SquadMergeRequestDeniedMessage
source: Your squad merge request was denied by {0} squad.
de: Die Gruppenzusammenführung wurde von Gruppe {0} abgelehnt.
es: Su solicitud de fusión de escuadrón fue rechazada por el escuadrón {0}.
fr: Votre demande de fusion a été rejetée par le groupe {0}.
ja: あなたの分隊併合要求は {0} 分隊によって拒否されました。
pl: Twoja prośba o połączenie oddziałów została odrzucona przez oddział {0}.
ru: Ваш запрос на объединение был отклонен отрядом {0}.
uk: Ваш запит на об'єднання загону було відхилено загоном {0}.

# DHSquadMessage.SquadTargetSelectionRefused
source: You are an artillery spotter. You cannot switch the active artillery target to your own marker.
de: Du bist ein Artillerieaufklärer. Das aktive Artillerieziel kann nicht auf die eigene Markierung umgeschaltet werden.
es: Eres un observador de artillería. No puedes cambiar el objetivo de artillería activo a tu propio marcador.
fr: Vous êtes un observateur d'artillerie. Vous ne pouvez pas changer la cible active sur votre propre marqueur.
ja: あなたは砲兵観測手です。有効な砲撃目標を自分で設定した目標に切り替えることはできません。
pl: Jesteś obserwatorem artylerii. Nie możesz zmienić aktywnego celu artyleryjskiego na swój własny znacznik.
ru: Вы артиллерийский корректировщик. Вы не можете переключить активную артиллерийскую цель на свою отметку.
uk: Ви - артилерійський коректувальник. Ви не можете переключити активну артилерійську ціль на свій маркер.

# DHSquadMessage.SquadPromotionRequestDuplicateMessage
source: You have already sent {0} a squad promotion request.
de: {0} wurde bereits eine Anfrage zur Beförderung zum Gruppenführer geschickt.
es: Ya has enviado a {0} una solicitud de ascenso de escuadrón.
fr: Vous avez déjà envoyé une demande de promotion à {0}.
ja: すでに {0} に分隊長への昇格提案を送信しています。
pl: Wysłałeś już {0} prośbę o awans.
ru: Вы уже отправили игроку {0} запрос на повышение.
uk: Ви вже надіслали гравцю {0} запит на підвищення.

# DHSquadOrderMessage.AttentionText
source: Squad leader has issued a new Attention order
de: Der Gruppenführer hat eine neue Warnung zur Beachtung ausgegeben
es: El líder del escuadrón ha emitido una nueva orden de Atención.
fr: Le chef de groupe a donné un nouvel ordre d'Attention
ja: 分隊長が新たな注意命令を出しました
pl: Dowódca oddziału wydał nowy rozkaz uwagi
ru: Командир отделения отдал новый приказ «Внимание»
uk: Командир загону віддав новий наказ " Увага"

# DHSquadReplicationInfo.SquadPromotionRequestResultStrings<2>
source: Squad leader promotion request has been sent.
de: Anfrage zur Beförderung zum Gruppenführer wurde gestellt.
es: Se ha enviado la solicitud de ascenso a líder de escuadrón.
fr: Une demande de promotion a été envoyée.
ja: 分隊長への昇格を提案しました。
pl: Wniosek o awans dowódcy oddziału został wysłany.
ru: Запрос на повышение до командира отряда отправлен.
uk: Запит на підвищення командира загону відправлено.

# DHVoteInfo.Options<1>.Text
source: No
de: Nein
ja: いいえ
pl: Nie
ru: Нет
uk: Ні

# DHVoteInfo_TeamSurrender.QuestionText
source: Do you want to retreat to fight another day?
de: Soll sich zurückgezogen werden um den Kampf an einem weiteren Tag fortzuführen?
es: ¿Quieres retirarte para luchar otro día?
ja: 退却して別の日に戦いますか？
pl: Chcesz się wycofać i zawalczyć innym razem?
ru: Хотите ли вы отступить, чтобы возобновить борьбу позже?
uk: Чи хочете ви відступити, щоб відновити боротьбу пізніше?

# DHVotingHandler.lmsgMapVotedTooRecently
source: Please wait %seconds% seconds before voting another map!
de: Bitte %seconds% Sekunden warten bevor für eine andere Karte abgestimmt wird!
es: Por favor, ¡espera %segundos% segundos antes de votar otro mapa!
ja: 他のマップに投票する前に %seconds% 秒お待ちください!
pl: Proszę poczekać %seconds% sekund przed zagłosowaniem na kolejną mapę!
ru: Пожалуйста, подождите %seconds% секунд, прежде чем голосовать за другую карту!
uk: Будь ласка, зачекайте %seconds% секунд, перш ніж голосувати за іншу карту!

# DHSquadReplicationInfo.SquadMergeRequestResultStrings<0>
source: Please wait a short time before sending another squad merge request.
de: Bitte kurze Zeit warten bevor eine neue Anfrage zur Gruppenzusammenführung gestellt wird.
es: Espere unos momentos antes de enviar otra solicitud de fusión de escuadrón.
fr: Veuillez attendre peu avant d'envoyer une autre demande de fusion de groupes.
ja: しばらく待ってから、分隊併合要求を送信してください。
pl: Poczekaj chwilę, zanim wyślesz kolejną prośbę o scalenie oddziału.
ru: Пожалуйста, подождите немного, прежде чем отправить еще один запрос на объединение отрядов.
uk: Будь ласка, зачекайте трохи, перш ніж надіслати ще один запит на об'єднання загонів.

# DHSquadReplicationInfo.SquadMergeRequestResultStrings<3>
source: There is already an existing merge request for this squad.
de: Zu dieser Gruppe besteht bereits eine Anfrage zur Zusammenführung.
es: Ya existe una solicitud de fusión para este escuadrón.
fr: Une fusion a déjà été demandée avec ce groupe.
ja: この分隊にはすでに併合要求があります。
pl: Istnieje już wniosek o scalenie dla tego oddziału.
ru: Для этого отряда уже существует запрос на объединение.
uk: Для цього загону вже існує запит на об'єднання.

# DHSupplyMessage.SuppliesLoaded
source: {0} supplies have been loaded into the vehicle from a nearby {1}
de: {0} Nachschub wurde in das Fahrzeug aus einem in der Nähe befindlichen {1} eingeladen
es: Se han cargado {0} puntos de suministros en el vehículo desde un {1} cercano.
fr: {0} provisions ont été chargées dans le véhicule à partir d'un {1} à proximité
ja: {0}単位の物資が近くの{1} から車両に積み込まれました
pl: {0} zapasów zostało załadowanych do pojazdu z pobliskiego {1}
ru: {0} припасов было загружено в грузовик из ближайшего {1}
uk: {0} припасів завантажено у транспортний засіб в сусідній {1}

# DarkestHourGame.ROHints<6>
source: Crouching and going prone stabilizes your weapon and lowers recoil when firing.
de: In die Hocke zu gehen und sich hinzulegen stabilisiert die Waffe und verringert den Rückstoß beim Schießen.
es: Agacharse y ponerse boca abajo estabiliza el arma y reduce el retroceso al disparar.
ja: しゃがみ、伏せると武器が安定し、発砲時の反動が減少します。
pl: Kucanie i pozycja leżąca stabilizują broń i zmniejszają odrzut podczas strzelania.
ru: Положение приседа и положение лежа стабилизируют ваше оружие и уменьшают отдачу при стрельбе.
uk: Присідання та упор лежачи стабілізує вашу зброю та зменшує віддачу під час стрільби.

# DHWeaponBayonetDamageType.DeathString
source: %o was skewered on %k's %w bayonet.
ru: %o был пронзён штыком из %w %k.
uk: %o був нанизаний на багнет з %w %k.
