Repository: DarklightGames/weblate-darklightgames
Catalog: DH_Engine/DH_Engine.*.po
Languages: de, es, fr, ja, pl, ru, uk

# DHWeaponProjectileDamageType.FemaleSuicide
source: %o was killed by her own %w.
ru: %o была убита из собственного %w.
uk: %o була вбита власними руками з %w.

# DHWeaponsLockedMessage.LockedFFSKMessage
source: Your weapons have been locked due to spawn killing a friendly!
de: Waffen wurden aufgrund Abschusses eigener Kräfte im Spawn gesichert!
es: ¡Tus armas han sido bloqueadas debido a que mataste un amigo al momento de aparecer!
ja: 自軍兵士をスポーンキルしたため、武器がロックされました！
pl: Twoje uzbrojenie zostało zablokowane z powodu spawnkilla na sojuszniku!
ru: Ваше оружие заблокировано из-за того, что вы убили союзника на этапе возрождения!
uk: Вашу зброю заблоковано через те, що ви вбили товариша на етапі відродження!

# DarkestHourGame.ROHints<0>
source: You can see a map of the objectives that need to be captured or defended by pressing %SHOWOBJECTIVES%.
de: Druch drücken von %SHOWOBJECTIVES% wird eine Karte der zu erobernden oder verteidigenden Zielobjekte angezeigt.
es: Puedes ver un mapa de los objetivos que necesitan ser capturados o defendidos presionando %SHOWOBJECTIVES%.
ja: %SHOWOBJECTIVES% を押すと、占領または防衛すべき目標の位置を表示できます。
pl: Możesz zobaczyć mapę celów do zdobycia lub obrony, naciskając %SHOWOBJECTIVES%.
ru: Вы можете увидеть карту с целями, которые необходимо захватить или защитить, нажав %SHOWOBJECTIVES%.
uk: Ви можете побачити карту з цілями, які потрібно захопити або захистити, натиснувши %SHOWOBJECTIVES%.

# DarkestHourGame.ROHints<11>
source: Players receive 1 point for resupplying Machine Gunners who need ammo.
de: Spieler erhalten 1 Punkt für das Aufmunitionieren von Maschinengewehrschützen die Munition benötigen.
es: Los jugadores reciben 1 punto por reabastecer a los ametralladores que necesitan munición.
ja: 弾薬を必要とする機関銃手に弾薬を供給すると、プレイヤーは1ポイントを獲得します。
pl: Gracze otrzymują 1 punkt za zaopatrzenie graczy, które potrzebują amunicji.
ru: Игроки получают 1 очко за пополнение патронов пулемётчикам, которым нужны боеприпасы.
uk: Гравці отримують 1 очко за поповнення боєкомплекту кулеметників, які потребують боєприпасів.

# DarkestHourGame.ROHints<12>
source: The Machine Gun is more effective when fired in short, controllable bursts.
de: Das Maschinengewehr ist effektiver wenn es in kurzen, kontrollierten Feuerstößen geschossen wird.
es: La ametralladora es más eficaz cuando se dispara en ráfagas cortas y controlables.
ja: 機関銃は、制御可能な短いバーストで発射するとより効果的です。
pl: Karabin maszynowy jest skuteczniejszy, gdy strzela krótkimi, kontrolowanymi seriami.
ru: Пулемёт более эффективен при стрельбе короткими контролируемыми очередями.
uk: Кулемет більш ефективний, коли стріляє короткими, контрольованими чергами.

# DarkestHourGame.ROHints<14>
source: When taking an objective, the presence of an officer boosts moral and makes your task easier!
de: Wenn ein Ziel eingenommen wird, fördert die Nähe eines Offiziers die Moral und erleichtert die Ausführung deiner Tätigkeit!
es: ¡Al tomar un objetivo, la presencia de un oficial aumenta la moral y facilita la tarea!
ja: 士官の存在は仲間の士気を高め、目標制圧を容易にする!
pl: Podczas zdobywania celu obecność oficera podnosi morale i ułatwia zadanie!
ru: При захвате цели присутствие офицера повышает моральный дух союзников и облегчает задачу!
uk: При захопленні цілі присутність офіцера підвищує моральний дух союзників та полегшує завдання!

# DarkestHourGame.ROHints<16>
source: Machine Gunners have a limited field of vision while deployed, so try attacking them from the side.
de: Maschinengewehrschützen haben eine limitierte Sicht während sie in Stellung liegen, versuche sie daher aus der Flanke anzugreifen.
es: Los ametralladores tienen un campo de visión limitado mientras están desplegados, así que intenta atacarlos por los lados.
ja: 設置された機関銃は脅威だが射角は限られている。射線に入らないよう側面から攻撃するんだ。
pl: Strzelcy KM mają ograniczone pole widzenia gdy się rozstawią, więc spróbuj zaatakować ich z flanki.
ru: У пулемётчиков ограниченный сектор обстрела, поэтому пробуйте атаковать их с фланга.
uk: Кулеметники мають обмежене поле зору, коли іх кулемет встановлено на позиціЇ, тому намагайтесь атакувати їх с флангів.

# DHWeaponsLockedMessage.LockedSKMessage
source: Your weapons have been locked due to excessive spawn killing!
de: Waffen aufgrund zu vieler Abschüsse im Spawn gesichert!
es: ¡Tus armas han sido bloqueadas debido a la cantidad excesiva de muertes en puntos de aparición!
ja: スポーンキルが多すぎたため、武器がロックされました！
pl: Twoje uzbrojenie zostało zablokowane z powodu nadmiernego spawnkillingu!
ru: Ваше оружие заблокировано из-за непомерных убийств игроков на этапе возрождения!
uk: Ваша зброя заблокована через непомірні вбивства гравців на етапі відродження!

# DarkestHourGame.ROHints<2>
source: To capture an objective, you must first enter the objective area. You'll likely need more than one additional teammate to initiate and complete the capture.
de: Um ein Ziel zu erobern muss zuerst das Zielgebiet betreten werden. Um die Eroberung erfolgreich zu beginnen und abzuschließen wird vermutlich mehr als ein Kamerad benötigt.
es: Para capturar un objetivo, primero debes entrar en la zona del objetivo. Es probable que necesites más de un compañero de equipo adicional para iniciar y completar la captura.
ja: 目標を制圧するには、まず目標エリアに入る必要があります。占領を開始して完了するには、おそらく複数のチームメイトが必要になります。
pl: Aby przejąć cel, musisz najpierw wejść na jego obszar. Prawdopodobnie będziesz potrzebować więcej niż jednego dodatkowego sojusznika, aby rozpocząć i zakończyć przejęcie.
ru: Чтобы захватить цель, вы должны сначала зайти в зону цели. Вам скорее всего понадобится дополнительно более одного союзника, чтобы начать и завершить захват.
uk: Щоб захопити ціль, ви повинні спочатку зайти в зону цілі. Вам швидше за все знадобиться додатково більше одного союзника, щоб розпочати та завершити захоплення.

# DarkestHourGame.ROHints<8>
source: You can deploy a Machine Gun on almost any object - press %DEPLOY% when you see the deployment icon appear to deploy it.
de: Maschinengewehre können auf beinahe allen Gegenständen aufgestellt werden - drücke %DEPLOY% wenn das Symbol zum Auflegen erscheint um es aufzustellen.
es: Puedes desplegar una ametralladora en casi cualquier objeto - presiona %DEPLOY% cuando veas aparecer el ícono de despliegue para desplegarla.
ja: 機関銃はほぼすべての物体に依託できます。展開アイコンが表示されたら、%DEPLOY% を押してデプロイします。
pl: Możesz rozmieścić karabin maszynowy na prawie każdym obiekcie - naciśnij %DEPLOY%, gdy zobaczysz ikonę rozmieszczenia, aby go rozmieścić.
ru: Вы можете разместить пулемёт практически на любом объекте - нажмите %DEPLOY%, когда появится значок развертывания, чтобы поставить его на сошки.
uk: Ви можете розгорнути кулемет майже на будь-якому об'єкті - натисніть %DEPLOY%, коли побачите піктограму розгортання, щоб розгорнути його.

# DarkestHourGame.ROHints<17>
source: Once you've fired the Bazooka or Panzerschreck get to fresh cover FAST, as the smoke of your backblast will reveal your location. Return fire will almost certainly follow!
de: Sobald die Bazooka oder der Panzerschreck abgefeuert wurde, begib dich SCHNELL in neue Deckung, da der Rauch des Rückstrahls deinen Standort verrät. Mit ziemlicher Sicherheit wird der Feind in deine Richtung wirken!
es: Una vez que hayas disparado la Bazuca o el Panzerschreck, busca refugio tan RÁPIDO como puedas, ya que el humo de tu contraataque revelará tu ubicación. ¡Es casi seguro que el enemigo responderá al fuego!
ja: BazookaまたはPanzerscherekを発射したら、バックブラストで位置が明らかになるので、すぐに別の場所に隠れましょう。ほぼ確実に反撃が続きます！
pl: Gdy już wystrzelisz z Bazooki lub Panzerschrecka, SZYBKO schowaj się za osłoną, gdyż dym z gazów wylotowych ujawni twoją lokalizację. Wróg prawie zawsze odpowie ogniem w twoim kierunku!
ru: Как только вы выстрелите из Базуки или Панцершрека, БЫСТРО доберитесь до другого укрытия, так как дым от вашего выстрела выдаст ваше местоположение. Ответный огонь почти наверняка последует незамедлительно!
uk: Як тільки ви вистрілите з Базуки або Панцершрека, ШВИДКО доберіться до іншого укриття, так як дим від вашого пострілу видасть ваше місце розташування. Вогонь у відповідь майже напевно піде негайно!

# DHHud.ConnectedObjectivesNotSecuredText
source: Connected objective(s) not secured
de: Verbundene(s) Zielobjekt(e) nicht gesichert
es: Objetivos conectados no están asegurados
fr: Objectif(s) lié(s) non sécurisé(s)
ja: 関連する目標が占領されていません
pl: Połaczony cel (cele) nie są zabezpieczone
ru: Связанные точки захвата не под контролем
uk: Пов'язані точки захоплення не під контролем

# DHCommandMenu_SquadManageMember.Options<1>.SubjectText
source: Promote to squad leader
de: Zum Gruppenführer befördern
es: Promover a líder de escuadrón
fr: Promouvoir chef de groupe
ja: 分隊長にする
pl: Promuj na dowódcę oddziału
ru: Повысить до командира отряда
uk: Підвищити до командира загону

# DHCommandMenu_ATGun.Options<0>.ActionText
source: Rotate
de: Ausrichten
es: Rotar
fr: Pivoter
ja: 回転
pl: Obrót
ru: Повернуть
uk: Обернути

# DHCommandMenu_LoneWolf.Options<0>.ActionText
source: Auto-Join Squad
de: Automatischer Gruppenbeitritt
es: Unirse automáticamente a una escuadra
fr: Rejoindre un Groupe automatiquement
ja: 分隊への自動加入
pl: Automatyczne dołączanie do oddziału
ru: Автоматически присоединиться к отряду
uk: Автоматично приєднатися до загону

# DHCommandMenu_LoneWolf.Options<1>.ActionText
source: Create Squad
de: Gruppe bilden
es: Crear una escuadra
fr: Créer Groupe
ja: 分隊を作る
pl: Stwórz oddział
ru: Создать отряд
uk: Створити загін

# DHCommandMenu_Patron.Options<0>.ActionText
source: Construction
de: Konstruktion
es: Construcción
ja: 建築
pl: Budowa
ru: Строительство
uk: Будівництво

# DHCommandMenu_Patron.Options<1>.ActionText
source: Spotting
de: Aufklären
es: Avistando
fr: Repérage
ja: スポット
pl: Oznaczanie
ru: Наблюдение
uk: Спостереження

# DHCommandMenu_SquadAssistant.Options<0>.ActionText
source: Construction
de: Konstruktion
es: Construcción
ja: 建築
pl: Budowa
ru: Строительство
uk: Будівництво

# DHCommandMenu_SquadAssistant.Options<1>.ActionText
source: Spotting
de: Aufklären
es: Avistando
fr: Repérage
ja: スポット
pl: Oznaczanie
ru: Наблюдение
uk: Спостереження

# DHCommandMenu_SquadLeader.Options<0>.ActionText
source: Create Rally Point
de: Sammelpunkt setzen
es: Crear punto de reunión
fr: Créer Point de Ralliement
ja: 分隊リスポーン地点(rally)を設置する
pl: Stwórz Punkt Zbiórki
ru: Создать точку сбора
uk: Створити точку збору

# DHCommandMenu_SquadLeader.Options<1>.ActionText
source: Fire
de: Feuer
es: Fuego
fr: Feu
ja: 攻撃
pl: Ognia
ru: Огонь
uk: Вогонь

# DHCommandMenu_SquadLeader.Options<2>.ActionText
source: Construction
de: Konstruktion
es: Construcción
ja: 建築
pl: Budowa
ru: Строительство
uk: Будівництво

# DHCommandMenu_SquadLeader.Options<3>.ActionText
source: No Player
de: Kein Spieler
es: Ningún jugador
fr: Aucun Joueur
ja: プレイヤーがいません
pl: Brak Gracza
ru: Нет игрока
uk: Немає гравця

# DHCommandMenu_SquadLeader.Options<4>.ActionText
source: Spotting
de: Aufklärung
es: Avistando
fr: Repérage
ja: スポット
pl: Oznaczanie
ru: Наблюдение
uk: Спостереження

# DHCommandMenu_SquadLeader.Options<5>.ActionText
source: Move
de: Bewegung
es: Muévete acá
fr: Mouvement
ja: 移動
pl: Ruchy
ru: Сюда
uk: Сюди

# DHCommandMenu_SquadManageMember.Options<0>.SubjectText
source: Kick from squad
de: Aus Gruppe werfen
es: Expulsar de la escuadra
fr: Expulser du groupe
ja: 分隊からキックする
pl: Usuń z oddziału
ru: Выгнать из отряда
uk: Вигнати з загону

# DHCommandMenu_SquadManageMember.Options<2>.SubjectText
source: Ban from squad
de: Aus Gruppe verbannen
es: Vetar de la escuadra
fr: Bannir du groupe
ja: 分隊からバン
pl: Zbanuj z oddziału
ru: Выгнать из отряда и заблокировать
uk: Вигнати із загону та заблокувати

# DHHud.PlaceRallyPointText
source: Press [%PLACERALLYPOINT%]
de: Drücke [%PLACERALLYPOINT%]
es: Presiona [%PLACERALLYPOINT%]
fr: Appuyez sur [%PLACERALLYPOINT%]
ja: [%PLACERALLYPOINT%]を押す
pl: Wciśnij [%PLACERALLYPOINT%]
ru: Нажмите [%PLACERALLYPOINT%]
uk: Натисніть [%PLACERALLYPOINT%]

# DHSupplyVehicleMessage.Controls<1>.Text
source: Unload Supplies
de: Nachschub abladen
es: Descargar suministros
fr: Décharger Provisions
ja: 物資を下ろす
pl: Rozładuj Zapasy
ru: Выгрузить припасы
uk: Вивантажити запаси

# DHSupplyVehicleMessage.Controls<0>.Text
source: Load Supplies
de: Nachschub einladen
es: Cargar suministros
fr: Charger Provisions
ja: 物資を積み込む
pl: Załaduj Zapasy
ru: Загрузить припасы
uk: Завантажити запаси

# DHCommandMenu_SquadManageNonMember.Options<0>.ActionText
source: Invite to Squad
de: Zur Gruppe einladen
es: Invitar a la escuadra
fr: Inviter dans le Groupe
ja: 分隊に招く
pl: Zaproś do oddziału
ru: Пригласить в отряд
uk: Запросити в загін

# DHCommandMenu_SquadManageMember.Options<3>.SubjectText
source: Make assistant
de: Zum Adjutant befördern
es: Promover a asistente
fr: Faire assistant
ja: 副分隊長にする
pl: Promuj na asystenta
ru: Сделать помощником
uk: Призначити помічником

# DHCommandMenu_SquadManageMember.Options<4>.SubjectText
source: Remove assistant
de: Adjutant entfernen
es: Remover asistente
fr: Démettre assistant
ja: 副分隊長の任を解く
pl: Usuń asystenta
ru: Убрать помощника
uk: Видалити з помічників

# DHCommandMenu_SquadMenu.Options<0>.ActionText
source: Leave Squad
de: Gruppe verlassen
es: Dejar la escuadra
fr: Quitter le Groupe
ja: 分隊を去る
pl: Opuść oddział
ru: Покинуть отряд
uk: Покинути загін

# DHVoiceReplicationInfo.InstalledCodec<0>.CodecDescription
source: (9.6kbps) - Uses more bandwidth, but sound is much clearer.
de: (9.6kbps) - Nutzt mehr Bandbreite, dafür ist der Ton deutlich klarer.
es: (9,6 kbps): utiliza más ancho de banda, pero el sonido es mucho más claro.
ja: 9.6kbps -- より多くの帯域幅を使用しますが、サウンドはずっとクリアになります。
pl: (9,6 kb/s) – Zużywa więcej przepustowości, ale dźwięk jest znacznie wyraźniejszy.
ru: (9,6 кбит/с) — используется большая пропускную способность, но звук становится намного чище.
uk: (9,6 Кбіт/с) – використовується більша пропускна здатність, але звук набагато чистіший.

# DHVoiceReplicationInfo.InstalledCodec<1>.CodecDescription
source: (9.6kbps) - Uses more bandwidth, but sound is much clearer.
de: (9.6kbps) - Nutzt mehr Bandbreite, dafür ist der Ton deutlich klarer.
es: (9,6 kbps): utiliza más ancho de banda, pero el sonido es mucho más claro.
ja: 9.6kbps -- より多くの帯域幅を使用しますが、サウンドはずっとクリアになります。
pl: (9,6 kb/s) – Zużywa więcej przepustowości, ale dźwięk jest znacznie wyraźniejszy.
ru: (9,6 кбит/с) — используется большая пропускная способность, но звук становится намного чище.
uk: (9,6 Кбіт/с) – використовується більша пропускна здатність, але звук набагато чистіший.

# DHArtillerySpottingScope.RightString
source: Right
de: Rechts
es: Derecha
fr: Droite
ja: 右
pl: Prawo
ru: Правее
uk: Вправо

# DHArtillerySpottingScope.DistanceString
source: Distance
de: Entfernung
es: Distancia
ja: 距離
pl: Korekta
ru: Дистанция
uk: Дистанція

# DHArtillerySpottingScope.LeftString
source: Left
de: Links
es: Izquierda
fr: Gauche
ja: 左
pl: Lewo
ru: Левее
uk: Вліво

# DHGameMessage.NewTeamMessageGerman
source: {name} has joined the Axis forces.
de: {name} ist den Achsenmächten beigetreten.
es: {name} se ha unido a las fuerzas del Eje.
fr: {name} a rejoint les forces de l'Axe.
ja: {name}が枢軸国側に加わりました。
pl: {name} dołączył do sił Osi.
ru: {name} присоединился к войскам Оси.
uk: {name} приєднався до військ Осі.

# DHGameMessage.FFKillMessage
source: {name} killed a friendly soldier.
de: {name} hat einen verbündeten Soldaten getötet.
es: {name} ha matado a un soldado aliado.
fr: {name} a tué un soldat ami.
ja: {name}は自軍の兵士を殺した。
pl: {name} zabił sojusznika.
ru: {name} убил союзника.
uk: {name} вбив свого союзника.

# DHGameMessage.FFViolationMessage
source: Removing {name} due to a friendly fire violation.
de: Entferne {name} aufgrund Freundbeschussvorfällen.
es: Expulsando a {name} dado a que violo el limite del fuego amigo.
fr: {name} sera expulsé pour tir fratricide.
ja: フレンドリーファイアにより{name}を削除します。
pl: Usuwanie {name} z powodu nadmiernego ognia przyjacielskiego.
ru: Отстранение от игры {name} из-за нарушения правил огня по своим.
uk: Відсторонення від гри {name} через порушення правил вогню по своїх.

# DHGameMessage.RoleChangeMsg
source: You will attempt to respawn as {role}.
de: Ein Einsatz als {role} wird versucht.
es: Se intentara reaparecer como {role}.
fr: Vous tentez de réapparaître en tant que {role}.
ja: あなたは{role}としてリスポーンします。
pl: Spróbujesz odrodzić się jako {role}.
ru: Вы попытаетесь возродиться как {article} {role}.
uk: Ви спробуєте відродитися як {article} {role}.

# DHGameMessage.MaxRoleMsg
source: Unable to change to {role}.
de: Zu {role} kann nicht gewechselt werden.
es: Imposible de cambiar a {role}.
fr: Impossible de changer de rôle pour {role}.
ja: {role}になることはできません。
pl: Nie można zmienić na {role}.
ru: Невозможно сменить роль на {role}.
uk: Неможливо змінити роль на {role}.

# DHGameMessage.HasForgivenMessage
source: {victim} has forgiven {killer}.
de: {victim} hat {killer} vergeben.
es: {victim} ha perdonado a {killer}.
fr: {victim} a pardonné {killer}.
ja: {victim}は{killer}を許しました。
pl: {victim} wybaczył {killer}.
ru: {victim} простил {killer}.
uk: {victim} пробачив {killer}.

# DHGameMessage.GlobalNameChange
source: {old_name} has changed their name to {new_name}.
de: {old_name} hat seinen Namen zu {new_name} geändert.
es: {old_name} ha cambiado su nombre a {new_name}.
fr: {old_name} a changé de nom pour {new_name}.
ja: {old_name}は名前を{new_name}に変更しました。
pl: {old_name} zmienił swoją nazwę na {new_name}.
ru: {old_name} изменили свое имя на {new_name}.
uk: {old_name} змінили своє ім'я на {new_name}.

# DHGameMessage.VoteStarted
source: {name} started a vote.
de: {name} hat eine Abstimmung begonnen.
es: {name} inicio una votación.
fr: {name} a lancé un vote.
ja: {name}が投票を開始しました。
pl: {name} rozpoczął głosowanie.
ru: {name} начал голосование.
uk: {name} розпочав голосування.

# DHGameMessage.NewTeamMessageRussian
source: {name} has joined the Allied forces.
de: {name} ist den Alliierten beigetreten.
es: {name} se ha unido a las fuerzas Aliadas.
fr: {name} a rejoint les forces Alliées.
ja: {name}が連合国側に加わりました。
pl: {name} dołączył do sił Aliantów.
ru: {name} присоединился к войскам Союзников.
uk: {name} приєднався до військ Союзників.

# DHVoicePack.VehicleDirectionString[0]
source: Go to {objective}
de: Gehe zu {objective}
es: Ir hacia {objective}
fr: Allez à {objective}
ja: {objective}に移動する
pl: Jedź do {objective}
ru: Переместиться в точку {objective}
uk: Вперед до {objective}

# DHGameMessage.LeftMessage
source: {name} left the battlefield.
de: {name} hat das Schlachtfeld verlassen.
es: {name} dejo el campo de batalla.
fr: {name} a quitté le champ de bataille.
ja: {name}が戦場を去りました。
pl: {name} opuścił pole walki.
ru: {name} покинул поле боя.
uk: {name} покинув поле бою.

# DHGameMessage.EnteredMessage
source: {name} has entered the battlefield.
de: {name} hat das Schlachtfeld betreten.
es: {name} entro al campo de batalla.
fr: {name} a rejoint le combat.
ja: {name}が戦場に来ました。
pl: {name} wszedł na pole walki.
ru: {name} зашёл на поле боя.
uk: {name} приєднався на поле бою.

# DHVoicePack.OrderString[1]
source: Defend {objective}
de: Verteidigt {objective}
es: Defender: {objective}
fr: Défendez {objective}
ja: {objective}を防衛せよ
pl: Bronić {objective}
ru: Защищать {objective}
uk: Захищати {objective}

# DHATGunTouchMessage.Controls<1>.Text
source: Rotate
de: Rotieren
es: Rotar
fr: Pivoter
ja: 回転する
pl: Obróć
ru: Вращать
uk: Обернути

# DHATGunTouchMessage.Controls<0>.Text
source: Enter
es: Entrar
fr: Entrer
ja: 使用する
pl: Obsadź
ru: Сесть
uk: Зайняти

# DHMapDatabase.SizeAnyText
source: Any
de: Beliebig
es: Cualquiera
fr: Tous
ja: どれでも
pl: Dowolny
ru: Любой
uk: Будь-яка

# DHMapDatabase.SizeExtraSmallText
source: Extra Small
de: Sehr klein
es: Muy Pequeño
fr: Très Petite
ja: 最小
pl: Bardzo Mały
ru: Очень маленький
uk: Дуже маленька

# DHMapDatabase.SizeSmallText
source: Small
de: Klein
es: Pequeño
fr: Petite
ja: 小
pl: Mały
ru: Маленький
uk: Маленька

# DHMapDatabase.SizeMediumText
source: Medium
de: Mittel
es: Mediano
fr: Moyenne
ja: 中
pl: Średni
ru: Средний
uk: Середня

# DHMapDatabase.SizeLargeText
source: Large
de: Groß
es: Largo
fr: Grande
ja: 大
pl: Duży
ru: Большой
uk: Велика

# DHPawn.AdminSpawnedVehicleText
source: Admin {name} spawned a {vehicle}
de: Admin {name} hat ein {vehicle} eingesetzt
es: Un administrado {name} genero un {vehicle}
fr: L'administrateur {name} a spawné un {vehicle}
ja: 管理者 {name} が {車両} をスポーンしました
pl: Administrator {name} odrodził {vehicle}
ru: Администратор {name} вызвал {vehicle}
uk: Адміністратор {name} створив {vehicle}

# DHResetGameMsg.CountdownText
source: The game will restart in {seconds} seconds
de: Das Spiel startet in {seconds} Sekunden neu
es: El juego se reiniciara en {seconds} segundos
fr: La partie va redémarrer dans {seconds} secondes
ja: ゲームは{seconds}秒後に再スタートします
pl: Gra zostanie zrestartowana za {seconds} s.
ru: Игра будет перезапущена через {seconds} секунд
uk: Гра перезапуститься через {seconds} секунд

# DHResetGameMsg.GameRestartingText
source: The game is now restarting
de: Das Spiel startet nun neu
es: El juego se esta reiniciando
fr: La partie est en train de redémarrer
ja: ゲームは再スタート中です
pl: Gra uruchamia się ponownie
ru: Игра перезапущена
uk: Гра зараз перезавантажується

# DHVehicleTouchControlsMessage.Controls<0>.Text
source: Enter
de: Einsteigen
es: Entrar
fr: Entrer
ja: 入る
pl: Wsiądź
ru: Сесть

# DHVoicePack.SupportString[1]
source: Need help at {objective}
de: Hilfe bei {objective} benötigt
es: Se necesita ayuda en {objective}
fr: Besoin d'aide à {objective}
ja: {objective}に応援が必要
pl: Potrzebna pomoc przy {objective}
ru: Нужна помощь в точке {objective}
uk: Потрібна допомога в {objective}

# DHVoicePack.AlertString[8]
source: Under attack at {objective}
de: Unter Beschuss bei {objective}
es: Bajo ataque en {objective}
fr: Pris à parti à {objective}
ja: {objective}が攻撃を受けている
pl: Jesteśmy atakowani przy {objective}
ru: Под атакой в точке {objective}
uk: Під атакою в {objective}

# DHVoicePack.OrderString[0]
source: Attack {objective}
de: Greift {objective} an
es: Atacar: {objective}
fr: Attaquez {objective}
ja: {objective}を攻撃せよ
pl: Atakować {objective}
ru: Атаковать {objective}
uk: Атакувати {objective}

# DHHud.SayTypeConsoleText
source: [CONSOLE]
de: [KONSOLE]
es: [CONSOLA]
ja: [コンソール]
pl: [KONSOLA]
ru: [КОНСОЛЬ]
uk: [КОНСОЛЬ]

# DHHud.SayTypeAllText
source: [ALL]
de: [ALLE]
es: [TODOS]
fr: [TOUS]
ja: [全体チャット]
pl: [WSZYSCY]
ru: [ВСЕ]
uk: [ВСІ]

# DHHintManager.Hints[55].Title
source: Impact Grenades
de: Aufprallgranaten
es: Granadas de impacto
fr: Grenades à Impact
ja: 衝撃信管手榴弾
pl: Granaty Uderzeniowe
ru: Гранаты с ударным взрывателем
uk: Ударні гранати

# DHHintManager.Hints[55].Text
source: You are holding a grenade with an impact fuze. This grenade will explode on impact with any surface. Make sure to throw it hard or it may not detonate!
de: Die Granate in deiner Hand hat einen Aufschlagzünder. Die Granate wird daher beim Aufschlag auf einer Oberfläche explodieren. Stelle daher sicher, dass du stark genug wirfst, sonst könnte diese nicht detonieren!
es: Tienes una granada con espoleta de impacto. Esta granada explotará al impactar contra cualquier superficie. ¡Asegúrate de lanzarla con fuerza o podría no detonar!
fr: Vous tenez une grenade munie d'un allumeur à impact. Cette grenade explosera à l'impact avec n'importe quelle surface. Lancez-la avec force, sinon elle risque de ne pas exploser !
ja: 衝撃信管手榴弾はなにかにぶつかると爆発します。しっかり投げないと爆発しないかもしれません!
pl: Trzymasz granat z zapalnikiem uderzeniowym. Granat eksploduje po uderzeniu w dowolną powierzchnię. Upewnij się, że rzucasz mocno, bo inaczej może nie wybuchnąć!
ru: Вы держите гранату с запалом ударного типа. Она взорвётся от удара об любую поверхность. Убедитесь что кидаете гранату не слишком слабо иначе она может не взорваться!
uk: Ви тримаєте гранату з ударним підривником. Ця граната вибухне при ударі з будь-якою поверхнею. Обов'язково киньте її з силою, інакше вона може не вибухнути!
