Repository: DarklightGames/weblate-darklightgames
Catalog: DH_Engine/DH_Engine.*.po
Languages: de, es, fr, ja, pl, ru, uk

# DHAdminMessage.DestroyedSpawnMessage
source: Admin '{0}' has destroyed an admin-placed spawn on {1} team.
de: Administrator '{0}' hat einen adminplatzierten Spawnpunkt für Team {1} zerstört.
es: El administrador '{0}' ha destruido un punto de aparición de un administrador del equipo {1}.
fr: L'Admin '{0}' a détruit un spawn créé par admin de l'équipe {1}.
ja: 管理者'{0}'が設置した'{1}'チームのスポーン地点を管理者が破壊しました。
pl: Administrator „{0}” zniszczył punkt odrodzeń umieszczony przez administratora w drużynie {1}.
ru: Администратор '{0}' убрал точку появления команды {1}.

# DHAdminMessage.PlacedSpawnMessage
source: Admin '{0}' has placed a spawn on {1} team.
de: Administrator '{0}' hat einen Spawnpunkt für Team {1} platziert.
es: El administrador '{0}' ha puesto un punto de aparición en el equipo {1}.
fr: L'Admin '{0}' a placé un spawn pour l'équipe {1}.
ja: 管理者{0}が{1}チームにスポーン地点を設置しました。
pl: Administrator '{0}' postawił punkt odrodzenia dla {1} drużyny.
ru: Администратор '{0}' установил точку появления для команды {1}.

# DHAdminMessage.DestroyedAllSpawnsMessage
source: Admin '{0}' destroyed all admin-placed spawns on {1} team.
de: Administrator '{0}' hat alle adminplatzierten Spawnpunkte für Team {1} zerstört.
es: El administrador '{0}' destruyo todos los puntos de aparición (puestos por administradores) del equipo {1}.
fr: L'Admin '{0}' a détruit tous les spawns placés par admin de l'équipe {1}.
ja: 管理者'{0}'が設置した'{1}'チームの全てのスポーン地点を管理者が破壊しました。
pl: Administrator „{0}” zniszczył wszystkie punkty odrodzenia rozmieszczone przez administratora w drużynie {1}.
ru: Администратор '{0}' убрал все точки появления у команды {1}.

# DHAdminMessage.AlliedTeamNameGenitive
source: Allied
de: Alliierten
es: Los Aliados
fr: Alliés
ja: 連合国
pl: Aliantów
ru: Союзников

# DHAdminMessage.AxisTeamNameGenitive
source: Axis
de: Achsenmächte
es: El Eje
fr: Axe
ja: 枢軸国
pl: Osi
ru: Оси

# DHAdminMessage.AdminTeleportedMessage
source: Admin '{0}' has teleported.
de: Administrator '{0}' hat teleportiert.
es: El administrador '{0}' se ha teletransportado.
fr: L'Admin '{0}' s'est téléporté.
ja: 管理者{0}はテレポートしました。
pl: Administrator '{0}' teleportował się.
ru: Администратор '{0}' телепортировался.

# DHHintManager.Hints[65].Title
source: Semovente da 90/53
ru: САУ Semovente da 90/53
uk: Семовенте 90/53

# DHHintManager.Hints[65].Text
source: Although the Semovente da 90/53 has a powerful gun, it has a very limited ammunition rack. Make every shot count!
de: Obwohl der Semovente da 90/53 ein mächtiges Geschützt besitzt, ist dessen Munitionsverrat stark begrenzt. Lasse jeden Schuss zählen!
es: Aunque el Semovente da 90/53 tiene arma potente, su munición es muy limitada. ¡Aprovecha cada disparo!
fr: Bien que le Semovente da 90/53 aie un canon puissant, sa réserve de munitions est très limitée. Faites en sorte de bien viser !
ja: Semovente da 90/53は強力な砲を搭載していますが、搭載弾薬数は非常に限られています。一発を丁寧に!
pl: Chociaż Semovente da 90/53 ma potężną armatę, ma bardzo ograniczony magazyn amunicji. Każdy strzał jest na wagę złota!
ru: Несмотря на внушительный размер орудия самоходной установки Semovente 90/53 у неё очень ограниченный боезапас. Бей без промаха!
uk: Семовенте 90/53 має потужну гармату, але ії боєкомплект дуже обмежений. Рахуйте кожен постріл!

# DHArtillerySpottingScope.CorrectionString
source: Correction
de: Korrektur
es: Corrección
ja: 訂正
pl: Poprawka
uk: Коригування

# DHCommandMenu_ATGun.BusyText
source: Busy
de: Beschäftigt
es: Estas ocupado
fr: Mains occupées
ja: 行動中
pl: Zajęte
uk: Зайнято

# DHArtillerySpottingScope.SquadText
source: Squad
de: Gruppe
es: Escuadra
fr: Groupe
ja: 分隊
pl: Oddział

# DHArtillerySpottingScope.SelectedTargetText
source: Selected Target
de: Ausgewähltes Ziel
es: Objetivo seleccionado.
fr: Cible sélectionnée
ja: 選択中の目標
pl: Wybrany Cel

# DHWeaponPickupTouchMessage.Controls<0>.Text
source: Pick Up
de: Aufnehmen
es: Agarrar
ja: 拾う
pl: Podnieś

# DHArtillerySpottingScope.MeasurementToolText
source: Measurement Tool
de: Entfernungsmesser
es: Herramienta de medición
fr: Outil de Mesure
ja: 測距ツール
pl: Narzędzie Pomiarowe

# DHCommandPostMessage.ActivatedMessage
source: A {name} has been established.
de: Ein {name} wurde errichtet.
es: Un {name} ha sido establecido.
fr: Un {name} a été établi.
ja: {name}が開設されました。
pl: {name} został ustanowiony.

# DHCommandPostMessage.OverrunMessage
source: A {name} has been overrun by the enemy.
de: Ein {name} wurde vom Feind überrannt.
es: Un {name} ha sido arrasado por el enemigo.
fr: Un {name} a été débordé par l'ennemi.
ja: {name}は敵によって制圧されました。
pl: {name} został opanowany przez wroga.

# DHCommandPostMessage.DestroyedMessage
source: A {name} has been destroyed.
de: Ein {name} wurde zerstört.
es: Un {name} ha sido destruido.
fr: Un {name} a été détruit.
ja: {name}は破壊されました。
pl: {name} został zniszczony.

# DHCommandPostMessage.ConstructedMessage
source: A {name} has been constructed and will be established in {seconds} seconds.
de: Ein {name} wurde gebaut und wird in {seconds} Sekunden errichtet.
es: Un {name} ha sido construido y se establecerá en {seconds} segundos.
fr: Un {name} a été construit et sera établi dans {seconds} secondes.
ja: {name}は{seconds}秒で開設されます。
pl: {name} został zbudowany i zostanie aktywowany za {seconds} sekund.

# DHGameMessage.RoleLockedMessage
source: {role} has been locked.
de: {role} wurde gesperrt.
es: {role} ha sido bloqueado.
fr: Le rôle de {role} a été verrouillé.
ja: {role}が固定されました。
pl: {role} został zablokowany.

# DHGameMessage.RoleUnlockedMessage
source: {role} has been unlocked.
de: {role} wurde entsperrt.
es: {role} ha sido desbloqueado.
fr: Le rôle de {role} a été déverrouillé.
ja: {role}の固定が解除されました。
pl: {role} został odblokowany.

# DHHintManager.Hints[66].Title
source: Incoming!
de: In Deckung!
es: ¡A cubierto!
fr: Attention !
ja: 砲撃!
pl: Nadlatuje!

# DHHintManager.Hints[66].Text
source: You have just launched a mortar round straight up into the air. You may want to take cover!
de: Du hast gerade eine Mörsergranate gerade nach oben abgefeuert. Vermutlich solltest du in Deckung gehen!
es: Acabas de lanzar un proyectil de mortero al aire. ¡Quizás quieras ponerte a cubierto!
fr: Vous venez de tirer un obus de mortier droit dans les airs. Vous devriez peut-être vous mettre à couvert !
ja: 迫撃砲弾を真上に発射しました。身を隠した方が良いでしょう!
pl: Właśnie wystrzeliłeś pocisk moździerzowy prosto do góry. Możesz chcieć się schować!

# DHHud.PrereleaseDisclaimerText
source: This is a pre-release build. All content is subject to change.
de: Vorabversion. Jeglicher Inhalt ist Änderungen vorbehalten.
es: Esta es una versión preliminar. Todo el contenido está sujeto a cambios.
fr: Ceci est une version préliminaire. Tout contenu est susceptible d'être modifié.
ja: これはプレリリースビルドです。すべてのコンテンツは変更される可能性があります。
pl: To jest wersja przedpremierowa. Cała zawartość może ulec zmianie.

# DHInventorySpawner.MenuNoun
source: Crate
de: Kiste
es: Caja
fr: Caisse
ja: 箱
pl: Skrzynia

# DHMapMarker.CalculatingString
source: Calculating...
de: Kalkuliert...
es: Calculando...
fr: Calcul en cours...
ja: 計算中......
pl: Obliczanie...

# DHMapMarker_AdminParadrop.MarkerName
source: ADMIN: Place paradrop mark
de: ADMIN: Platziere eine Fallschirmabwurfmarkierung
es: ADMINISTRADOR: Colocar una marca para lanzamiento de paracaidistas
fr: ADMIN : Placer un marqueur pour un parachutage
ja: 管理者:空挺降下目標を配置
pl: ADMIN: Umieść znacznik desantu spadochronowego

# DHObjectiveMessage.NotificationMessage
source: The {0} have {1} {2}
de: Die {0} haben {2} {1}
es: {0} han {1} {2}
fr: {2} a été {1} par {0}
ja: {0}は{2}を{1}

# DHRadioTouchMessage.CalibratingMessage
source: Radio is calibrating
de: Funk wird kalibriert
es: La radio esta siendo calibrada
fr: La radio est en cours d'étalonnage
ja: 無線機は較正中です
pl: Radio się kalibruje

# DHSupplyMessage.SuppliesRefunded
source: {0} supplies have been refunded to nearby caches.
de: {0} Nachschub wurde in der Nähe befindlichen Nachschublagern zurückerstattet.
es: Se han reembolsado {0} suministros a los deposito de suministros mas cercanos.
fr: {0} provisions ont renflouées les caches à proximité.
ja: {0} 単位の物資が近くの物資集積所に返還されました。
pl: {0} zapasów zostało zwróconych do pobliskich składów.

# DHUnits.DistanceUnits<0>.Name
source: Unreal Units
de: Unreal Einheiten
ja: Unreal Unit
pl: Jednostki Unreal

# DHUnits.DistanceUnits<1>.Name
source: Meters
de: Meter
es: Metros
fr: Mètres
ja: メートル
pl: Metry

# DHUnits.DistanceUnits<2>.Name
source: Yards
es: Yardas
ja: ヤード
pl: Jardy

# DHConstructionErrorMessage.ErrorMessages<27>
source: This socket is already occupied
de: Dieser Platz ist bereits belegt
es: Este socket ya está ocupado
fr: Cette alvéole est déjà occupée
ja: このソケットはすでに使用されています。

# DHInventorySpawner.MenuNameFormat
source: {name} {noun}
pl: {noun} - {name}

# DHUnits.DistanceUnits<2>.Symbol
source: yd
es: yds
