Repository: DarklightGames/weblate-darklightgames
Catalog: DH_Engine/DH_Engine.*.po
Languages: de, es, fr, ja, pl, ru, uk

# DHHintManager.Hints[12].Text
source: You can mark targets for fire support with your binoculars. Bring up your binoculars with %ROIRONSIGHTS%, then press and hold %FIRE% to bring up the fire support menu.
de: Ziele für die Feuerunterstützung können mit dem Feldstecher markiert werden. Wähle den Feldstecher mit %ROIRONSIGHTS% aus und halte dann %FIRE% gedrückt, um das Feuerunterstützungsmenü aufzurufen.
es: Puedes marcar objetivos para fuego de apoyo con tus binoculares. Abre los binoculares con %ROIRONSIGHTS% y mantén pulsado %FIRE% para abrir el menú de fuego de apoyo.
fr: Vous pouvez marquer des cibles pour l'appui feu avec vos jumelles. Utilisez vos jumelles avec %ROIRONSIGHTS%, puis maintenez %FIRE% enfoncé pour afficher le menu d'appui feu.
ja: 双眼鏡を使って火力支援目標を設定できます。%ROIRONSIGHTS%キーを押して双眼鏡を覗き、%FIRE%キーを長押しして火力支援メニューを表示します。
pl: Za pomocą lornetki można oznaczać cele dla wsparcia ogniowego. Wyciągnij lornetkę za pomocą %ROIRONSIGHTS%, a następnie naciśnij i przytrzymaj %FIRE%, aby wyświetlić menu wsparcia ogniowego.
ru: Вы можете отмечать цели для огневой поддержки с помощью своего бинокля. Прицельтесь в бинокль с помощью %ROIRONSIGHTS%, затем нажмите и удерживайте %FIRE%, чтобы открыть меню огневой поддержки.
uk: Ви можете позначати цілі для вогневої підтримки за допомогою бінокля. Наведіть бінокль за допомогою %ROIRONSIGHTS%, потім натисніть і утримуйте %FIRE%, щоб відкрити меню вогневої підтримки.

# DHHintManager.Hints[40].Text
source: You have entered a vehicle. To start or stop the engine, press %FIRE%.
de: Fahrzeug betreten. Um den Motor zu starten %FIRE% drücken.
es: Has entrado en un vehículo. Para arrancar o parar el motor, pulsa %FIRE%.
fr: Vous êtes entré dans un véhicule. Pour démarrer ou arrêter le moteur, appuyez sur %FIRE%.
ja: あなたは車両に乗りました。発動機のオンオフを切り替えるには%FIRE%を押してください。
pl: Wszedłeś do pojazdu. Aby odpalić lub zgasić silnik, wciśnij %FIRE%.
ru: Вы сели внутрь транспорта или техники. Чтобы запустить или остановить двигатель, нажмите %FIRE%.
uk: Ви сіли в транспорт. Щоб запустити або зупинити двигун, натисніть %FIRE%.

# DHHintManager.Hints[53].Text
source: To add and interact with markers on the map, hover the cursor over the area or object of interest and press [RIGHTMOUSE] to bring up the context menu.
de: Um Markierungen auf der Karte hinzuzufügen und mit diesen zu interagieren, bewege den Mauszeiger über das gewünschte Gebiet oder Objekt und drücke [RIGHTMOUSE] um das Kontextmenü aufzurufen.
es: Para agregar e interactuar con marcadores en el mapa, pase el cursor sobre el área u objeto de interés y presione [RIGHTMOUSE] para que aparezca el menú contextual.
fr: Pour ajouter et interagir avec des marqueurs sur la carte, passez le curseur sur la zone ou l'objet d'intérêt et appuyez sur [RIGHTMOUSE] pour afficher le menu contextuel.
ja: マップ上にマーカーを追加したり操作したりするには、対象の場所にマウスカーソルを移動して右クリックします。
pl: Aby dodać znaczniki na mapie i wejść z nimi w interakcję, najedź kursorem na obszar lub obiekt zainteresowania i naciśnij [RIGHTMOUSE], aby wyświetlić menu kontekstowe.
ru: Чтобы добавлять отметки на карте и взаимодействовать с ними, наведите курсор на интересующую область или объект и нажмите [ПРАВУЮ КНОПКУ МЫШИ], чтобы вызвать контекстное меню.
uk: Щоб додавати і взаємодіяти з маркерами на мапі, наведіть курсор на область або об'єкт, що вас цікавить, і натисніть [ПРАВУ КНОПКУ МИШІ], щоб викликати контекстне меню.

# DHHintManager.Hints[63].Text
source: You can swap the barrel of this weapon. Press %ROMGOPERATION% while deployed to change to your secondary barrel.
de: Das Rohr dieser Waffe kann ausgewechselt werden. Drücke %ROMGOPERATION% während die Waffe aufgelegt ist um das Ersatzrohr einzusetzen.
es: Puedes cambiar el cañón de esta arma. Pulsa %ROMGOPERATION% con el arma desplegada para cambiar a tu cañón secundario.
fr: Vous pouvez remplacer le canon de cette arme. Appuyez sur %ROMGOPERATION% pendant que l'arme est déployée pour passer au canon de rechange.
ja: この機関銃は銃身を交換できます。展開中に%ROMGOPERATION%を押して予備の銃身に交換します。
pl: Możesz zmienić lufę tej broni. Gdy rozstawisz broń wciśnij %ROMGOPERATION%, aby zmienić lufę na zapasową.
ru: В этом оружии можно поменять ствол. Нажмите %ROMGOPERATION% в развернутом положении, чтобы поменять ствол.
uk: Ви можете замінити ствол цієї зброї. Натисніть %ROMGOPERATION% у розгорнутому положенні, щоб змінити ствол на інший.

# DHHintManager.Hints[7].Text
source: To adjust the traverse of your mortar, hold the A or D keys. To increase the elevation, press the S key. To decrease the elevation, press the W key. To select the next round type, press the %SwitchFireMode% key. To fire a round, press the %Fire% key.
de: Um den Schwenkbereich Ihres Mörsers anzupassen, halten Sie die Tasten A oder D gedrückt. Um die Höhe zu erhöhen, drücken Sie die Taste S. Um die Höhe zu verringern, drücken Sie die Taste W. Um den nächsten Granatentyp auszuwählen, drücken Sie die Taste %SwitchFireMode%. Um eine Granate abzufeuern, drücken Sie die %Fire% Taste.
es: Para ajustar la rotación del mortero, mantenga presionadas las teclas A o D. Para aumentar la elevación, presione la tecla S. Para disminuirla, presione la tecla W. Para seleccionar el otro tipo de proyectil, presione la tecla %SwitchFireMode%. Para disparar un proyectil, presione la tecla %Fire%.
fr: Pour régler le gisement de votre mortier, maintenez les touches A ou D enfoncées. Pour augmenter la portée, appuyez sur la touche S. Pour diminuer la portée, appuyez sur la touche W. Pour sélectionner le type d'obus suivant, appuyez sur la touche %SwitchFireMode%. Pour tirer un obus, appuyez sur la touche %Fire%.
ja: 迫撃砲の水平方向を調整するには、AキーまたはDキーを押し続けます。仰角を上げるにはSキーを押します。仰角を下げるにはWキーを押します。弾薬の種類を変更するには、%SwitchFireMode%キーを押します。弾を発射するには、%Fire%キーを押します。
pl: Aby dostosować obrót moździerza, przytrzymaj klawisz A lub D. Aby zwiększyć nachylenie, naciśnij klawisz S. Aby zmniejszyć nachylenie, naciśnij klawisz W. Aby wybrać następny typ pocisku, naciśnij klawisz %SwitchFireMode%. Aby wystrzelić pocisk, naciśnij klawisz %Fire%.
ru: Чтобы навести миномет по горизонтали, удерживайте клавиши A или D. Чтобы увеличить угол установки, нажмите клавишу S. Чтобы уменьшить - соответственно W. Чтобы выбрать следующую цель, нажмите клавишу %SwitchFireMode%. Чтобы выстрелить, нажмите клавишу %Fire%.
uk: Щоб навести міномет по горизонталі, утримуйте клавіші A або D. Натисніть клавішу S, щоб збільшити кут підвищення, W - щоб зменшити. Для зміни типу снаряду, натисніть %SwitchFireMode%. Для пострілу, натисніть %Fire%.

# DHHintManager.Hints[9].Text
source: You may leave your mortar at any time by pressing the %Use% key. While you are off your mortar, you can retrieve ammunition at a resupply area or from your teammates.
de: Der Mörser kann jederzeit durch das Drücken der %Use% Taste verlassen werden. Durch Verlassen des Mörsers kann Munition an einem Nachschublager aufgesammelt oder von Kameraden erlangt werden.
es: Puedes abandonar el mortero en cualquier momento pulsando la tecla %Use%. Mientras no estés en el mortero, puedes recuperar munición en una zona de reabastecimiento o de tus compañeros.
fr: Vous pouvez quitter votre mortier à tout moment en appuyant sur la touche %Use%. Pendant ce temps, vous pouvez récupérer des munitions dans une zone de ravitaillement ou auprès de vos coéquipiers.
ja: %Use%キーを押すことで、いつでも迫撃砲から離れることができます。迫撃砲から離れている間は、補給エリアまたはチームメイトから弾薬を得ることができます。
pl: Możesz opuścić swój moździerz w dowolnym momencie, naciskając klawisz %Use%. Kiedy zejdziesz z moździerza, możesz pozyskać amunicję w punkcie zaopatrzenia lub u kolegów z drużyny.
ru: Вы можете оставить свой миномёт в любой момент, нажав клавишу %Use%. Пока вы его не используете, вы можете пополнить боекомплект в зоне снабжения или с помощью своих союзников.
uk: Ви можете покинути міномет у будь-який момент, натиснувши клавішу %Use%. Поки ви не оперуєте мінометом, ви можете отримати боєприпаси в зоні поповнення боєкомплекту або у своїх товаришів по команді.

# DHHintManager.Hints[44].Text
source: You are driving a resupply truck. This vehicle can resupply vehicles, mortars and infantry. Be sure to park it in a safe place.
de: Du fährst einen Nachschub LKW. Dieses Fahrzeug kann andere Fahrzeuge, Mörser sowie Infanterie aufmunitionieren. Stelle sicher, dass es an einem sicheren Ort abgestellt wird.
es: Conduces un camión de reabastecimiento. Este vehículo puede reabastecer vehículos, morteros e infantería. Asegúrate de estacionarlo en un lugar seguro.
fr: Vous conduisez un camion de ravitaillement. Ce véhicule peut ravitailler des véhicules, des mortiers et de l'infanterie. Assurez-vous de le garer en lieu sûr.
ja: あなたは物資運搬車(LOGI)を運転しています。この車両は他の車両や迫撃砲、歩兵に弾薬を供給できます。安全な場所に停めましょう。
pl: Prowadzisz ciężarówkę zaopatrzeniową. Ten pojazd może uzupełniać amunicję pojazdom, moździerzom i piechocie. Zadbaj o to, by zaparkować w bezpiecznym miejscu.
ru: Вы можете управляете грузовиками снабжения. Этот грузовик способен пополнять боекомплект техники, минометов и пехоты. Останавливайтесь только в безопасном месте.
uk: Ви керуєте вантажівкою постачання. Цей транспортний засіб може поповнювати запаси боєприпасів для автомобілів, мінометів та піхоти. Обов'язково припаркуйте його в безпечному місці.

# DHHintManager.Hints[46].Text
source: This machine gun is externally mounted and can only be fired or reloaded if you unbutton the hatch
de: Dieses Maschinengewehr ist außen montiert und kann nur abgefeuert oder nachgeladen werden, wenn die Luke geöffnet ist
es: Esta ametralladora está montada externamente y solo se puede disparar o recargar si se desabotona la escotilla
fr: Cette mitrailleuse est montée à l'extérieur et ne peut être utilisée ou rechargée que si vous ouvrez l'écoutille
ja: この機関銃は車外に設置されており、射撃や再装填はハッチを開けた状態でのみ可能です。
pl: Ten KM jest zamontowany na zewnątrz pojazdu, i może być używany, lub przeładowany, tylko po otwarciu włazu
ru: Этот пулемёт установлен снаружи, из него можно стрелять или перезаряжать, только если открыть люк
uk: Цей кулемет встановлений ззовні, стріляти або перезаряджати його можна тільки відкривши люк

# DHHintManager.Hints[48].Text
source: You need to unbutton the hatch (& not be using binoculars) to reload this externally mounted machine gun
de: Um das außen montierte Maschinengewehr nachzuladen muss die Lüge geöffnet (und darf kein Feldstecher genutzt) werden
es: Debes desabrochar la escotilla (y no usar binoculares) para recargar esta ametralladora montada externamente
fr: Vous devez ouvrir l'écoutille (et ne pas utiliser de jumelles) pour recharger cette mitrailleuse montée à l'extérieur
ja: ハッチを開いた（かつ双眼鏡を覗いていない）状態でのみ車外の機関銃を再装填できます
pl: Musisz otworzyć właz (i nie używać lornetki), aby przeładować ten zewnętrzny karabin maszynowy
ru: Вам нужно открыть люк (и не пользоваться биноклем), чтобы перезарядить наружный пулемёт
uk: Щоб перезарядити зовнішній кулемет, потрібно відкрити люк (і не дивитись в бінокль)

# DHHintManager.Hints[49].Text
source: You are operating an artillery piece equipped with a spotting scope. Press %NEXTWEAPON% to look through the spotting scope.
de: Dieses Artilleriegeschütz ist mit einem Zielfernrohr ausgestattet. Drücke %NEXTWEAPON% um durch das Zielfernrohr zu sehen.
es: Estás operando una pieza de artillería equipada con una mira telescópica. Pulsa %NEXTWEAPON% para mirar a través de ella.
fr: Vous utilisez une pièce d'artillerie équipée d'une lunette d'observation. Appuyez sur %NEXTWEAPON% pour regarder à travers la lunette.
ja: あなたはスポッティングスコープを装備した大砲を操作しています。%NEXTWEAPON% を押してスポッティングスコープを覗きます。
pl: Obsługujesz działo artyleryjskie wyposażone w lunetę. Naciśnij %NEXTWEAPON%, aby spojrzeć przez lunetę.
ru: Управляемое вами артиллерийское орудие, оснащено специальным артиллерийским прицелом. Нажмите %NEXTWEAPON%, чтобы просмотреть в него.
uk: Ви керуєте артилерійською установкою оснащеною прицілом для наведення та коригування артилерійського вогню. Натисніть %NEXTWEAPON%, щоб подивитися в приціл.

# DHHintManager.Hints[61].Text
source: This weapon uses non-standard ammunition that cannot be resupplied. Don't waste your shots!
de: Diese Waffe nutzt Spezialmunition die nicht wieder aufgefüllt werden kann. Vergeude keinen Schuss!
es: Esta arma utiliza munición no estándar que no se puede reabastecer. ¡No desperdicies tus disparos!
fr: Cette arme utilise des munitions non standard qui ne peuvent pas être réapprovisionnées. Ne gâchez pas vos tirs !
ja: この武器は非標準弾薬を使用するため補給はできません。弾を無駄にしないでください！
pl: Ta broń używa niestandardowej amunicji która nie może być uzupełniona. Nie marnuj strzałów!
ru: В этом оружии используются нестандартные боеприпасы, которые невозможно пополнить. Не тратьте патроны зря!
uk: Ця зброя використовує нестандартні боєприпаси, які неможливо поповнити. Не витрачайте набої даремно!

# DHHud.InvalidSpawnSettingsText
source: Press [ESC] to confirm your role, vehicle, and spawnpoint selections
de: [ESC] drücken um Auswahl von Rolle, Fahrzeug und Einsatzpunkt zu bestätigen
es: Presiona [ESC] para confirmar tu rol, vehículo y selección de punto de aparición
fr: Appuyez sur [ESC] pour confirmer vos sélections de rôle, de véhicule et de point d'apparition
ja: [ESC]を押して兵科、車両、スポーン地点を選択
pl: Wciśnij [ESC] aby potwierdzić twoją rolę, pojazd, i wybór punktu odrodzenia
ru: Нажмите [ESC], чтобы подтвердить выбранную роль, технику и точку появления
uk: Натисніть [ESC], щоб підтвердити обрану роль, техніку та точку відродження

# DHHud.SpawnAtVehicleText
source: You will deploy as a {0} at a {1} in {2} | Press [ESC] to change
de: Einsatz als {0} auf einem {1} erfolgt in {2} | [ESC] drücken zum wechseln
es: Aparecerás como un {0} en un {1} en {2} | Presiona [ESC] para cambiar
fr: Vous serez déployé en tant que {0} dans un {1} dans {2} | Appuyez sur [ESC] pour changer
ja: {2}後に{1}に{0}としてスポーンします |[ESC]を押して変更
pl: Odrodzisz się jako {0} w {1} za {2} | Wciśnij [ESC], aby zmienić
ru: Вы появитесь как {0} в {1} в {2} | Нажмите [ESC], чтобы изменить
uk: Ви з'явитесь як {0} у {1} через {2} | Натисніть [ESC], щоб змінити

# DHHintManager.Hints[47].Text
source: This machine gun can only be fired from inside the vehicle, but it is externally mounted and you must unbutton the hatch to reload
de: Dieses Maschinengewehr kann nur aus dem Kampfraum des Fahrzeugs abgefeuert werden, es befindet sich jedoch außen verbaut, weshalb die Luke geöffnet werden muss um es nachzuladen
es: Esta ametralladora solo se puede disparar desde el interior del vehículo, pero está montada externamente y debes desabrochar la escotilla para recargarla
fr: Cette mitrailleuse ne peut être utilisée que depuis l'intérieur du véhicule, mais elle est montée à l'extérieur et vous devez ouvrir l'écoutille pour recharger
ja: この機関銃は車内からのみ射撃できますが、再装填はハッチを開けた状態でなければできません
pl: Ten KM może być używany z wewnątrz pojazdu, ale jest zamontowany zewnętrznie i musisz otworzyć właz aby go przeładować
ru: Из этого пулемёта можно стрелять только изнутри машины, но он установлен снаружи, и для его перезарядки необходимо открыть люк
uk: З цього кулемета можна стріляти тільки зсередини машини, але він встановлений ззовні, і для перезарядки потрібно відкрити люк

# DHHintManager.Hints[52].Text
source: To zoom the map, hover the cursor over the map and use the scroll wheel. To pan the map, press and hold [LEFTMOUSE] then move the cursor.
de: Um die Karte zu vergrößern, bewege den Mauszeiger auf die Karte und benutze das Mausrad. Um über die Karte zu schwenken, drücke und halte [LEFTMOUSE] und bewege dabei die Maus.
es: Para ampliar el mapa, pase el cursor sobre él y use la rueda de desplazamiento. Para desplazarse por el mapa, mantenga pulsado el [LEFTMOUSE] del ratón y mueva el cursor.
fr: Pour zoomer sur la carte, survolez-la avec le curseur et utilisez la molette de défilement. Pour la déplacer, maintenez le bouton gauche de la souris enfoncé, puis déplacez le curseur.
ja: マップの拡大縮小はマウスホイールで、表示範囲の移動は左クリックしながらドラッグで行えます。
pl: Aby powiększyć mapę, najedź kursorem na mapę i użyj scrolla. Aby przesuwać mapę, naciśnij i przytrzymaj [LEFTMOUSE], a następnie przesuń kursor.
ru: Чтобы увеличить масштаб карты, наведите курсор на карту и используйте колесо прокрутки. Чтобы переместить карту, нажмите и удерживайте [ЛЕВУЮ КНОПКУ МЫШИ], затем переместите курсор.
uk: Щоб змінити масштаб мапи, наведіть курсор на мапу і використовуйте коліщатко миші. Щоб панорамувати мапу, натисніть і утримуйте [ЛІВУЮ КНОПКУ МИШІ], а потім переміщуйте курсор.

# DHHud.SpawnVehicleText
source: You will deploy as a {0} driving a {3} in {2} | Press [ESC] to change
de: Einsatz als {0} in einem {3} erfolgt in {2} | [ESC] drücken zum wechseln
es: Aparecerás como un {0} conduciendo un {3} en {2} | Presiona [ESC] para cambiar
fr: Vous serez déployé en tant que {0} dans un {3} dans {2} | Appuyez sur [ESC] pour changer
ja: {2}後に{3}を操縦する{0}としてスポーンします |[ESC]を押して変更
pl: Odrodzisz się jako {0} jako kierowca w {3} za {2} | Wciśnij [ESC], aby zmienić
ru: Вы появитесь как {0} за рулем {3} в {2} | Нажмите [ESC], чтобы изменить
uk: Ви з'явитесь як {0} за кермом {3} через {2} | Натисніть [ESC], щоб змінити

# DHIQMessage.LeaderAWOLMessage
source: You're neglecting your squad and your supply lines.
de: Du vernachlässigst deine Gruppe und Versorgungslinien.
es: Estás descuidando tu escuadrón y tus líneas de suministro.
fr: Vous négligez votre groupe et vos lignes de ravitaillement.
ja: あなたは分隊と補給線を無視しています。
pl: Zaniedbujesz swój oddział i linie zaopatrzenia.
ru: Вы пренебрегаете своим отрядом и линиями снабжения.
uk: Ви нехтуєте своїм загоном і лініями постачання.

# DHIQMessage.Congratulations<7>
source: You're the smartest!
de: Du bist der schlaueste!
es: ¡Eres el más listo!
fr: Vous êtes le plus intelligent !
ja: あなたは天才だ!
pl: Jesteś najmądrzejszy!
ru: Вы самый умный!
uk: Ви найрозумніший!

# DHHud.JoinTeamText
source: Press [ESC] to join a team
de: [ESC] um einer Seite beizutreten
es: Pulsa [ESC] para unirte a un equipo
fr: Appuyez sur [ESC] pour rejoindre une équipe
ja: [ESC]を押してチームに加わる
pl: Wciśnij [ESC] aby dołączyć do zespołu
ru: Нажмите [ESC], чтобы присоединиться к команде
uk: Натисніть [ESC], щоб приєднатися до команди

# DHHud.SpawnInfantryText
source: You will deploy as a {0} in {2} | Press [ESC] to change
de: Einsatz als {0} erfolgt in {2} | [ESC] drücken zum wechseln
es: Aparecerás como un {0} en {2} | Presiona [ESC] para cambiar
fr: Vous serez déployé en tant que {0} dans {2} | Appuyez sur [ESC] pour changer
ja: {2}後に{0}としてスポーンします|[ESC]を押して変更
pl: Odrodzisz się jako {0} w {2}. | Wciśnij [ESC], aby zmienić
ru: Вы появитесь как {0} в {2} | Нажмите [ESC], чтобы изменить
uk: Ви з'явитесь як {0} через {2} | Натисніть [ESC], щоб змінити

# DHHud.CanReloadText
source: Press %THROWMGAMMO% to assist reload
de: %THROWMGAMMO% drücken um beim nachladen zu unterstützen
es: Presiona %THROWMGAMMO% para ayudarlo a recargar
fr: Appuyez sur %THROWMGAMMO% pour aider au rechargement
ja: %THROWMGAMMO%を押して再装填を手伝う
pl: Wciśnij %THROWMGAMMO% by pomóc w przeładowaniu
ru: Нажмите %THROWMGAMO%, чтобы помочь с перезарядкой
uk: Натисніть %THROWMGAMMO%, щоб допомогти з перезаряджанням

# DHHud.SpectateInstructionText1
source: Press [%FIRE%] to switch Viewpoint/Players
de: [%FIRE%] drücken um Standpunkt/Spieler zu wechseln
es: Presiona [%FIRE%] para cambias Puntos de Vista/Jugadores
fr: Appuyez sur [%FIRE%] pour changer de point de vue/joueur
ja: [%FIRE%]を押して視点と観戦対象を変更
pl: Wciśnij [%FIRE%], aby zmienić Punkt Widokowy/Graczy
ru: Нажмите [%FIRE%], чтобы переключиться между точками обзора/игроками
uk: Натисніть [%FIRE%], щоб перейти між точками огляду/гравцями

# DHHud.SpectateInstructionText3
source: Press [%ROIRONSIGHTS%] to toggle First/Third Person View
de: [%ROIRONSIGHTS%] drücken um zwischen Erster/Dritter Person Ansicht zu wechseln
es: Presiona [%ROIRONSIGHTS%] para cambiar la vista entre Primera/Tercera Persona
fr: Appuyez sur [%ROIRONSIGHTS%] pour basculer entre la première/troisième personne
ja: [%ROIRONSIGHTS%]を押して視点の一人称と三人称を切り替え
pl: Wciśnij [%ROIRONSIGHTS%] aby przełączyć widok Pierwszej/Trzeciej Osoby
ru: Нажмите [%ROIRONSIGHTS%], чтобы переключить вид от первого/третьего лица
uk: Натисніть [%ROIRONSIGHTS%], щоб переключити вид від першої/третьої особи

# DHLastObjectiveMessage.AlliesAboutToWinMessage
source: Last objective -- the Allies have almost won the battle!
de: Letztes Angriffsziel -- Die Alliierten haben das Gefecht beinahe gewonnen!
es: Último objetivo -- ¡Los Aliados casi han ganado la batalla!
fr: Dernier objectif -- les Alliés sont sur le point de gagner la bataille !
ja: 最終目標 -- 連合国側は戦いに勝ちつつあります!
pl: Ostatni cel -- Alianci już prawie wygrali bitwę!
ru: Последняя цель -- Войска Союзников почти выиграли битву!
uk: Остання ціль - Війська Союзників майже виграли битву!

# DHMapMarker_Enemy_PlatoonHQ.MarkerName
source: Enemy HQ
ru: Вражеский штаб
uk: Ворожий штаб

# DHMapMarker_FireSupport_OffMap.MarkerName
source: Long-Range Fire Support
de: Schwere Artilleriefeuerunterstützung
es: Soporte de Artillería de Largo Alcance
fr: Appui Feu Longue Portée
ja: 長距離砲撃の目標
pl: Wsparcie ogniowe dalekiego zasięgu
ru: Запрос дальнобойной артиллерии
uk: Запит далекобійної артилерії

# DHMapMarker_Friendly_Supplies.MarkerName
source: Request Supplies
de: Nachschub anfordern
es: Solicitando Suministros
fr: Demander Ravitaillement
ja: 兵站集積所の開設予定地
pl: Prośba o Zasoby
ru: Запросить припасы
uk: Запитати запаси

# DHMapMarker_Squad_Attention.MarkerName
source: Squad Attention
de: Achtung (Gruppe)
es: Orden de Atención
fr: Attention (Groupe)
ja: 分隊目標: 注意
pl: Oddział - Uwaga
ru: Отряд - Внимание
uk: Загін - Увага

# DHRadioTouchMessage.BusyMessage
source: Radio is currently in use
de: Funkgerät bereits in Benutzung
es: La Radio está actualmente en uso
fr: La radio est actuellement utilisée
ja: 無線機は現在使用中です
pl: Radio jest obecnie w użyciu
ru: Радиостанция сейчас занята
uk: Наразі радіо використовується

# DHReinforcementAwardMsg.ReinforcementAward
source: Your team was awarded {0} reinforcements for capturing {1}!
de: Uns wurden {0} Verstärkungen zugeteilt durch die Eroberung von {1}!
es: ¡Tu equipo ha sido premiado con {0} refuerzos por capturar {1}!
fr: {0} renforts ont été décernés à votre équipe pour avoir capturé {1} !
ja: あなたのチームは{1}を占領したことで{0}人の増援を得ました!
pl: Twoja drużyna otrzymała {0} uzupełnień za zdobycie {1}!
ru: Ваша команда получила {0} подкреплений за захват {1}!
uk: Ваша команда отримала {0} підкріпленнь за захоплення {1}!

# DHRocketImpactDamage.MaleSuicide
source: %o was killed by his own %w.
ru: %o был убит своим %w.
uk: %o був убитий своїм %w.

# DHMortarMessage.MustBeStill
source: You cannot deploy your mortar while moving
de: Aufstellen des Mörsers in der Bewgung nicht möglich
es: No puedes desplegar el mortero mientras te mueves
fr: Vous ne pouvez pas déployer votre mortier en vous déplaçant
ja: 移動中に迫撃砲を展開することはできません
pl: Nie można rozstawić moździerza podczas ruchu
ru: Вы не можете развернуть миномёт во время движения
uk: Ви не можете розгорнути міномет під час руху

# DHMortarDamageType.MaleSuicide
source: %o was blown up by his own mortar shell.
ru: %o был взорван собственным минометным снарядом.
uk: %o підірвався на власному мінометному снаряді.

# DHMortarMessage.InUse
source: You cannot operate this mortar as it is currently in use
de: Mörser wird bereits bedient
es: No puedes operar este mortero mientras esta en uso
fr: Vous ne pouvez pas utiliser ce mortier car quelqu'un d'autre le fait
ja: 現在使用中の迫撃砲を使うことはできません
pl: Nie możesz obsługiwać tego moździerza, ponieważ jest on obecnie używany
ru: Вы не можете управлять этим миномётом, поскольку в настоящее время он занят
uk: Ви не можете керувати цим мінометом, оскільки він зайнятий
