Repository: DarklightGames/weblate-darklightgames
Catalog: DH_Engine/DH_Engine.*.po
Languages: de, es, fr, ja, pl, ru, uk

# DHSquadMessage.InvitePendingMessage
source: {0} has already been invited to join a squad. Please try again later.
de: {0} wurde bereits in eine Gruppe eingeladen. Bitte später erneut versuchen.
es: {0} ya ha sido invitado a tu escuadrón. Intenta mas tarde.
fr: {0} a déjà été invité pour rejoindre un groupe. Réessayez plus tard.
ja: {0} はすでに分隊に招待されています。後でもう一度試してください。
pl: {0} został już zaproszony do oddziału. Spróbuj ponownie później.
ru: {0} уже приглашен присоединиться к отряду. Пожалуйста, повторите попытку позже.
uk: {0} вже запрошено до загону. Спробуйте ще раз пізніше.

# DHSquadMessage.InviteSentMessage
source: {0} has been invited to join the squad.
de: {0} wurde in die Gruppe eingeladen.
es: {0} ha sido invitado al escuadrón.
fr: {0} a été invité à rejoindre le groupe.
ja: {0} が分隊に招待されました。
pl: {0} został zaproszony do oddziału.
ru: {0} был приглашен в отряд.
uk: {0} був запрошений до загону.

# DHSquadMessage.LockedMessage
source: The squad has been locked.
de: Die Gruppe wurde gesperrt.
es: La escuadra ha sido bloqueada.
fr: Le groupe a été verrouillé.
ja: 分隊はロックされています。
pl: Oddział został zablokowany.
ru: Отряд заблокирован.
uk: Загін заблоковано.

# DHSquadMessage.UnlockedMessage
source: The squad has been unlocked.
de: Die Gruppe wurde geöffnet.
es: La escuadra ha sido desbloqueada.
fr: Le groupe a été déverrouillé.
ja: 分隊のロックが解除されました。
pl: Oddział został odblokowany.
ru: Отряд разблокирован.
uk: Загін розблоковано.

# DHSquadMessage.CreatedMessage
source: You have created a squad.
de: Du hast eine Gruppe gebildet.
es: Has creado una escuadra.
fr: Vous avez créé un groupe.
ja: 分隊が作成されました。
pl: Stworzyłeś oddział.
ru: Вы создали отряд.
uk: Ви створили загін.

# DHSquadMessage.RallyPointActiveMessage
source: Your squad has established a new rally point.
de: Die Gruppe hat einen neuen Sammelpunkt.
es: Tu escuadra ha establecido un nuevo punto de reunión.
fr: Votre groupe a établi un point de ralliement.
ja: 分隊が新たな分隊リスポーン地点(RP)を設置しました。
pl: Twój oddział ustanowił nowy punkt zbiórki.
ru: Ваш отряд создал новую точку сбора.
uk: Ваш загін встановив нову точку збору.

# DHSquadMessage.RallyPointExhaustedMessage
source: A squad rally point has been exhausted.
de: Ein Gruppensammelpunkt wurde aufgebraucht.
es: Un punto de reunión ha sido gastado.
fr: Un point de ralliement a été épuisé.
ja: 分隊リスポーン地点(RP)は消耗しました。
pl: Punkt zbiórki oddziału został wyczerpany.
ru: Точка сбора отряда исчерпана.
uk: Точка збору загону вичерпана.

# DHSquadMessage.RallyPointNeedSquadmateNearby
source: You must have at least one other squadmate nearby to create a squad rally point.
de: Es muss sich mindestens ein weiteres Gruppenmitglied in der Nähe befinden um einen Gruppensammelpunkt zu errichten.
es: Debes tener al menos otro compañero de escuadrón cerca para crear un punto de reunión de escuadrón.
fr: Vous devez avoir au moins un autre membre du groupe à proximité pour créer un point de rassemblement.
ja: 分隊リスポーン地点 (RP) を作成するには、近くに分隊員がいる必要があります。
pl: Musisz mieć co najmniej jednego innego członka oddziału w pobliżu, aby utworzyć punkt zbiórki oddziału.
ru: Чтобы создать точку сбора отряда, поблизости должен быть хотя бы еще один союзник из вашего отряда.
uk: Щоб створити точку збору загону, поблизу має бути хоча б ще один союзник із вашого загону.

# DHSquadMessage.RallyPointOverrunMessage
source: A squad rally point has been overrun by enemies.
de: Ein Gruppensammelpunkt wurde vom Feind überrannt.
es: ¡Un punto de reunión ha sido arrasado por el enemigo!
fr: Un point de ralliement a été supprimé par des ennemis.
ja: 分隊リスポーン地点 (RP) が敵に襲われました。
pl: Punkt zbiórki oddziału został opanowany przez wrogów.
ru: Точка сбора отряда была захвачена врагами.
uk: Точка збору загону була захоплена ворогами.

# DHSquadMessage.RallyPointGroundTooSteep
source: The ground is too steep to establish a rally point here.
de: Der Untergrund ist zu steil um einen Sammelpunkt an dieser Stelle zu setzen.
es: El terreno es demasiado empinado para establecer un punto de reunión aquí.
fr: Le terrain est trop raide pour établir un point de ralliement ici.
ja: 地面が急すぎるためここに分隊リスポーン地点 (RP) を設けることはできません。
pl: Teren jest zbyt stromy, aby ustawić tutaj punkt zbiórki.
ru: Поверхность здесь слишком крутая, чтобы установить точку сбора.
uk: Поверхня тут дуже крута, щоб встановити точку збору.

# DHSquadMessage.RallyPointInMinefield
source: You cannot create a squad rally point in a minefield.
de: In einem Minenfeld kann kein Gruppensammelpunkt gesetzt werden.
es: No puedes crear un punto de reunión en un campo minado.
fr: Vous ne pouvez pas créer un point de ralliement dans un champ de mines.
ja: 地雷原には分隊リスポーン地点 (RP) ポイントを設置できません。
pl: Nie można utworzyć punktu zbiórki oddziału na polu minowym.
ru: Нельзя создать точку сбора отряда на минном поле.
uk: Ви не можете встановити точку збору на мінному полі.

# DHSquadMessage.RallyPointNotOnFoot
source: You must be on foot to create a rally point.
de: Um einen Sammelpunkt zu errichten, musst du dich zu Fuß befinden.
es: Debes estar a pie para crear un punto de reunión.
fr: Vous devez être à pied pour créer un point de ralliement.
ja: 分隊リスポーン地点 (RP) を設置するには地に足をつける必要があります。
pl: Musisz być na nogach, aby utworzyć punkt zbiórki.
ru: Вы должны спешиться, чтобы создать точку сбора.
uk: Ви повинні бути пішки шоб встановити точку збору.

# DHSquadMessage.RallyPointAbandoned
source: A squad rally point failed to be established because it was abandoned.
de: Ein Gruppensammelpunkt konnte nicht errichtet werden, da er zurückgelassen wurde.
es: No se pudo establecer un punto de reunión porque estaba abandonado.
fr: Un point de ralliement n'a pas pu être établi car il a été abandonné.
ja: 分隊リスポーン地点 (RP) が放棄されたため、開設できませんでした。
pl: Punkt zbiórki oddziału nie został ustanowiony, ponieważ został porzucony.
ru: Точку сбора отряда не удалось сформировать, поскольку она была заброшена.
uk: Не вдалося створити точку збору, оскільки вона була покинута.

# DHSquadMessage.RallyPointBadLocation
source: A squad rally point cannot be created at this location.
de: An diesem Standort kann kein Gruppensammelpunkt gesetzt werden.
es: No se puede crear un punto de reunión en esta ubicación.
fr: Un point de ralliement ne peut pas être établi à cet endroit.
ja: この場所では分隊リスポーン地点 (RP) を設置できません。
pl: W tym miejscu nie można utworzyć punktu zbiórki oddziału.
ru: В этой локации нельзя создать точку сбора отряда.
uk: Точку збору не можливо створити в цьому місці.

# DHSquadMessage.RallyPointRemoved
source: The squad leader has forcibly removed a rally point.
de: Der Gruppenführer hat einen Sammelpunkt gewaltsam entfernt.
es: El líder del escuadrón ha removido forzosamente un punto de reunión.
fr: Le chef de groupe a supprimé de force un point de ralliement.
ja: 分隊長が分隊リスポーン地点 (RP) を削除しました。
pl: Dowódca oddziału wymusił usunięcie punktu zbiórki.
ru: Командир отряда принудительно удалил точку сбора.
uk: Комадир загону примусово видалив точку збору.

# DHSquadMessage.RallyPointSwapped
source: The squad leader has forcibly changed the currently active rally point.
de: Der Gruppenführer hat den derzeit aktiven Sammelpunkt gewaltsam gewechselt.
es: El líder del escuadrón ha cambiado el punto de reunión actualmente activo.
fr: Le chef de groupe a changé de force le point de ralliement actuellement actif.
ja: 分隊長が現在有効な分隊リスポーン地点 (RP) を変更しました。
pl: Dowódca oddziału wymusił zmianę aktualnie aktywnego punktu zbiórki.
ru: Лидер отряда принудительно сменил активную точку сбора.
uk: Командир загону примусово змінив діючу точку збору.

# DHSquadMessage.RallyPointTooCloseToConstruction
source: You cannot create a squad rally point so close to a {0}.
de: So nah an {0} kann kein Gruppensammelpunkt gesetzt werden.
es: No puedes crear un punto de reunión tan cerca de un {0}.
fr: Vous ne pouvez pas créer un point de ralliement si près d'un {0}.
ja: {0} の近くに分隊リスポーン地点 (RP) は設置できません。
pl: Nie można utworzyć punktu zbiórki oddziału tak blisko {0}.
ru: Вы не можете создать точку сбора отряда так близко к {0}.
uk: Ви не можете створити точку збору так близько до {0}.

# DHSquadMessage.RallyPointInUncontrolledObjective
source: You cannot create a squad rally point inside an uncontrolled objective.
de: Im ungesichterem Zielobjekt kann kein Gruppensammelpunkt gesetzt werden.
es: No puedes crear un punto de reunión dentro de un objetivo no controlado.
fr: Vous ne pouvez pas créer un point de ralliement à l'intérieur d'un objectif non contrôlé.
ja: 完全に占領していない目標内には分隊リスポーン地点 (RP)を設置できません。
pl: Nie można utworzyć punktu zbiórki wewnątrz niekontrolowanego celu.
ru: Вы не можете создать точку сбора отряда внутри неконтролируемой цели.
uk: Ви не можете створити точку збору всередині неконтрольованої цілі.

# DHSquadMessage.RallyPointExposed
source: A squad rally point has been spotted by the enemy!
de: Ein Gruppensammelpunkt wurde vom Feind aufgeklärt!
es: ¡El enemigo ha detectado un punto de reunión!
fr: Un point de ralliement a été repéré par l'ennemi !
ja: 分隊リスポーン地点 (RP) が敵に発見されました！
pl: Wróg wykrył punkt zbiórki oddziału!
ru: Точка сбора отряда обнаружена противником!
uk: Точка збору загону виявлена ворогом!

# DHSquadMessage.BannedPlayer
source: {0} has been banned from the squad.
de: {0} wurde aus dem Squad verbannt.
es: {0} ha sido vetado del escuadrón.
fr: {0} a été banni du groupe.
ja: {0} は分隊から永久追放されました。
pl: {0} został zbanowany z oddziału.
ru: {0} был выгнан из отряда и заблокирован.
uk: {0} був вигнаний із загону та заблокований.

# DHSquadMessage.AutoJoinFailed
source: There are no squads that you are eligible to join.
de: Es gibt keine Gruppen die geeignet zum Beitritt sind.
es: No hay ningún escuadrón al que puedas unirte.
fr: Il n'y a pas de groupes auxquels vous êtes éligible.
ja: あなたが加わることができる分隊はありません。
pl: Nie ma oddziałów, do których możesz dołączyć.
ru: Нет отрядов, к которым вы можете присоединиться.
uk: Немає загонів, до яких можна приєднатися.

# DHSquadMessage.YouLeft
source: You have left the squad.
de: Du hast die Gruppe verlassen.
es: Has dejado el escuadrón.
fr: Vous avez quitté le groupe.
ja: あなたは分隊を去りました。
pl: Opuściłeś oddział.
ru: Вы покинули отряд.
uk: Ви покинули загін.

# DHSquadMessage.YouVolunteeredToBeSquadLeader
source: You have volunteered to be the squad leader. The new squad leader will be selected shortly.
de: Du hast dich freiwillig als Gruppenführer gemeldet. Der neue Gruppenführer wird zeitnah gewählt.
es: Te has ofrecido como voluntario para ser el líder del escuadrón. El nuevo líder será seleccionado en breve.
fr: Vous vous êtes porté volontaire pour être le chef de groupe. Le nouveau chef de groupe sera sélectionné sous peu.
ja: あなたは分隊長に志願しました。まもなく新たな分隊長が選出されます。
pl: Zgłosiłeś się na dowódcę oddziału. Nowy dowódca drużyny zostanie wkrótce wybrany.
ru: Вы вызвались стать командиром отряда. Новый командир будет выбран в ближайшее время.
uk: Ви зголосилися бути командиром загону. Новий командир загону буде обраний найближчим часом.

# DHSquadMessage.AlreadyInSquad
source: You are already in a squad.
de: Du befindest dich bereits in einer Gruppe.
es: Ya estas dentro de una escuadra.
fr: Vous êtes déjà dans un groupe.
ja: あなたはすでに分隊に所属しています。
pl: Jesteś już w oddziale.
ru: Вы уже в отряде.
uk: Ви вже в загоні.

# DHSquadMessage.YouAreNoLongerAssistantMessage
source: You are no longer the squad leader's assistant.
de: Du bist nicht länger Adjutant des Gruppenführers.
es: Ya no eres el asistente del líder del escuadrón.
fr: Vous n'êtes plus l'assistant du chef de groupe.
ja: あなたは副分隊長ではありません。
pl: Nie jesteś już asystentem dowódcy oddziału.
ru: Вас сняли с должности помощника командира отряда.
uk: Ви більше не помічник командира відділення.

# DHSquadMessage.NewAssistantMessage
source: {0} has been promoted to squad leader's assistant.
de: {0} wurde zum Adjutant des Gruppenführers befördert.
es: {0} ha sido promovido a Asistente del líder del escuadrón.
fr: {0} a été désigné comme assistant du chef de groupe.
ja: {0} は副分隊長に昇格しました。
pl: {0} został awansowany na asystenta dowódcy oddziału.
ru: {0} повышен до помощника командира отряда.
uk: {0} призначено помічником командира відділення.

# DHSquadMessage.SquadMergedSourceMessage
source: Your squad has been merged into {0} squad. Your new squad leader is {1}.
de: Deine Gruppe wurde in Gruppe {0} überführt. Dein neuer Gruppenführer ist {1}.
es: Tu escuadrón se ha fusionado con el escuadrón {0}. Tu nuevo líder es {1}.
fr: Votre groupe a été fusionné avec le groupe {0}. Votre nouveau chef de groupe est {1}.
ja: あなたの分隊は {0} 分隊に併合されました。新しい分隊長は {1} です。
pl: Twój oddział został połączony z oddziałem {0}. Twoim nowym dowódcą oddziału jest {1}.
ru: Ваш отряд объединен с отрядом {0}. Ваш новый командир — {1}.
uk: Ваш загін було об'єднано з загоном {0}. Новий командир загону - {1}.

# DHSquadMessage.SquadMergedSourceGenericMessage
source: Your squad has been merged into another squad.
de: Deine Gruppe wurde in eine andere Gruppe überführt.
es: Tu escuadrón se ha fusionado con otro escuadrón.
fr: Votre groupe a été fusionné avec un autre groupe.
ja: あなたの分隊は別の分隊に併合されました。
pl: Twój oddział został połączony z innym oddziałem.
ru: Ваш отряд был объединен с другим отрядом.
uk: Ваш загін об'єднано з іншим загоном.

# DHSquadMessage.SquadMergedDestinationMessage
source: Another squad has been merged into your squad.
de: Eine andere Gruppe wurde in deine Gruppe überführt.
es: Otro escuadrón se ha fusionado con el tuyo.
fr: Un autre groupe a été fusionné avec le votre.
ja: あなたの分隊は別の分隊を併合しました。
pl: Inny oddział został połączony z twoim oddziałem.
ru: Другой отряд был объединен с вашим.
uk: Інший загін був об'єднаний з вашим загоном.

# DHSquadMessage.SquadMergeRequestDeniedGenericMessage
source: Your squad merge was denied.
de: Die Gruppenzusammenführung wurde abgelehnt.
es: Se denegó la fusión de su escuadrón.
fr: Votre demande de fusion a été refusée.
ja: あなたの分隊併合は拒否されました。
pl: Odmówiono połączenia oddziałów.
ru: В объединении вашего отряда было отказано.
uk: Вашому загону було відмовлено в об'єднанні.

# DHSquadMessage.SquadMergeFailedMessage
source: The squad merge failed,
de: Die Gruppenzusammenführung ist fehlgeschlagen,
es: La fusión del escuadrón falló
fr: La fusion a échouée.
ja: 分隊併合は失敗しましたが、
pl: Połączenie oddziałów nie powiodło się,
ru: Объединение отрядов не удалось,
uk: Об'єднання загонів не вдалося,

# DHSquadMessage.SquadPromotionRequestDeniedMessage
source: Your squad leader promotion request was denied by {0}.
de: Deine Anfrage zur Beförderung zum Gruppenführer wurde von {0} abgelehnt.
es: Su solicitud de ascenso a líder de escuadrón fue rechazada por {0}.
fr: Votre demande de promotion a été rejetée par {0}.
ja: 分隊長への昇格提案は {0} によって拒否されました。
pl: Twoja prośba o awans na dowódcę oddziału została odrzucona przez {0}.
ru: Ваш запрос на повышение до командира отряда был отклонен пользователем {0}.
uk: Ваш запит на підвищення командира загону був відхилений користувачем {0}.

# DHSquadMessage.SquadPromotionRequestAcceptedMessage
source: Your squad leader promotion request was accepted by {0}.
de: Deine Anfrage zur Beförderung zum Gruppenführer wurde von {0} akzeptiert.
es: Su solicitud de ascenso a líder de escuadrón fue aceptada por {0}.
fr: Votre demande de promotion a été acceptée par {0}.
ja: 分隊長への昇格提案が {0} に承認されました。
pl: Twoja prośba o awans na dowódcę oddziału została zaakceptowana przez {0}.
ru: Ваш запрос на повышение до командира отряда был принят пользователем {0}.
uk: Ваш запит на підвищення командира загону був прийнятий користувачем {0}.

# DHSquadMessage.SquadPromotionRequestSentMessage
source: A squad leader promotion request has been sent to {0}.
de: Eine Anfrage zur Beförderung zum Gruppenführer wurde an {0} geschickt.
es: Se ha enviado una solicitud de ascenso a líder de escuadrón a {0}.
fr: Une demande de promotion a été envoyée à {0}.
ja: 分隊長への昇格提案が {0} に送信されました。
pl: Prośba o awans dowódcy oddziału została wysłana do {0}.
ru: Запрос на повышение до командира отряда отправлен игроку {0}.
uk: Запит на підвищення командира загону відправлено гравцю {0}.

# DHSquadOrderMessage.WaitText
source: Please wait before making a new order
de: Bitte warten bevor ein neuer Befehl ausgegeben wird
es: Por favor espere antes de realizar una nueva orden
fr: Veuillez attendre avant de donner un nouvel ordre
ja: 新たな命令を出す前に少しお待ち下さい
pl: Proszę poczekać, zanim wydasz nowy rozkaz
ru: Пожалуйста, подождите, прежде чем отдать новый приказ
uk: Зачекайте, перш ніж віддати новий наказ

# DHSquadOrderMessage.DefendText
source: Squad leader has issued a new Defend order
de: Der Gruppenführer hat einen neuen Verteidigungsbefehl ausgegeben
es: El líder del escuadrón ha emitido una nueva orden de Defensa.
fr: Le chef de groupe a donné un nouvel ordre de Défense
ja: 分隊長が新たな防衛命令を出しました
pl: Dowódca oddziału wydał nowy rozkaz obrony
ru: Командир отряда отдал новый приказ на оборону
uk: Командир загону віддав новий наказ на "Оборону"

# DHSquadOrderMessage.MoveText
source: Squad leader has issued a new Move order
de: Der Gruppenführer hat einen neuen Bewegungsbefehl ausgegeben
es: El líder del escuadrón ha emitido una nueva orden de Movimiento.
fr: Le chef de groupe a donné un nouvel ordre de Déplacement
ja: 分隊長が新しい移動命令を出しました
pl: Dowódca oddziału wydał nowy rozkaz ruchu
ru: Командир отряда отдал новый приказ «Передвигаться»
uk: Командир загону віддав новий наказ "Пересуватися"

# DHSquadPromotionRequestInteraction.PromptText
source: {0} wants to promote you to leader of {1} squad.
de: {0} möchte dich zum Führer der Gruppe {1} befördern.
es: {0} quiere ascenderte a líder del escuadrón {1}.
fr: {0} souhaite vous promouvoir à la tête de l'escouade du groupe {1}.
ja: {0} はあなたを {1} 分隊の分隊長に昇格させたいと言っています。
pl: {0} chce awansować cię na dowódcę oddziału {1}.
ru: {0} хочет повысить вас до командира отряда {1}.
uk: {0} хоче підвищити вас до командира загону {1}.

# DHSquadPromotionRequestInteraction.Options<0>.Text
source: Accept
de: Akzeptieren
es: Aceptar
fr: Accepter
ja: 承諾する
pl: Akceptuj
ru: Принять
uk: Прийняти

# DHSquadPromotionRequestInteraction.Options<1>.Text
source: Decline
de: Ablehnen
es: Rechazar
fr: Refuser
ja: 拒否する
pl: Odmów
ru: Отклонить
uk: Відхилити

# DHSquadPromotionRequestInteraction.Options<2>.Text
source: Ignore All
de: Alle ignorieren
es: Ignorar todo
fr: Ignorer Tout
ja: 以後全て無視する
pl: Ignoruj Wszystkie
ru: Игнорировать все
uk: Ігнорувати все

# DHSquadReplicationInfo.SquadMergeRequestResultStrings<2>
source: A merge request cannot be sent to this squad.
de: Dieser Gruppe kann keine Anfrage zur Zusammenführung gestellt werden.
es: No se puede enviar una solicitud de fusión a este escuadrón.
fr: Une demande de fusion ne peut pas être envoyée pour ce groupe.
ja: この分隊には併合要求を送信できません。
pl: Żądanie scalenia nie może zostać wysłane do tego oddziału.
ru: В этот отряд невозможно отправить запрос на объединение.
uk: У цей загін неможливо надіслати запит на об'єднання.

# DHSquadReplicationInfo.SquadMergeRequestResultStrings<1>
source: An error occurred while sending the squad merge request.
de: Beim Stellen der Gruppenzusammenführungsanfrage ist ein Fehler aufgetreten.
es: Se produjo un error al enviar la solicitud de fusión del escuadrón.
fr: Une erreur s'est produite lors de la demande de fusion de groupes.
ja: 分隊併合要求の送信中にエラーが発生しました。
pl: Wystąpił błąd podczas wysyłania żądania połączenia oddziału.
ru: Произошла ошибка при отправке запроса на объединение отрядов.
uk: Виникла помилка під час надсилання запиту на об'єднання загонів.

# DHSquadReplicationInfo.SquadMergeRequestResultStrings<4>
source: Squad merge request has been sent.
de: Anfrage zur Gruppenzusammenführung gestellt.
es: Se ha enviado la solicitud de fusión de escuadrón.
fr: Une demande de fusion de groupes a été envoyée.
ja: 分隊併合要求が送信されました。
pl: Prośba o scalenie oddziału została wysłana.
ru: Запрос на объединение отрядов отправлен.
uk: Запит на об'єднання загонів відправлено.

# DHSquadReplicationInfo.SquadPromotionRequestResultStrings<0>
source: An error occurred while sending the squad promotion request.
de: Beim Stellen der Anfrage zur Beförderung zum Gruppenführer ist ein Fehler aufgetreten.
es: Se produjo un error al enviar la solicitud de ascenso de equipo.
fr: Une erreur s'est produite lors de la demande de promotion.
ja: 分隊昇格要求を送信中にエラーが発生しました。
pl: Wystąpił błąd podczas wysyłania żądania awansu oddziału.
ru: Произошла ошибка при отправке запроса на объединение отрядов.
uk: Виникла помилка під час надсилання запиту на об'єднання загонів.

# DHSquadReplicationInfo.SquadPromotionRequestResultStrings<1>
source: There is already an existing squad leader promotion request for this player.
de: Zu diesem Spieler besteht bereits eine Anfrage zur Beförderung zum Gruppenführer.
es: Ya existe una solicitud de ascenso a líder de escuadrón para este jugador.
fr: Une promotion a déjà été demandée pour ce joueur.
ja: このプレイヤーにはすでに分隊長への昇格を提案しています。
pl: Dla tego gracza istnieje już prośba o awans na lidera drużyny.
ru: Для этого игрока уже существует запрос на повышение в качестве командира отряда.
uk: Для цього гравця вже існує запит на підвищення до командира загону.

# DHSquadSayMessage.MessagePrefix
source: [SQUAD]
de: [GRUPPE]
es: [ESCUADRÓN]
fr: [GROUPE]
ja: [分隊]
pl: [ODDZIAŁ]
ru: [ОТРЯД]
uk: [ЗАГІН]

# DHSupplyMessage.VehicleFull
source: The vehicle's supply cache is full.
de: Die Ladefläche des Fahrzeugs ist voll.
es: El depósito de suministros del vehículo está lleno.
fr: La cache d'approvisionnement du véhicule est pleine.
ja: 車両の物資が満杯です。
pl: Skład zapasów pojazdu jest pełny.
ru: Модуль снабжения грузовика заполнен.
uk: Схованка з припасами вантажівки повна.

# DHSupplyMessage.SuppliesUnloaded
source: {0} supplies have been unloaded from the vehicle to a nearby {1}
de: {0} Nachschub wurde vom Fahrzeug an einem in der Nähe befindlichen {1} abgeladen
es: Se han descargado {0} puntos de suministros del vehículo a un {1} cercano.
fr: {0} provisions ont été déchargées du véhicule vers un {1} à proximité
ja: {0} 単位の物資が近くの {1} に降ろされました
pl: {0} zapasów zostało rozładowanych z pojazdu do pobliskiego {1}
ru: {0} припасов было выгружено из грузовика в ближайший {1}
uk: {0} припасів вивантажено з транспортного засобу в сусідній {1}

# DHSupplyMessage.VehicleEmpty
source: The vehicle's supply cache is empty.
de: Die Ladefläche des Fahrzeugs ist leer.
es: El depósito de suministros del vehículo está vacío.
fr: La cache d'approvisionnement du véhicule est vide.
ja: 車両の物資は空です。
pl: Skład zapasów pojazdu jest pusty.
ru: Модуль снабжения грузовика пуст.
uk: Схованка з припасами в вантажівці порожня.

# DHSupplyMessage.NoSupplyCaches
source: There are no nearby supply caches.
de: Es gibt keine in der Nähe befindlichen Nachschublager.
es: No hay depósitos de suministros cercanos.
fr: Aucune cache d'approvisionnement à proximité.
ja: 近くに物資集積所がありません。
pl: W pobliżu nie ma żadnych składów zapasów.
ru: Поблизости нет складов снабжения.
uk: Поблизу немає жодних схованок із запасами.

# DHSupplyMessage.SupplyCacheEmpty
source: The nearby supply cache is empty.
de: Das in der Nähe befindliche Nachschublager ist leer.
es: El deposito de suministros cercano esta vacío.
fr: La cache d'approvisionnement à proximité est vide.
ja: 近くの物資集積所は空です。
pl: Pobliski skład zapasów jest pusty.
ru: Ближайший склад снабжения пуст.
uk: Схованка з припасами поблизу порожня.

# DHSupplyMessage.SupplyCacheFull
source: The nearby supply cache is full.
de: Das in der Nähe befindliche Nachschublager ist voll.
es: El deposito de suministros cercano esta lleno.
fr: La cache d'approvisionnement à proximité est pleine.
ja: 近くの物資集積所はいっぱいです。
pl: Pobliski skład zapasów jest pełny.
ru: Ближайший склад снабжения полон.
uk: Сховище з припасами, що знаходиться поруч, повна.

# DHSupplyMessage.SupplyCacheFallbackName
source: supply cache
de: Nachschublager
es: deposito de suministros
fr: cache d'approvisionnement
ja: 物資集積所
pl: skład zapasów
ru: Склад снабжения
uk: схованка з припасами
