Repository: DarklightGames/weblate-darklightgames
Catalog: DH_Engine/DH_Engine.*.po
Languages: de, es, fr, ja, pl, ru, uk

# DHHintManager.Hints[13].Text
source: You are a radio operator! Stay close to squad leaders so they can call in long-range fire support!
de: Als Funker ist es deine Aufgabe nah am Gruppenführer zu bleiben, damit dieser Unterstützungsfeuer durch unsere schwere Artillerie rufen kann!
es: ¡Eres un operador de radio! ¡Mantente cerca de los líderes de escuadra para que puedan solicitar apoyo de fuego a larga distancia!
fr: Vous êtes opérateur radio ! Restez à proximité des chefs de groupe pour qu'ils puissent demander un appui longue portée !
ja: あなたは無線通信士です!分隊長が長距離砲撃を要請できるように、分隊長のそばにいてください!
pl: Jesteś operatorem radia! Trzymaj się blisko dowódców oddziałów aby mogli wzywać wsparcie ogniowe dalekiego zasięgu!
ru: Вы радист! Держитесь рядом с командирами отделений, чтобы они могли вызвать дальнобойную огневую поддержку!
uk: Ви - радист! Тримайтеся поруч з командирами відділень, щоб вони могли викликати підтримку далекобійної артилерії!

# DHHintManager.Hints[40].Title
source: Vehicle Engines
de: Fahrzeugmotoren
es: Motores de Vehículos
fr: Moteurs de Véhicules
ja: 車両の発動機
pl: Silniki pojazdów
ru: Двигатели транспортных средств
uk: Транспортні засоби

# DHHintManager.Hints[42].Title
source: Higgins Boat
de: Higgins Boot
es: Bote Higgins
pl: Łódź Higginsa
ru: Десантная лодка Хиггинса
uk: Десантний човен Хіггінса

# DHHintManager.Hints[42].Text
source: You are driving a Higgins boat. Lower the bow ramp by pressing %PREVWEAPON% so passengers and yourself can exit. To raise the bow ramp hit %NEXTWEAPON%.
de: Du fährst ein Higgins-Boot. Drücke %PREVWEAPON%, um die Bugrampe herunterzulassen, damit die Passagiere und du aussteigen können. Drücke %NEXTWEAPON%, um die Bugrampe hochzufahren.
es: Estás conduciendo un barco Higgins. Baja la rampa de proa pulsando %PREVWEAPON% para que los pasajeros y tú puedan salir. Para subir la rampa de proa, pulsa %NEXTWEAPON%.
fr: Vous naviguez avec une barge Higgins. Abaissez la rampe de débarquement en appuyant sur %PREVWEAPON% pour que les passagers et vous puissiez sortir. Pour relever la rampe, appuyez sur %NEXTWEAPON%.
ja: あなたは"ヒギンズボート"を操縦しています。船首のランプを開くには%PREVWEAPON%(デフォルトはマウスホイールを下に回す) 。船首ランプを上げるには、%NEXTWEAPON% 。
pl: Prowadzisz łódź Higginsa. Obniż rampę wciskając %PREVWEAPON% aby pasażerowie, oraz ty, mogli wysiąść. Aby podnieść rampę wciśnij %NEXTWEAPON%.
ru: Если вы управляете лодкой, то можете опустить носовую рампу, нажав %PREVWEAPON%, чтобы пассажиры и вы могли выйти. Чтобы поднять носовую рампу, нажмите %NEXTWEAPON%.
uk: Ви керуєте човном. Опустіть носовий трап, натиснувши %PREVWEAPON%, щоб пасажири і ви могли вийти. Щоб підняти носову рампу, натисніть %NEXTWEAPON%.

# DHHintManager.Hints[43].Title
source: Resupply Trucks
de: Nachschub LKW
es: Vehículos de Reabastecimiento
fr: Camions de Ravitaillement
ja: 物資運搬車(LOGI)
pl: Ciężarówki Zaopatrzeniowe
ru: Грузовики снабжения
uk: Вантажівки постачання

# DHHintManager.Hints[44].Title
source: Resupply Trucks
de: Nachschub LKW
es: Vehículos de Reabastecimiento
fr: Camions de Ravitaillement
ja: 物資運搬車(LOGI)
pl: Ciężarówki Zaopatrzeniowe
ru: Грузовики снабжения
uk: Вантажівки постачання

# DHHintManager.Hints[46].Title
source: Externally Mounted MG
de: Außen montiertes Maschinengewehr
es: Ametralladora montada externamente
fr: Mitrailleuse Extérieure
ja: 車載機関銃
pl: Karabin Maszynowy Montowany Zewnętrznie
ru: Внешняя пулемётная установка
uk: Зовнішній кулемет

# DHHintManager.Hints[47].Title
source: Remote Controlled MG
de: Ferngesteuertes MG
es: Ametralladora controlada remotamente
fr: Mitrailleuse à Commande Interne
ja: リモコン機銃
pl: Zdalnie Sterowany KM
ru: Дистанционно управляемый пулемёт
uk: Кулемет з дистанційним керуванням

# DHHintManager.Hints[48].Title
source: Externally Mounted MG Reload
de: Nachladen außen montiertes MG
es: Recargar una ametralladora montada externamente
fr: Rechargement de la Mitrailleuse
ja: 車外の機関銃の再装填
pl: Przeładowanie Zewnętrznie Montowanego KM
ru: Перезарядка внешних пулемётных установок
uk: Перезаряджання зовнішнього кулемета

# DHHintManager.Hints[49].Title
source: Spotting Scope
de: Zielfernrohr
es: Mira de observación
fr: Lunette D'Observation
ja: 索敵スコープ
pl: Luneta Celownicza
ru: Артиллерийский прицел
uk: Артилерійський приціл

# DHHintManager.Hints[50].Title
source: Artillery Operators
de: Artillerie Richtkanonier
es: Operadores de Artillería
fr: Observation D'Artillerie
ja: 砲撃指揮官
pl: Operatorzy Artylerii
ru: Управление артиллерийским огнём
uk: Управління артилерійським вогнем

# DHHintManager.Hints[50].Text
source: Open map to coordinate fire. Use [RIGHTMOUSE] on a fire support request to select it as the active target or use the Ruler marker to measure distances from you to a given spot on the map.
de: Öffne die Karte, um das Feuer zu koordinieren. Verwende [RIGHTMOUSE] auf einer Feuerunterstützungsanforderung, um diese als aktives Ziel auszuwählen oder verwende die Linealmarkierung, um die Entfernung zu einem bestimmten Punkt auf der Karte zu messen.
es: Abre el mapa para coordinar el fuego. Usa [RIGHTMOUSE] sobre una solicitud de apoyo de fuego para seleccionarla como objetivo activo o usa la regla para medir la distancia desde tu ubicación hasta un punto determinado en el mapa.
fr: Ouvrez la carte pour coordonner les tirs. Utilisez le bouton droit de la souris sur un marqueur d'appui feu pour la sélectionner comme cible active ou utilisez le marqueur de Règle pour mesurer les distances vers un point donné sur la carte.
ja: マップを開いて射撃目標を設定します。右クリックで火力支援要請を有効な目標にするか、距離計ツールを使用してマップ上の特定の地点までの距離を測定します。
pl: Otwórz mapę, aby koordynować ogień. Użyj [RIGHTMOUSE] na żądaniu wsparcia ogniowego, aby wybrać je jako aktywny cel lub użyj znacznika linijki, aby zmierzyć odległość do danego miejsca na mapie.
ru: Откройте карту, чтобы координировать свой огонь. Используйте [ПРАВУЮ КНОПКУ МЫШИ] по значку запроса огневой поддержки, чтобы выбрать его в качестве активной цели, или используйте значок линейки для измерения расстояний от вас до заданной точки на карте.
uk: Відкрийте мапу для координації вогню. Натисніть [ПРАВУ КНОПКУ МИШІ] на маркері запиту вогневої підтримки, щоб вибрати його як активну ціль, або використовуйте маркер-лінійку, щоб виміряти відстань від вас до певної точки на карті.

# DHHintManager.Hints[51].Title
source: Map Interaction
de: Karteninteraktion
es: Interacción del mapa
fr: Usage de la Carte
ja: マップ操作
pl: Interakcja z mapą
ru: Взаимодействие с картой
uk: Взаємодія з мапой

# DHHintManager.Hints[51].Text
source: You can interact with the map by pressing %JUMP%.
de: Durch drücken von %JUMP% kann mit der Karte interagiert werden.
es: Puedes interactuar con el mapa pulsando %JUMP%.
fr: Vous pouvez interagir avec la carte en appuyant sur %JUMP%.
ja: %JUMP%を押してマップを操作できます。
pl: Możesz wchodzić w interakcje z mapą, naciskając %JUMP%.
ru: Вы можете взаимодействовать с картой, нажав %JUMP%.
uk: Ви можете взаємодіяти з мапою, натиснувши %JUMP%.

# DHHintManager.Hints[52].Title
source: Map Navigation
de: Kartennavigation
es: Navegación del mapa
fr: Navigation avec la Carte
ja: マップ操作2
pl: Nawigowanie po mapie
ru: Навигация на карте
uk: Навігація мапою

# DHHintManager.Hints[53].Title
source: Map Markers
de: Kartenmarkierungen
es: Marcas en el mapa
fr: Marqueurs de Carte
ja: マップ上のマーカー
pl: Znaczniki na mapie
ru: Отметки на карте
uk: Маркери мапи

# DHHintManager.Hints[54].Title
source: Find a Radio
de: Funkgerät finden
es: Encuentra una radio
fr: Trouver une Radio
ja: 無線機を探す
pl: Znajdź Radio
ru: Радиостанции
uk: Радістанції

# DHHintManager.Hints[54].Text
source: You have marked a target for long-range fire support. Find a radio so that you can call it in!
de: Es wurde ein Feuerunterstützungsziel für schwere Artillerie markiert. Nutze ein Funkgerät um diese anzufordern!
es: Has marcado un objetivo para un soporte de artillería de largo alcance. ¡Busca una radio para poder llamar!
fr: Vous avez marqué une cible pour un appui feu longue portée. Trouvez une radio pour pouvoir l'appeler !
ja: 長距離砲撃の目標を設定しました。砲撃を要請するには無線機を探してください!
pl: Oznaczyłeś cel dla wsparcia ogniowego dalekiego zasięgu. Znajdź radio, by móc je wezwać!
ru: После того, как вы отметили цель для дальнобойной огневой поддержки найдите радио для её вызова!
uk: Ви позначили ціль для далекобійної вогневої підтримки. Знайдіть радіостанцію, щоб викликати її!

# DHHintManager.Hints[60].Title
source: Firing Range
de: Schussweite
es: Rango del disparo
fr: Portée de Mire
ja: 射距離
pl: Zasięg Strzału
ru: Дальность стрельбы
uk: Дальність стрільби

# DHHintManager.Hints[60].Text
source: This weapon has an adjustable sight! Press %SWITCHFIREMODE% to change the range of the sight.
de: Diese Waffe verfügt über ein verstellbares Visier! Drücke %SWITCHFIREMODE% um die Entfernungseinstellung der Visiereinrichtung anzupassen.
es: ¡Esta arma tiene una mira ajustable! Pulsa %SWITCHFIREMODE% para cambiar el alcance de la mira.
fr: Cette arme possède un viseur réglable ! Appuyez sur %SWITCHFIREMODE% pour modifier la portée du viseur.
ja: この兵器の照準器は距離の調整が可能です!%SWITCHFIREMODE%を押して照準距離を変更します。
pl: Ta broń ma regulowany celownik! Naciśnij %SWITCHFIREMODE% aby zmienić zasięg celownika.
ru: У этого орудия есть возможность регулировки дальности! Нажмите %SWITCHFIREMODE%, чтобы изменить дальность прицела.
uk: Ця зброя має регульований приціл! Натисніть %SWITCHFIREMODE%, щоб змінити дальність прицілу.

# DHHintManager.Hints[61].Title
source: Desperate measures
de: Verzweifelte Maßnahmen
es: Medidas desesperadas
fr: Des Mesures Désespérées
ja: 苦肉の策
pl: Desperackie środki
ru: Отчаянные меры
uk: Відчайдушні заходи

# DHHintManager.Hints[62].Title
source: Barrel Overheating
de: Überhitzung des Laufs
es: Sobrecalentamiento del Cañón
fr: Surchauffe du Canon
ja: 銃身の過熱
pl: Przegrzewanie Lufy
ru: Перегрев ствола
uk: Перегрів ствола

# DHHintManager.Hints[62].Text
source: Your weapon's barrel is overheating! Overheating barrels will result in reduced accuracy and eventual destruction of the barrel.
de: Der Lauf deiner Waffe überhitzt! Überhitzte Läufe resultieren in verringerter Genauigkeit und langfristiger Zerstörung des Laufs.
es: ¡El cañón de tu arma se está sobrecalentando! El sobrecalentamiento de los cañones reducirá su precisión y acabará destruyéndolos.
fr: Le canon de votre arme surchauffe ! Une surchauffe du canon peut entraîner une perte de précision et, à terme, le rendre inutilisable.
ja: 機関銃の銃身が過熱しています!銃身の過熱は精度の低下を引き起こし、最終的には射撃できなくなります。
pl: Lufa twojej broni się przegrzewa! Przegrzewanie luf może skutkować mniejszą celnością i ewentualnym zniszczeniem lufy.
ru: Ствол вашего оружия может перегреться! Перегрев ствола приведет к снижению точности и его разрушению.
uk: Ствол вашої зброї перегрівається! Перегрів ствола призведе до зниження влучності і, зрештою, до його руйнування.

# DHHintManager.Hints[63].Title
source: Barrel Swapping
de: Rohrwechsel
es: Cambia el barril
fr: Changement de Canon
ja: 銃身の交換
pl: Wymiana Lufy
ru: Замена ствола
uk: Заміна ствола

# DHHintManager.Hints[64].Text
source: Your weapon's barrel has been destroyed by overheating! You can no longer fire this weapon.
de: Der Lauf deiner Waffe ist überhitzt und daher zerstört! Die Waffe kann nicht länger abgefeuert werden.
es: ¡El cañón de tu arma se ha destruido por sobrecalentamiento! Ya no puedes disparar esta arma.
fr: Le canon de votre arme a été déformé par la surchauffe ! Vous ne pouvez plus tirer avec cette arme.
ja: 加熱によって銃身が壊れました。この銃身で撃つことはできません。
pl: Lufa twojej broni uległa zniszczeniu przez przegrzanie! Nie możesz już strzelać z tej broni.
ru: Ствол вашего оружия вышел из строя из-за перегрева! Вы больше не можете стрелять из этого оружия.
uk: Ствол вашої зброї вийшов з ладу через перегрів! Ви більше не можете стріляти з цієї зброї.

# DHHintManager.Hints[64].Title
source: Barrel Destroyed
de: Lauf zerstört
es: Cañón destruido
fr: Canon Inutilisable
ja: 過熱による破損
pl: Zniszczenie Lufy
ru: Неисправность ствола
uk: Несправність ствола

# DHHud.MapNameText
source: Map:
de: Karte:
es: Mapa:
fr: Carte :
ja: マップ:
pl: Mapa:
ru: Карта
uk: Карта:

# DHHud.ServerNameText
source: Server:
es: Servidor:
fr: Serveur :
ja: サーバー:
pl: Serwer:
ru: Сервер:
uk: Сервер:

# DHHud.MapGameTypeText
source: Gametype:
de: Spielmodus:
es: Tipo de juego:
fr: Type de Jeu :
ja: ゲーム形式:
pl: Typ Gry:
ru: Тип игры:
uk: Тип гри:

# DHHud.NoTimeLimitText
source: Unlimited
de: Unbegrenzt
es: Ilimitado
fr: Illimité
ja: 無制限
pl: Nieskończony
ru: Неограниченно
uk: Необмежено

# DHHud.AndMoreText
source: and more...
de: und mehr...
es: Y más...
fr: et plus...
ja: そしてさらに......
pl: i więcej...
ru: Другое...
uk: та інше...

# DHHud.LegendCarriedArtilleryRadioText
source: Artillery Radioman
de: Artilleriefunker
es: Operador de radio de artillería
fr: Opérateur Radio D'Artillerie
ja: 砲撃通信手
pl: Radiooperator Artylerii
ru: Артиллерийский радист
uk: Артилерійський радист

# DHHud.TimeElapsedText
source: Time Elapsed:
de: Abgelaufene Zeit:
es: Tiempo transcurrido:
fr: Temps Passé :
ja: 経過時間:
pl: Czas Trwania:
ru: Прошло времени:
uk: Минуло часу:

# DHHud.NotReadyToSpawnText
source: Spawning will enable in {s} (Use this time to organize squads and plan)
de: Einsatz in {s} möglich (Nutze diese Zeit für die Gruppen- und Gefechtsplanung)
es: La aparición se efectuara en {s} (Use este tiempo para organizar escuadrones y planificar estrategias)
fr: La réapparition sera activée dans {s} (utilisez ce temps pour organiser les groupes et planifier vos actions)
ja: {s}秒後にスポーン可能になります。(この時間を分隊の組織と計画の立案に使いましょう!)
pl: Odradzanie rozpocznie się za {s} (wykorzystaj ten czas na zorganizowanie oddziałów i planowanie)
ru: Возрождение будет доступно через {s} секунд (используйте это время для организации отрядов и плана действий)
uk: Відродження буде доступне через {s} секунд (використуйте цей час для організації загонів та плану дій)

# DHHud.SelectSpawnPointText
source: Press [ESC] to select a spawn point
de: [ESC] drücken um einen Einsatzpunkt auszuwählen
es: Presiona [ESC] para seleccionar un punto de aparición
fr: Appuyez sur [ESC] pour sélectionner un point d'apparition
ja: [ESC]を押してスポーン地点を選択
pl: Wciśnij [ESC] aby wybrać punkt odrodzenia
ru: Нажмите [ESC], чтобы выбрать точку появления
uk: Натисніть [ESC], щоб вибрати точку відродження

# DHMapMarker_FireSupport_HE.MarkerName
source: HE Request
de: HE anfordern
es: Solicitud de A.E
fr: Demande Tir HE
ja: 迫撃砲の目標: 榴弾
pl: Prośba o ostrzał HE
ru: Запрос минометного огня
uk: Запит мінометного вогню

# DHHud.SpawnRallyPointText
source: You will deploy as a {0} at your squad rally point in {2} | Press [ESC] to change
de: Einsatz als {0} am Gruppensammelpunkt erfolgt in {2} | [ESC] drücken zum wechseln
es: Aparecerás como un {0} en el punto de aparición de tu escuadrón en {2} | Presiona [ESC] para cambiar
fr: Vous serez déployé en tant que {0} au point de ralliement de votre groupe dans {2} | Appuyez sur [ESC] pour changer
ja: {2}後に{0}として分隊リスポーン地点(rally)にスポーンします。|[ESC]を押して変更
pl: Rozmieścisz się jako {0} w punkcie zbiórki swojego oddziału za {2}. | Naciśnij [ESC], aby zmienić
ru: Вы появитесь как {0} в пункте сбора вашего отряда в {2} | Нажмите [ESC], чтобы изменить
uk: Ви з'явитеся як {0} у пункті збору вашого загону в {2} | Натисніть [ESC], щоб змінити

# DHHud.SpawnNoRoleText
source: Press [ESC] to select a role
de: [ESC] drücken um eine Rolle auszuwählen
es: Pulsa [ESC] para seleccionar un rol
fr: Appuyez sur [ESC] pour sélectionner un rôle
ja: [ESC]を押して兵科を選択
pl: Wciśnij [ESC], aby zmienić rolę
ru: Нажмите [ESC], чтобы выбрать роль
uk: Натисніть [ESC], щоб вибрати роль

# DHHud.NeedReloadText
source: Needs reloading
de: Erfordert Nachladen
es: Necesitas recargar
fr: Doit être rechargé
ja: 再装填が必要です
pl: Potrzebuje przeładowania
ru: Требуется перезарядка
uk: Потрібна перезарядка

# DHHud.NeedsClearedText
source: (Not Secured)
de: (Nicht gesichert)
es: (No Asegurado)
fr: (Non Sécurisé)
ja: (未占領)
pl: (Nie zabezpieczone)
ru: (Не захвачено)
uk: (Не захоплено)

# DHHud.BlackoutText
source: Blackout
es: Negro
ja: 暗転
pl: Zaciemnienie
ru: Затемнено
uk: Затемнено

# DHHud.ReinforcementText
source: You will deploy as a {0} in {2} | Press [ESC] to change
de: Du wirst in {2} als {0} wieder einsteigen | [ESC] drücken um zu wechseln
es: Aparecerás como un {0} en {2} | Presiona [ESC] para cambiar
fr: Vous serez déployé en tant que {0} dans {2} | Appuyez sur [ESC] pour changer
ja: {2}後に{0}としてスポーン|[ESC]を押して変更
pl: Odrodzisz się jako {0} za {2} | Wciśnij [ESC], aby zmienić
ru: Вы появитесь как {0} в {2} | Нажмите [ESC], чтобы изменить
uk: Ви з'явитеся як {0} в {2} | Натисніть [ESC], щоб змінити

# DHHud.TeamMessagePrefix
source: [TEAM]
es: [EQUIPO]
fr: [EQUIPE]
ja: [チーム]
pl: [DRUŻYNA]
ru: [КОМАНДА]
uk: [КОМАНДА]

# DHHud.SpectateInstructionText2
source: Press [%ALTFIRE%] to switch Spectating Modes
de: [%ALTFIRE%] drücken um zwischen Zuschauermodi zu wechseln
es: Presiona [%ALTFIRE%] para cambiar de modos de Espectador
fr: Appuyez sur [%ALTFIRE%] pour changer de Mode Spectateur
ja: [%ALTFIRE%]を押して観戦モードを変更
pl: Wciśnij [%ALTFIRE%], aby zmienić Tryb Widza
ru: Нажмите [%ALTFIRE%] для переключения режимов наблюдения
uk: Натисніть [%ALTFIRE%] для перемикання режимів перегляду

# DHHud.SpectateInstructionText4
source: Press [%JUMP%] to return to viewing yourself
de: [%JUMP%] drücken um zu eigener Ansicht zurückzukehren
es: Presiona [%JUMP%] para volver a tu propia vista
fr: Appuyez sur [%JUMP%] pour revenir à votre visualisation
ja: [%JUMP%]を押して自身を見る
pl: Naciśnij [%JUMP%], aby powrócić do obserwowania siebie
ru: Нажмите [%JUMP%], чтобы вернуться к просмотру самого себя
uk: Натисніть [%JUMP%], щоб повернутися до перегляду себе

# DHHud.LegendAxisObjectiveText
source: Axis territory
de: Achsengebiet
es: Territorio del Eje
fr: Territoire de l'Axe
ja: 枢軸側支配地域
pl: Terytorium Wojsk Osi
ru: Территория Войск Оси
uk: Територія Військ Осі

# DHHud.LegendArtilleryRadioText
source: Artillery Radio
de: Artilleriefunk
es: Radio de Artillería
fr: Radio D'Artillerie
ja: 砲撃要請用の無線機
pl: Radio Artyleryjskie
ru: Артиллерийское радио
uk: Артилерійське радіо

# DHIQMessage.MemberAWOLMessage
source: You're abandoning your squad.
de: Du lässt deine Gruppe im Stich.
es: Estás abandonando tu escuadrón.
fr: Vous abandonnez votre groupe.
ja: あなたは分隊を放棄しています。
pl: Porzucasz swój oddział.
ru: Вы покидаете свой отряд.
uk: Ви покидаєте свій загін.

# DHIQMessage.NotInSquadMessage
source: You're not in a squad.
de: Du befindest dich in keiner Gruppe.
es: No estás en un escuadrón.
fr: Vous n'êtes pas dans un groupe.
ja: あなたは分隊にいません。
pl: Nie jesteś w oddziale.
ru: Вы не в отряде.
uk: Ви не в загоні.

# DHIQMessage.Congratulations<0>
source: Wow! Such smarts!
de: Wow! So schlau!
es: ¡Guau! ¡Qué inteligente!
fr: Waouh ! Quelle ingéniosité !
ja: わあ!とても賢いですね!
pl: Wow! Co za spryciarz!
ru: Ух ты! Какой умничка!
uk: Ух ти! Який розумник!

# DHIQMessage.Congratulations<1>
source: Amazing!
de: Unglaublich!
es: ¡Asombroso!
fr: Incroyable !
ja: すばらしい!
pl: Niesamowite!
ru: Удивительно!
uk: Дивовижно!

# DHIQMessage.Congratulations<2>
source: You're a tactical genius!
de: Du bist ein taktisches Genie!
es: ¡Eres un genio táctico!
fr: Vous êtes un prodige de la tactique !
ja: あなたは戦術の天才だ!
pl: Jesteś taktycznym geniuszem!
ru: Вы тактический гений!
uk: Ви тактичний геній!

# DHIQMessage.Congratulations<3>
source: Well done!
de: Gut gemacht!
es: ¡Bien hecho!
fr: Bien joué !
ja: よくやった!
pl: Dobra robota!
ru: Отличная работа!
uk: Хороша робота!

# DHIQMessage.Congratulations<4>
source: Absolute madman!
de: Komplett Verrückter!
es: ¡Hombre loco absoluto!
fr: Grand fou !
ja: ホントにイカれてる!
pl: Absolutny wariat!
ru: Абсолютно сумасшедший!
uk: Абсолютно божевільний!

# DHIQMessage.Congratulations<6>
source: Brilliant!
de: Brillant!
es: ¡Brillante!
fr: Génial !
ja: おみごと!
pl: Genialne!
ru: Великолепно!
uk: Чудово!

# DHLastObjectiveMessage.AxisAboutToWinMessage
source: Last objective -- the Axis have almost won the battle!
de: Letztes Angriffsziel -- Die Achsenmächte haben das Gefecht beinahe gewonnen!
es: Último objetivo -- ¡El Eje casi ha ganado la batalla!
fr: Dernier objectif -- L'Axe est sur le point de gagner la bataille !
ja: 最終目標 -- 枢軸国側は戦いに勝ちつつあります!
pl: Ostatni cel -- Wojska Osi już prawie wygrały bitwę!
ru: Последняя цель -- Войска Оси почти выиграли битву!
uk: Остання ціль - Війська Осі майже виграли битву!

# DHLib.ServerHealthStages[0].Text
source: Excellent
de: Ausgezeichnet
es: Excelente
fr: Excellente
ja: 良好
pl: Doskonały
ru: Отличное
uk: Відмінне

# DHLib.ServerHealthStages[1].Text
source: Good
de: Gut
es: Bueno
fr: Bonne
ja: 問題なし
pl: Dobry
ru: Хорошее
uk: Гарне

# DHLib.ServerHealthStages[2].Text
source: Fair
de: Normal
es: Regular
fr: Moyenne
ja: 要注意
pl: Zadowalający
ru: Удовлетворительное
uk: Задовільне

# DHLib.ServerHealthStages[3].Text
source: Poor
de: Schlecht
es: Pobre
fr: Mauvaise
ja: 異常
pl: Kiepski
ru: Плохое
uk: Погане

# DHLib.ServerHealthStages[4].Text
source: Abysmal
de: Miserabel
es: Pésimo
fr: Épouvantable
ja: 停止中
pl: Beznadziejny
ru: Ужасное
uk: Жахливе

# DHLocalMessage.SquadLeaderID
source: SL
de: GF
es: LE
ja: 分隊長
pl: DO
ru: КО
uk: КО

# DHLocalMessage.SquadAssistantID
source: A
ja: 副分隊長
ru: П
uk: П

# DHMainMenuGame.GameName
source: Game
de: Spiel
es: Juego
fr: Jeu
ja: ゲーム
pl: Gra
ru: Игра
uk: Гра

# DHMapMarker_Enemy_ATGun.MarkerName
source: Enemy AT Gun
de: Feindliches Panzerabwehrgeschütz
es: Cañón AT enemigo
fr: Canon Antichar Ennemi
ja: 敵の対戦車砲
pl: Wrogie działo PPanc
ru: Вражеское ПТ орудие
uk: Ворожа ПТ зброя

# DHMapMarker_Enemy_Infantry.MarkerName
source: Enemy Infantry
de: Feindliche Infanterie
es: Infantería enemiga
fr: Infanterie Ennemie
ja: 敵歩兵
pl: Wroga Piechota
ru: Вражеская пехота
uk: Ворожа піхота

# DHMapMarker_Enemy_Tank.MarkerName
source: Enemy Tank
de: Feindlicher Panzer
es: Tanque enemigo
fr: Blindé Ennemi
ja: 敵戦車
pl: Wrogi Czołg
ru: Вражеский танк
uk: Ворожий танк

# DHMapMarker_Enemy_Vehicle.MarkerName
source: Enemy Vehicle
de: Feindliches Fahrzeug
es: Vehículo enemigo
fr: Véhicule Ennemi
ja: 敵車両
pl: Wrogi Pojazd
ru: Вражеский транспорт
uk: Ворожий транспорт

# DHHud.LegendAlliesObjectiveText
source: Allied territory
de: Alliiertes Gebiet
es: Territorio Aliado
fr: Territoire Allié
ja: 連合国側支配地域
pl: Terytorium Aliantów
ru: Территория Союзников
uk: Територія Союзників

# DHMapMarker_FireSupport_Smoke.MarkerName
source: Smoke Request
de: Nebel anfordern
es: Solicitud de Cobertura de Humo
fr: Demande Tir Fumigène
ja: 迫撃砲の目標: 発煙弾
pl: Prośba o ostrzał dymny
ru: Запрос дымовой поддержки
uk: Запит димової підтримки

# DHMapMarker_Friendly_PlatoonHQ.MarkerName
source: Request Platoon HQ
ru: Запросить штаба взвода
uk: Запросити штаб взводу

# DHMapMarker_OngoingBarrage.MarkerName
source: Ongoing Barrage
de: Aktives Sperrfeuer
es: Bombardeo en camino
fr: Barrage en Cours
ja: 進行中の砲撃
pl: Trwający ostrzał
ru: Обстрел продолжается
uk: Обстріл триває

# DHMapMarker_Ruler.MarkerName
source: Measure
de: Messen
es: Medir
fr: Mesurer
ja: 距離計
pl: Pomiar
ru: Измерить
uk: Виміряти

# DHMapMarker_Squad_Defend.MarkerName
source: Squad Defend
de: Verteidigung (Gruppe)
es: Orden de defensa
fr: Défendre (Groupe)
ja: 分隊目標: 防衛
pl: Oddział - Bronić
ru: Отряд - оборонять
uk: Загін – Захищати

# DHMapMarker_Squad_Move.MarkerName
source: Squad Move
de: Bewegung (Gruppe)
es: Orden de moverse
fr: Déplacement (Groupe)
ja: 分隊目標: 移動
pl: Oddział - Przemieszczać się
ru: Отряд - выдвинуться туда
uk: Загін - Вирушити туди

# DHMapMarker_Squad_Attack.MarkerName
source: Squad Attack
de: Angriff (Gruppe)
es: Orden de Ataque
fr: Attaquer (Groupe)
ja: 分隊目標: 攻撃
pl: Oddział - Atakować
ru: Отряд - атаковать
uk: Загін – Атакувати

# DHMortarDamageType.DeathString
source: %o was blown up by %k's mortar shell.
ru: %o был взорван минометным снарядом %k.
uk: %o був підірваний мінометним снарядом %k.

# DHMortarDamageType.FemaleSuicide
source: %o was blown up by her own mortar shell.
ru: %o была взорвана собственным минометным снарядом.
uk: %o підірвалася на власному мінометному снаряді.
