Repository: DarklightGames/weblate-darklightgames
Catalog: DH_SovietPlayers/DH_SovietPlayers.*.po
Languages: es

# DHNation_USSR.NationName
source: Union of Soviet Socialist Republics
es: Unión de Repúblicas Socialistas Soviéticas

# DHNation_Czechoslovakia.NationName
source: Czechoslovakia
es: Checoslovaquia

# DHNation_Poland.NationName
source: Polish People's Army
es: Ejército Popular Polaco

# DHSOVEngineerRoles.AltName
source: Saper
es: Zapador

# DHSOVMachineGunnerRoles.AltName
source: Pulemetchik
es: Ametrallador

# DHSOVSergeantRoles.MyName
source: Squad leader
es: Líder de Escuadrón

# DHSOVCorporalRoles.MyName
source: Fireteam Leader
es: Líder de Equipo de Fuego

# DH_SovietMadManRoles.MyName
source: Mad Man
es: Hombre Loco

# DH_SovietMadManRoles.AltName
source: Mad Man
es: Hombre Loco

# DH_SovietMadManRoles.PluralName
source: Mad Men
es: Hombre Loco
