Repository: DarklightGames/weblate-darklightgames
Catalog: DH_Construction/DH_Construction.*.po
Languages: de, es, fr, ja, nl, pl, ru, uk

# DHConstruction_SupplyCache.MenuDescription
source: Stores and generates supplies over time.
de: Lagert und erzeugt Nachschub über Zeit.
es: Almacena y genera suministros con el paso del tiempo.
fr: Stocke et génère des ressources au fil du temps.
ja: 建築物資を貯め、時間とともに増加させる
nl: Bewaart en creÃ«ert bevoorradingspunten.
pl: Przechowuje i generuje zapasy z upływem czasu.
ru: Хранит и накапливает припасы с течением времени.
uk: Зберігає і накопичує запаси з часом.

# DHConstruction_Sandbags_Bunker.MenuName
source: Sandbags (Bunker)
de: Sandsäcke (Bunker)
es: Sacos de arena (Búnker)
fr: Sacs de sable (casemate)
ja: 土嚢（防塁型）
pl: Worki z piaskiem (Bunkier)
ru: Мешки с песком (Бункер)
uk: Мішки з піском (бункер)

# DHCommandMenu_ConstructionGroup.ExhaustedText
source: Exhausted
de: Erschöpft
es: Exhausto
fr: Épuisé
ja: 消耗した
nl: Uitgeput
pl: Wyczerpano
ru: Исчерпано
uk: Вичерпано

# DHConstructionGroup_Obstacles.GroupName
source: Obstacles
de: Hindernisse
es: Obstáculos
ja: 障害物
nl: Obstakels
pl: Przeszkody
ru: Препятствия
uk: Загородження

# DHConstruction_Watchtower.MenuName
source: Watchtower
de: Wachturm
es: Torre de vigilancia
fr: Tour de garde
ja: 監視塔
nl: Uitkijktoren
pl: Wieża Obserwacyjna
ru: Наблюдательная вышка
uk: Спостережна вежа

# DHConstruction_ConcertinaWire.MenuDescription
source: Effective at blocking infantry and light vehicles.
de: Wirksam im blockieren von Infanterie und leichten Fahrzeugen.
es: Eficaz para bloquear infantería y vehículos ligeros.
fr: Efficace pour bloquer l'infanterie et les véhicules légers.
ja: 歩兵と軽車両の通行を防ぐのに効果的
nl: Geschikt voor het weren van infanterie en lichte voertuigen.
pl: Skuteczny w blokowaniu piechoty i lekkich pojazdów.
ru: Эффективна для блокирования пехоты и лёгкой техники.
uk: Ефективна для блокування піхоти та легкої техніки.

# DHConstruction_SupplyCache.MenuName
source: Supply Cache
de: Nachschublager
es: Depósito de suministros
fr: Point d'Approvisionnement
ja: 物資集積所
nl: Bevoorradingspunt
pl: Skład Zapasów
ru: Склад снабжения
uk: Склад постачання

# DHConstructionGroup_Ammunition.GroupName
source: Ammunition
de: Munition
es: Munición
fr: Munitions
ja: 弾薬
nl: Munitie
pl: Amunicja
ru: Боеприпасы
uk: Боєприпаси

# DHCameraWeapon.ItemName
source: Camera
de: Kamera
es: Cámara
fr: Caméra
ja: カメラ
pl: Kamera
ru: Камера
uk: Камера

# DHConstruction_Hedgehog.MenuDescription
source: Effective at blocking light and medium vehicles.
de: Wirksam im blockieren leichter und mittelschwerer Fahrzeuge.
es: Eficaz para bloquear vehículos ligeros y medios.
fr: Efficace pour bloquer les véhicules légers et moyens.
ja: 軽・中車両の通行を妨害するのに有効
nl: Geschikt voor het weren van lichte en middelzware voertuigen.
pl: Skuteczny w blokowaniu lekkich i średnich pojazdów.
ru: Эффективен для блокирования лёгкой и средней техники.
uk: Ефективний для блокування легкої та середньої техніки.

# DHConstruction_Foxhole.MenuName
source: Foxhole
de: Schützenloch
es: Pozo de zorro
fr: Trou individuel
ja: タコツボ
nl: Schuttersputje
pl: Okop
ru: Одиночный окоп
uk: Поодинокий окоп

# DHConstructionGroup_Defenses.GroupName
source: Defenses
de: Befestigungen
es: Defensas
fr: Défenses
ja: 防衛設備
nl: Verdedigingswerken
pl: Umocnienia
ru: Укрепления
uk: Укріплення

# DHCommandMenu_ConstructionGroup.RemainingText
source: {0} Remaining
de: {0} Verbleibend
es: {0} Restantes
fr: {0} Restant(s)
ja: {0} 残っている
nl: {0} Resterend
pl: {0} Pozostało
ru: {0} Осталось
uk: {0} Залишилось

# DHConstruction_ConcertinaWire.MenuName
source: Concertina Wire
de: Stacheldrahtsperre
es: Alambre de concertina
fr: Fil barbelé
ja: バリケード
nl: Prikkeldraadversperring
pl: Drut Kolczasty
ru: Колючая проволока
uk: Колюча стрічка

# DHConstruction_DragonsTooth.MenuName
source: Dragon's Teeth
de: Drachenzahn
es: Diente de dragón
fr: Dents de dragon
ja: "竜の歯"
nl: Drakentanden
pl: Zęby Smoka
ru: Драконьи зубы
uk: Зуби дракона

# DHConstruction_DragonsTooth.MenuDescription
source: Effective at blocking all vehicles.
de: Wirksam im blockieren aller Fahrzeuge.
es: Eficaz para bloquear todos los vehículos.
fr: Efficace pour bloquer tout véhicule.
ja: あらゆる車両の通行を妨害するのに効果的
nl: Geschikt voor het weren van alle type voertuigen.
pl: Skuteczne w blokowaniu wszystkich pojazdów.
ru: Эффективны для блокирования любых видов техники.
uk: Ефективні для блокування будь-яких видів техніки.

# DHCommandMenu_ConstructionGroup.TeamLimitText
source: Limit Reached
de: Limit erreicht
es: Límite alcanzado
fr: Limite Atteinte
ja: 制限に達しました
nl: Limiet bereikt
pl: Osiągnięto Limit
ru: Достигнут лимит
uk: Ліміт досягнуто

# DHCommandMenu_ConstructionGroup.NotAvailableText
source: Not Available
de: Nicht verfügbar
es: No disponible
fr: Indisponible
ja: 利用不可能
nl: Niet beschikbaar
pl: Niedostępne
ru: Недоступно
uk: Не доступно

# DHCommandMenu_ConstructionGroup.BusyText
source: Busy
de: Beschäftigt
es: Ocupado
fr: Occupé
ja: 忙しい
pl: Zajęte
ru: Занято
uk: Зайнято

# DHConstruction_VehiclePool.MenuDescription
source: Provides a team-wide vehicle spawn point.
de: Bietet einen Fahrzeug-Einstiegspunkt für das Team.
es: Provee un punto de aparición vehicular para todo el equipo
fr: Fournit un point de réapparition de véhicule à l'échelle de l'équipe.
ja: チーム全体で使える車両の出撃地点
pl: Zapewnia punkt odrodzenia pojazdów dla całego zespołu.
ru: Создаёт точку появления техники для всей команды.
uk: Забезпечує точку відродження техніки для всієї команди.

# DHConstructionGroup_Debug.GroupName
source: Debug
de: debuggen
es: Depurar
fr: Débug
ja: デバッグ
pl: Debuguj
ru: Отладка
uk: Відлагоджування

# DHConstructionGroup_Logistics.GroupName
source: Logistics
de: Logistik
es: Logística
fr: Logistique
ja: 兵站
nl: Logistiek
pl: Logistyka
ru: Снабжение
uk: Логістика

# DHConstruction_Foxhole.ConstructionVerb
source: dig
de: graben
es: Cavar
fr: creuser
ja: 掘る
nl: Graven
pl: kopać
ru: копать
uk: викопати

# DHConstruction_InventorySpawner.ConstructionVerb
source: drop
de: platzieren
es: Coloca
fr: placer
ja: 設置する
nl: Plaatsen
pl: upuść
ru: установить
uk: встановити

# DHConstruction_PlatoonHQ.CustomErrorString
source: Cannot {verb} a {name} close to {string} unless within {integer}m of a controlled objective.
de: Kann {name} nicht so nah zu {string} {verb} wenn nicht {integer}m innerhalb kontrollierten Gebiets.
es: No puedes {verb} un {name} cerca de {string} a menos de {integer}m de un objetivo controlado.
fr: Impossible de {verb} un(e) {name} à proximité de {string} sauf si l'on est dans les {integer}m d'un objectif sous contrôle.
ja: 占領中の目標から {integer} m以内でない限り、{name} を {string} の近くで{verb}ことはできません。
pl: Nie można {verb} {name} blisko {string}, chyba że w odległości {integer}m od kontrolowanego terytorium.
uk: {name} не можливо {verb} поряд з {string}. Ви повинні знаходитись в межах {integer}м від контрольованої території.

# DHConstruction_PlatoonHQ.MenuName
source: Command Post
de: Gefechtsstand
es: Puesto de Mando
fr: Poste de Commandement
ja: 前線指揮所（HQ）
nl: Commandopost
pl: Sztab Plutonu
ru: Штаб взвода
uk: Командний пункт

# DHConstruction_Sandbags_Crescent.MenuName
source: Sandbags (Crescent)
de: Sandsäcke (Sichelform)
es: Sacos de arenas (Creciente)
fr: Sacs de sable (croissant)
ja: 土嚢（三日月形）
nl: Zandzakken (Halve maan)
pl: Worki z piaskiem (Półokrągłe)
ru: Мешки с песком (Полукруг)
uk: Мішки з піском (півколо)

# DHCommandMenu_ConstructionGroup.MaxActiveText
source: {0}/{1} Active
de: {0}/{1} Aktiv
es: {0}/{1} Activo
fr: {0}/{1} Actif(s)
ja: {0}/{1} 有効
nl: {0}/{1} Actief
pl: Aktywne {0}/{1}
ru: Активно {0}/{1}
uk: Активно {0}/{1}

# DHConstructionControlsMessage.Controls<4>.Text
source: Change Variant
de: Variante wechseln
es: Cambiar la variante
fr: Changer Variante
ja: 種類の変更
nl: Verander variant
pl: Zmień Wariant
ru: Изменить вариант
uk: Змінити варіант

# DHConstructionControlsMessage.Controls<5>.Text
source: Change Skin
de: Erscheinung ändern
es: Cambiar el aspecto
fr: Changer Livrée
ja: 外見の変更
nl: Verander uiterlijk
pl: Zmień Kolor
ru: Изменить расцветку
uk: Змінити фарбування

# DHConstruction_Hedgehog.MenuName
source: Hedgehog
de: Panzersperre
es: Erizo
fr: Hérisson tchèque
ja: "チェコの針鼠"
nl: Tsjechische egel
pl: Jeż
ru: Противотанковый ёж
uk: Протитанковий їжак

# DHConstruction_PlatoonHQ.MenuDescription
source: Provides a team-wide spawn point.
de: Bietet einen Einstiegspunkt für das Team.
es: Provee un punto de aparición en general para todo el equipo
fr: Fournit un point de réapparition pour votre équipe.
ja: チームの全員が利用可能なリスポーン地点
pl: Zapewnia punkt odrodzenia dla całego zespołu.
ru: Обеспечивает точку появления для всей команды.
uk: Забезпечує точку відродження для всієї команди.

# DHConstruction_Resupply.ConstructionVerb
source: drop
de: platzieren
es: Coloca
fr: placer
ja: 設置する
nl: Plaatsen
pl: upuść
ru: установить
uk: встановити

# DHConstructionControlsMessage.Controls<0>.Text
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
ja: 承諾
nl: Bevestigen
pl: Potwierdź
ru: Подтвердить
uk: Підтвердити

# DHConstructionControlsMessage.Controls<1>.Text
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
nl: Annuleren
pl: Anuluj
ru: Отмена
uk: Скасувати

# DHConstructionControlsMessage.Controls<2>.Text
source: Rotate
de: Rotieren
es: Rotar
fr: Pivoter
ja: 回転させる
nl: Draaien
pl: Obrót
ru: Вращать
uk: Обернути

# DHConstructionControlsMessage.Controls<3>.Text
source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
ja: リセット
nl: Resetten
ru: Сбросить
uk: Скинути

# DHCommandMenu_ConstructionGroup.MoreText
source: More
de: Mehr
es: Mas
fr: Plus
ja: もっと
nl: Meer
pl: Więcej
uk: Показати більше

# DHConstructionResupplyPlayers.MenuName
source: Ammo Crate (Infantry)
de: Munitionskiste (Infanterie)
es: Cajas de Munición (Para la Infantería)
fr: Caisse de Munition (Infanterie)
ja: 歩兵用弾薬箱
nl: Munitiekist (Infanterie)
pl: Skrzynia z amunicją (Piechota)
uk: Ящик з боєприпасами (піхота)

# DHConstructionResupplyPlayers.MenuDescription
source: Provides a resupply point for infantry.
de: Bietet einen Nachschubknoten für Infanterie.
es: Provee un punto de reabastecimiento para la Infantería
fr: Fournit un point de réapprovisionnement pour l'infanterie.
ja: 歩兵のための弾薬箱
nl: Dient als bevoorradingspunt voor de infanterie.
pl: Zapewnia punkt zaopatrzenia dla piechoty.
uk: Забезпечує поповнення боєкомплекту піхоти.

# DHConstructionResupplyVehicles.MenuName
source: Ammo Crate (Vehicles)
de: Munitionskiste (Fahrzeuge)
es: Cajas de Munición (Para vehículos)
fr: Caisse de Munition (Véhicules)
ja: 車両・砲用弾薬箱
nl: Munitiekist (Voertuigen)
pl: Skrzynia z amunicją (Pojazdy)
uk: Ящик з боєприпасами (техніка)

# DHConstructionResupplyVehicles.MenuDescription
source: Provides a resupply point for vehicles and guns.
de: Bietet einen Nachschubknoten für Fahrzeuge und Geschütze.
es: Provee un punto de reabastecimiento para vehículos y otras armas
fr: Fournit un point de réapprovisionnement pour les véhicules et les canons.
ja: 車両や砲のための弾薬箱
nl: Dient als bevoorradingspunt voor voertuigen en geschut.
pl: Zapewnia punkt zaopatrzenia dla pojazdów i armat.
uk: Постачає боєкомплект для техніки та гармат.

# DHConstruction_Sandbags_Line.MenuName
source: Sandbags (Line)
de: Sandsäcke (Reihe)
es: Sacos de Arena (en linea)
fr: Sacs de sable (ligne)
ja: 土嚢（直線）
nl: Zandzakken (Rechte lijn)
pl: Worki z piaskiem (Linia)
ru: Мешки с песком (Линия)
uk: Мішки з піском (лінія)

# DHConstruction_SupplyCache.ConstructionVerb
source: drop
de: platzieren
es: Coloca
fr: placer
ja: 設置する
nl: Plaatsen
pl: upuść
ru: поставить
uk: встановити

# DHConstruction_VehiclePool.MenuName
source: Vehicle Pool
de: Fahrzeugdepot
es: Puesto Vehicular
fr: Dépôt de Véhicules
ja: 車両出撃地点（VP）
pl: Warsztat Pojazdów
ru: Точка появления техники
uk: Автопарк техніки

# DHCommandMenu_ConstructionGroup.NoSquadMembersNearbyText
source: No squadmates nearby
es: No hay miembros de escuadrón cerca
ja: 近くに分隊員がいません

# DHConstruction_Sandbags_MortarPit.MenuName
source: Sandbags (Mortar Pit)
es: Bolsas de arena (Para morteros)
ja: 土嚢（迫撃砲用）
