Repository: DarklightGames/weblate-darklightgames
Catalog: DH_GerPlayers/DH_GerPlayers.*.po
Languages: de, fr, ja, pl, uk

# DHGerVoice.SupportStringAxis[5]
source: We need a Panzerschreck!
de: Wir benötigen eine Panzerschreck!
fr: Il nous faut un Panzerschreck !
ja: Panzerschreckが必要だ!
pl: Potrzebujemy Panzerschrecka!
uk: Нам потрібен Панцершрек!

# DHNation_Germany.NationName
source: Germany
de: Deutschland
fr: Allemagne
ja: ドイツ
pl: Niemcy
uk: Німеччина

# DH_WHArtilleryGunner.MyName
source: Artillery Gunner
de: Artillerie Kanonier
fr: Pointeur d'Artillerie
ja: 沿岸砲手
pl: Strzelec Artylerii
uk: Артилерійський навідник

# DH_OstTruppenRifleman.MyName
source: Osttruppe Rifleman
de: Schütze Osttruppen
fr: Fusilier (Osttruppen)
ja: 東方義勇兵 (小銃兵)
pl: Strzelec Osttruppe
uk: Osttruppe Стрілець

# DHZVoice.SupportAbbrevAxis[5]
source: Need a Panzerschreck
de: Benötige eine Panzerschreck
fr: Besoin d'un Panzerschreck
ja: Panzerschreckが必要だ
pl: Potrzebny Panzerschreck
uk: Потрібен Панцершрек

# DH_WHSPCrew.MyName
source: Assault Gun Crewman
de: Sturmgeschützbesatzung
fr: Ã‰quipage de Canon d'Assaut
ja: 突撃砲乗員
pl: Załoga działa szturmowego
uk: Член штурмової гармати

# DH_OstTruppenRifleman.PluralName
source: Osttruppe Riflemen
de: Schütze Osttruppen
pl: Strzelcy Osttruppe
uk: Osttruppe Стрільці

# DH_ZBerserker.MyName
source: Berserker
ja: バーサーカー
pl: Berzerker
uk: Берсерк

# DH_WHArtilleryOfficer.MyName
source: Artillery Officer
de: Artillerie Offizier
fr: Officier d'Artillerie
ja: 砲兵将校
pl: Oficer Artylerii
uk: Офіцер артилерії

# DHZVoice.SupportStringAxis[5]
source: We need a Panzerschreck!
de: Wir benötigen eine Panzerschreck!
fr: Il nous faut un Panzerschreck !
ja: Panzerschreckが必要だ!
pl: Potrzebujemy Panzerschrecka!
uk: Нам потрібен Панцершрек!

# DHGerVoice.SupportAbbrevAxis[5]
source: Need a Panzerschreck
de: Benötige eine Panzerschreck
fr: Besoin d'un Panzerschreck
ja: Panzerschreckが必要だ!
pl: Potrzebny Panzerschreck
uk: Потрібен Панцершрек

# DH_ZLeader.AltName
source: Zombie Leader
uk: Вожак Зомбі

# DH_ZLeader.MyName
source: Zombie Leader
de: Untotenführer
fr: Chef Zombie
ja: ゾンビのリーダー
pl: Lider Zombie
uk: Вожак зомбі
