Repository: DarklightGames/weblate-darklightgames
Catalog: DH_Equipment/DH_Equipment.*.po
Languages: es, ja, pl, ru, uk

# DH_RedSmokeWeapon.ItemName
source: M16 Signal Grenade
es: Granada Señalizadora M16
ja: M16 信号発煙筒(赤)
pl: Granat Sygnałowy M16
ru: Сигнальная граната М16
uk: Сигнальна граната M16

# DHTrenchMaceItem_Bone.ItemName
source: Bone Club
es: Palo de hueso
ja: 骨の棍棒
pl: Maczuga z Kości
ru: Костяная дубинка
uk: Кістяна Палиця

# DH_NebelGranate39Weapon.ItemName
source: NB 39 Smoke Grenade
es: Granada de Humo NB 39
ja: NB 39 発煙筒
pl: Granat Dymny NB 39
ru: Дымовая граната NB 39
uk: Димова граната NB 39

# DHShovelWarningMessage.CannotBeCrawling
source: You cannot dig while crawling.
es: No puedes cavar mientras estas cuerpo a tierra.
ja: 伏せながら掘ることはできません。
pl: Nie można kopać podczas czołgania się.
ru: Вы не можете копать из положения лёжа.
uk: Не можна копати під час повзання.

# DHShovelItem.ItemName
source: Shovel
es: Pala
ja: シャベル
pl: Saperka
ru: Лопата
uk: Лопата

# DHWireCuttersItem.ItemName
source: Wire Cutters
es: Cizallas
ja: ワイヤーカッター
pl: Obcinaczki do Drutu
ru: Кусачки
uk: Кусачки

# DHBinocularsItemAllied.ItemName
source: M13 Binoculars 6x30
es: Binoculares M13 6x30
ja: M13 6x30 双眼鏡
pl: Lornetka M13 6x30
ru: Бинокль М13 6х30
uk: Бінокль M13 6х30

# DHTrenchMaceItem.ItemName
source: Trench Club
es: Palo de Trinchera
ja: 棍棒
pl: Pałka Okopowa
ru: Окопная Дубинка
uk: Окопна Палиця

# DH_USSmokeGrenadeWeapon.ItemName
source: M8 Smoke Grenade
es: Granada de Humo M8
ja: M8 発煙筒
pl: Granat Dymny M8
ru: Дымовая граната М8
uk: Димова граната M8

# DHTrenchMaceItem_Grenade.ItemName
source: Trench Mace
es: Mazo de trinchera
ja: メイス
pl: Maczuga Okopowa
ru: Окопная булава
uk: Окопна булава

# DHBinocularsItemSoviet.ItemName
source: BPP Optik 6x30
ja: BPP 6x30 双眼鏡
pl: Lornetka BPP Optik 6x30
ru: Бинокль БПП 6х30
uk: Бінокль БПП 6x30

# DHBinocularsItem.ItemName
source: Binoculars
es: Binoculares
ja: 双眼鏡
pl: Lornetka
ru: Бинокль
uk: Бінокль

# DHBinocularsItemGerman.ItemName
source: Zeiss Dienstglas 6x30
ja: Zeiss 6x30 官給双眼鏡
pl: Lornetka Zeiss Dienstglas 6x30
ru: Бинокль Zeiss Dienstglas 6x30
uk: Бінокль Zeiss Dienstglas 6x30

# DH_RDG1SmokeGrenadeWeapon.ItemName
source: RDG-1 Smoke Grenade
es: Granada de Humo RDG-1
ja: RDG-1 発煙筒
pl: Granat Dymny RDG-1
ru: Дымовая граната РДГ-1
uk: Димова граната РДГ-1

# DH_OrangeSmokeWeapon.ItemName
source: RauchSichtzeichen Orange 160 Signal Grenade
es: Granada Señalizadora RauchSichtzeichen Orange 160
ja: RauchSichtzeichen Orange 160 信号発煙筒(橙)
pl: Granat Sygnałowy RauchSichtzeichen Orange 160
ru: Сигнальная граната RauchSichtzeichen Orange 160
uk: Сигнальна граната RauchSichtzeichen Orange 160

# DH_ParachuteItem.ItemName
source: Parachute
es: Paracaídas
ja: パラシュート
pl: Spadochron
ru: Парашют
uk: Парашут

# DH_ParachuteStaticLine.ItemName
source: Staticline
ja: 自動開傘パラシュート
pl: Linia Statyczna
ru: Вытяжной трос
uk: Витяжний трос

# DHRadioItem.ItemName
source: Radio
ja: ラジオ
ru: Радио
uk: Радіо

# DHBinocularsItemItalian.ItemName
source: Fratelli Koristka 7x50
ja: Koristka 7x50 双眼鏡
pl: Lornetka Fratelli Koristka 7x50
ru: Бинокль Fratelli Koristka 7x50
uk: Бінокль Fratelli Koristka 7x50

# DHBrokenBottleItem.ItemName
source: Vino Rosso 'Bass-net' 2009 Vintage
es: Vino Rosso 'Bass-net' Edición 2009
ja: VINO ROSSO 'Bass-net' 2009
ru: Винно Россо "Басснет" Винтаж 2009

# DHShovelItem_Russian.NativeItemName
source: MPL-50
es: Pala 'MPL-50'
ru: МПЛ-50

# DH_RDG1SmokeGrenadeWeapon.NativeItemName
source: RDG-1
es: Granada de humo RDG-1
ru: РДГ-1

# DHShovelItem_German.NativeItemName
source: Feldspaten
es: Pala 'Feldspaten'
