Repository: DarklightGames/weblate-darklightgames
Catalog: DH_Vehicles/DH_Vehicles.*.po
Languages: uk

# DH_BA64ArmoredCar.VehicleNameString
source: BA64 Armored Car
uk: Бронеавтомобіль БА-64

# DH_AchillesCannon.ProjectileDescriptions<0>
source: APCBC
uk: Бронебійний (APCBC)

# DH_AchillesCannon.ProjectileDescriptions<1>
source: APDS
uk: Підкаліберний (APDS)

# DH_AchillesCannon.ProjectileDescriptions<2>
source: HE
uk: Осколково-фугасний (HE)

# DH_BT7Tank.VehicleNameString
source: BT-7
uk: БТ-7

# DH_ChurchillMkVIICannon.ProjectileDescriptions<2>
source: WP
uk: Білий фосфор

# DH_Fiat626TruckSupport.VehicleNameString
source: Fiat 626 (Logistics)
uk: Фіат 626 (Логістика)

# DH_Fiat626TruckTransport.VehicleNameString
source: Fiat 626 (Transport)
uk: Фіат 626 (Транспорт)

# DH_CromwellCannon.ProjectileDescriptions<0>
source: APCBC
uk: Бронебійний (APCBC)

# DH_CromwellCannon.ProjectileDescriptions<1>
source: HE
uk: Осколково-фугасний (HE)

# DH_CromwellCannon.ProjectileDescriptions<2>
source: WP
uk: Білий фосфор

# DH_BT7Cannon.ProjectileDescriptions<1>
source: HE
uk: Осколково-фугасний (HE)

# DH_Flak38Cannon.ProjectileDescriptions<1>
source: AP
uk: Бронебійний (AP)

# DH_GAZ67Vehicle.VehicleNameString
source: GAZ-67
uk: ГАЗ-67

# DH_GMCTruckSupport.VehicleNameString
source: GMC CCKW (Logistics)
uk: GMC CCKW (Логістика)

# DH_GMCTruckTransport.VehicleNameString
source: GMC CCKW (Transport)
uk: GMC CCKW (Транпорт)

# DH_GreyhoundArmoredCar_British.VehicleNameString
source: Greyhound Armoured Car
uk: Бронеавтомобіль Грейхаунд

# DH_GreyhoundArmoredCar.VehicleNameString
source: M8 Armored Car
uk: Бронеавтомобіль M8

# DH_HetzerCannon.ProjectileDescriptions<2>
source: Smoke
uk: Димовий

# DH_HigginsBoat.VehicleNameString
source: Higgins Boat
uk: Човен Гіггінса

# DH_IS2Tank.VehicleNameString
source: IS2
uk: ІС-2

# DH_ISU152Destroyer.VehicleNameString
source: ISU-152
uk: ІСУ-152

# DH_HellcatCannon.ProjectileDescriptions<0>
source: APCBC
uk: Бронебійний (APCBC)

# DH_HellcatCannon.ProjectileDescriptions<1>
source: HVAP
uk: Підкаліберний (HVAP)

# DH_HellcatCannon.ProjectileDescriptions<2>
source: HE
uk: Осколково-фугасний (HE)

# DH_IS2Cannon.ProjectileDescriptions<1>
source: AP
uk: Осколково-фугасний (HE)

# DH_ISU152Cannon.ProjectileDescriptions<0>
source: HE
uk: Осколково-фугасний (HE)

# DH_ISU152Cannon.ProjectileDescriptions<1>
source: AP
uk: Бронебійний (AP)

# DH_IS2Cannon.ProjectileDescriptions<0>
source: HE
uk: Бронебійний (AP)

# DH_JagdpanzerIVL48Cannon.ProjectileDescriptions<2>
source: Smoke
uk: Дим

# DH_JacksonCannon.ProjectileDescriptions<1>
source: HVAP
uk: Підкаліберний (HVAP)

# DH_JacksonCannon_Early.ProjectileDescriptions<1>
source: AP
uk: Бронебійний (AP)

# DH_ShermanFireFlyCannon.ProjectileDescriptions<1>
source: APDS
uk: Підкаліберний (APDS)

# DH_ShermanFireFlyCannon.ProjectileDescriptions<2>
source: HE
uk: Осколково-фугасний (HE)

# DH_ZiS5vTruckTransport.VehicleNameString
source: ZiS-5V (Transport)
uk: ЗіС-5М (Траспорт)

# DH_IS2Cannon_Late.nProjectileDescriptions<0>
source: OF-471
uk: БР-471Б

# DH_IS2Cannon.nProjectileDescriptions<0>
source: OF-471
uk: БР-471

# DH_IS2Cannon.nProjectileDescriptions<1>
source: BR-471
uk: ОФ-471

# DH_ISU152Cannon.nProjectileDescriptions<1>
source: BR-540
uk: БР-540

# DH_IS2Cannon_Late.nProjectileDescriptions<1>
source: BR-471B
uk: ОФ-471

# DH_ISU152Cannon.nProjectileDescriptions<0>
source: OF-540
uk: ОФ-540

# DH_ISU152Cannon_Late.nProjectileDescriptions<0>
source: OF-540
uk: ОФ-540

# DH_ISU152Cannon_Late.nProjectileDescriptions<1>
source: BR-540B
uk: БР-540Б

# DH_BT7Cannon.ProjectileDescriptions<0>
source: APHE-T
uk: Каморний (APHE-T)

# DH_ChurchillMkVIICannon.ProjectileDescriptions<0>
source: APCBC
uk: Бронебійний (APCBC)

# DH_ChurchillMkVIICannon.ProjectileDescriptions<1>
source: HE
uk: Осколково-фугасний (HE)

# DH_Cromwell6PdrCannon.ProjectileDescriptions<0>
source: APCBC
uk: Бронебійний (APCBC)

# DH_Cromwell6PdrCannon.ProjectileDescriptions<1>
source: HE
uk: Осколково-фугасний (HE)

# DH_Cromwell95mmCannon.ProjectileDescriptions<0>
source: HE
uk: Осколково-фугасний (HE)

# DH_Cromwell95mmCannon.ProjectileDescriptions<1>
source: Smoke
uk: Дим

# DH_Cromwell95mmCannon.ProjectileDescriptions<2>
source: HEAT
uk: Комулятивний (HEAT)

# DH_Flak38Cannon.ProjectileDescriptions<0>
source: Mixed
uk: Змішаний

# DH_Flak38Cannon.ProjectileDescriptions<2>
source: HE-T
uk: Осколково-фугасний (HE-T)

# DH_GreyhoundCannon.ProjectileDescriptions<0>
source: APCBC
uk: Бронебійний (APCBC)

# DH_GreyhoundCannon.ProjectileDescriptions<1>
source: HE
uk: Осколково-фугасний (HE)

# DH_HetzerCannon.ProjectileDescriptions<0>
source: APCBC
uk: Бронебійний (APCBC)

# DH_HetzerCannon.ProjectileDescriptions<1>
source: HE
uk: Осколково-фугасний (HE)

# DH_GreyhoundCannon.ProjectileDescriptions<2>
source: Canister
uk: Картеч

# DH_IS2Cannon_Late.ProjectileDescriptions<0>
source: HE
uk: Бронебійний (APBC)

# DH_IS2Cannon_Late.ProjectileDescriptions<1>
source: APBC
uk: Осколково-фугасний (HE)

# DH_ISU152Cannon_Late.ProjectileDescriptions<0>
source: HE
uk: Осколково-фугасний (HE)

# DH_ISU152Cannon_Late.ProjectileDescriptions<1>
source: APBC
uk: Бронебійний (APBC)

# DH_JacksonCannon.ProjectileDescriptions<0>
source: APCBC
uk: Бронебійний (APCBC)

# DH_JacksonCannon.ProjectileDescriptions<2>
source: HE
uk: Осколково-фугасний (HE)

# DH_JacksonCannon_Early.ProjectileDescriptions<0>
source: APCBC
uk: Бронебійний (APCBC)

# DH_JacksonCannon_Early.ProjectileDescriptions<2>
source: HE
uk: Осколково-фугасний (HE)

# DH_JagdpanzerIVL48Cannon.ProjectileDescriptions<0>
source: APCBC
uk: Бронебійний (APCBC)

# DH_JagdpanzerIVL48Cannon.ProjectileDescriptions<1>
source: HE
uk: Осколково-фугасний (HE)

# DH_JagdpanzerIVL70Cannon.ProjectileDescriptions<0>
source: APCBC
uk: Бронебійний (APCBC)

# DH_JagdpanzerIVL70Cannon.ProjectileDescriptions<1>
source: APCR
uk: Підкаліберний (APCR)

# DH_JagdpanzerIVL70Cannon.ProjectileDescriptions<2>
source: HE
uk: Осколково-фугасний (HE)

# DH_KV1sCannon_Late.ProjectileDescriptions<0>
source: APBC
uk: Бронебійний (APBC)

# DH_KV1sCannon_Late.ProjectileDescriptions<1>
source: HE
uk: Осколково-фугасний (HE)

# DH_KV1sCannon_Late.ProjectileDescriptions<2>
source: APCR
uk: Підкаліберний (APCR)

# DH_LocustCannon.ProjectileDescriptions<0>
source: APCBC
uk: Бронебійний (APCBC)

# DH_LocustCannon.ProjectileDescriptions<1>
source: HE
uk: Осколково-фугасний (HE)

# DH_KV1ETank.VehicleNameString
source: KV-1E
uk: КВ-1Є

# DH_KV1sTank.VehicleNameString
source: KV-1S
uk: КВ-1с

# DH_LocustCannon.ProjectileDescriptions<2>
source: Canister
uk: Картеч

# DH_M7PriestCannon.ProjectileDescriptions<0>
source: HE-T
uk: Осколково-фугасний (HE-1)

# DH_M7PriestCannon.ProjectileDescriptions<1>
source: WP
uk: Дим

# DH_M7PriestCannon.ProjectileDescriptions<2>
source: HEAT
uk: Комулятивний (HEAT)

# DH_PantherDCannon.ProjectileDescriptions<0>
source: APCBC
uk: Бронебійний (APCBC)

# DH_PantherDCannon.ProjectileDescriptions<1>
source: APCR
uk: Підкаліберний (APCR)

# DH_PantherDCannon.ProjectileDescriptions<2>
source: HE
uk: Осколково-фугасний (HE)

# DH_PanzerIIILCannon.ProjectileDescriptions<0>
source: APCBC
uk: Бронебійний (APCBC)

# DH_PanzerIIILCannon.ProjectileDescriptions<1>
source: APCR
uk: Підкаліберний (APCR)

# DH_PanzerIIILCannon.ProjectileDescriptions<2>
source: HE
uk: Осколково-фугасний (HE)

# DH_PanzerIIINCannon.ProjectileDescriptions<0>
source: HE
uk: Осколково-фугасний (HE)

# DH_PanzerIIINCannon.ProjectileDescriptions<1>
source: HEAT
uk: Комулятивний (HEAT)

# DH_PanzerIIINCannon.ProjectileDescriptions<2>
source: Canister
uk: Картеч

# DH_OpelBlitzSupport.VehicleNameString
source: Opel Blitz (Logistics)
uk: Опель Бліц (Логістика)

# DH_OpelBlitzTransport.VehicleNameString
source: Opel Blitz (Transport)
uk: Опель Бліц (Траспорт)

# DH_PanzerIVF1Cannon.ProjectileDescriptions<0>
source: APCBC
uk: Бронебійний (APCBC)

# DH_PanzerIVF1Cannon.ProjectileDescriptions<1>
source: HEAT
uk: Комулятивний (HEAT)

# DH_PanzerIVF1Cannon.ProjectileDescriptions<2>
source: HE
uk: Осколково-фугасний (HE)

# DH_PanzerIVGEarlyCannon.ProjectileDescriptions<0>
source: APCBC
uk: Бронебійний (APCBC)

# DH_PanzerIVGEarlyCannon.ProjectileDescriptions<1>
source: HE
uk: Осколково-фугасний (HE)

# DH_PanzerIVGEarlyCannon.ProjectileDescriptions<2>
source: HEAT
uk: Комулятивний (HEAT)

# DH_PanzerIVGLateCannon.ProjectileDescriptions<0>
source: APCBC
uk: Бронебійний (APCBC)

# DH_PanzerIVGLateCannon.ProjectileDescriptions<1>
source: HE
uk: Осколково-фугасний (HE)

# DH_PanzerIVGLateCannon.ProjectileDescriptions<2>
source: HEAT
uk: Комулятивний (HEAT)

# DH_SU76Cannon.ProjectileDescriptions<0>
source: APBC
uk: Бронебійний (APBC)

# DH_SU76Cannon.ProjectileDescriptions<1>
source: HE
uk: Осколково-фугасний (HE)

# DH_SU76Cannon.ProjectileDescriptions<2>
source: APCR
uk: Підкаліберний (APCR)

# DH_SdKfz2519DCannon.ProjectileDescriptions<0>
source: HE
uk: Осколково-фугасний (HE)

# DH_SdKfz2519DCannon.ProjectileDescriptions<1>
source: HEAT
uk: Комулятивний (HEAT)

# DH_SdKfz2519DCannon.ProjectileDescriptions<2>
source: Smoke
uk: Дим

# DH_Sdkfz2341Cannon.ProjectileDescriptions<0>
source: AP-T
uk: Бронебійний (AP-T)

# DH_Sdkfz2341Cannon.ProjectileDescriptions<1>
source: HE-T
uk: Осколково-фугасний (HE-T)

# DH_Sdkfz2341Cannon.ProjectileDescriptions<2>
source: APCR-T
uk: Підкаліберний (APCR-T)

# DH_Sdkfz2341ArmoredCar.VehicleNameString
source: Sd.Kfz. 234/1 Armored Car
uk: Бронеавтомобіль Sd.Kfz.234/1

# DH_ShermanCannon.ProjectileDescriptions<1>
source: HE
uk: Осколково-фугасний (HE)

# DH_ShermanCannon.ProjectileDescriptions<2>
source: WP
uk: Білий Фосфор (WP)

# DH_ShermanCannon.ProjectileDescriptions<0>
source: APC
uk: Бронебійний (APC)

# DH_ShermanCannonA_76mm.ProjectileDescriptions<0>
source: APCBC
uk: Бронебійний (APCBC)

# DH_ShermanCannonA_76mm.ProjectileDescriptions<1>
source: HVAP
uk: Підкаліберний (HVAP)

# DH_ShermanCannonA_76mm.ProjectileDescriptions<2>
source: HE
uk: Осколково-фугасний (HE)

# DH_ShermanCannonA_76mm_Early.ProjectileDescriptions<0>
source: APCBC
uk: Бронебійний (APCBC)

# DH_ShermanCannonA_76mm_Early.ProjectileDescriptions<1>
source: HE
uk: Осколково-фугасний (HE)

# DH_ShermanCannonA_76mm_Early.ProjectileDescriptions<2>
source: Smoke
uk: Дим

# DH_ShermanCannon_M4A3105_Howitzer.ProjectileDescriptions<0>
source: HE
uk: Осколково-фугасний (HE)

# DH_ShermanCannon_M4A3105_Howitzer.ProjectileDescriptions<1>
source: WP
uk: Білий Фосфор

# DH_ShermanCannon_M4A3105_Howitzer.ProjectileDescriptions<2>
source: HEAT
uk: Комулятивний (HEAT)

# DH_ShermanCannon_M4A3E2_Jumbo.ProjectileDescriptions<0>
source: APCBC
uk: Бронебійний (APCBC)

# DH_ShermanCannon_M4A3E2_Jumbo.ProjectileDescriptions<1>
source: HE
uk: Осколково-фугасний (HE)

# DH_ShermanCannon_M4A3E2_Jumbo.ProjectileDescriptions<2>
source: WP
uk: Білий Фосфор

# DH_ShermanCannon_M4A3E8.ProjectileDescriptions<0>
source: APCBC
uk: Бронебійний (APCBC)

# DH_ShermanCannon_M4A3E8.ProjectileDescriptions<1>
source: HE
uk: Осколково-фугасний (HE)

# DH_ShermanCannon_M4A3E8.ProjectileDescriptions<2>
source: HVAP
uk: Дим

# DH_Sdkfz2342ArmoredCar.VehicleNameString
source: Sd.Kfz. 234/2 Armored Car
uk: Бронеавтомобіль Sd.Kfz.234/2

# DH_Sdkfz251Transport.VehicleNameString
source: Sd.Kfz. 251 Halftrack
uk: Напівгусеничний БТР Sd.Kfz.251

# DH_ShermanFireFlyCannon.ProjectileDescriptions<0>
source: APCBC
uk: Бронебійний (APCBC)

# DH_StuH42Cannon.ProjectileDescriptions<0>
source: HE
uk: Осколково-фугасний (HE)

# DH_StuH42Cannon.ProjectileDescriptions<1>
source: Smoke
uk: Дим

# DH_StuH42Cannon.ProjectileDescriptions<2>
source: HEAT
uk: Комулятивний (HEAT)

# DH_StuartCannon.ProjectileDescriptions<0>
source: APCBC
uk: Бронебійний (APCBC)

# DH_StuartCannon.ProjectileDescriptions<1>
source: HE
uk: Осколково-фугасний (HE)

# DH_StuartCannon.ProjectileDescriptions<2>
source: Canister
uk: Картеч

# DH_Stug3GCannon.ProjectileDescriptions<0>
source: APCBC
uk: Бронебійний (APCBC)

# DH_Stug3GCannon.ProjectileDescriptions<1>
source: HE
uk: Осколково-фугасний (HE)

# DH_Stug3GCannon.ProjectileDescriptions<2>
source: Smoke
uk: Дим

# DH_T3476Cannon.ProjectileDescriptions<0>
source: APBC
uk: Бронебійний (APBC)

# DH_T3476Cannon.ProjectileDescriptions<1>
source: HE
uk: Осколково-фугасний (HE)

# DH_T3476_42Cannon.ProjectileDescriptions<0>
source: APBC
uk: Бронебійний (APBC)

# DH_T3476_42Cannon.ProjectileDescriptions<1>
source: HE
uk: Осколково-фугасний (HE)

# DH_T3476_43Cannon.ProjectileDescriptions<0>
source: APBC
uk: Бронебійний (APBC)

# DH_T3476_43Cannon.ProjectileDescriptions<1>
source: HE
uk: Осколково-фугасний (HE)

# DH_T3476_43Cannon.ProjectileDescriptions<2>
source: APCR
uk: Підкаліберний (APCR)

# DH_T3485Cannon.ProjectileDescriptions<0>
source: APBC
uk: Бронебійний (APBC)

# DH_T3485Cannon.ProjectileDescriptions<1>
source: APCR
uk: Підкаліберний (APCR)

# DH_T3485Cannon.ProjectileDescriptions<2>
source: HE
uk: Осколково-фугасний (HE)

# DH_T60Cannon.ProjectileDescriptions<0>
source: AP-T
uk: Бронебійний (AP-T)

# DH_T60Cannon.ProjectileDescriptions<1>
source: HE
uk: Осколково-фугасний (HE)

# DH_WolverineCannon.ProjectileDescriptions<0>
source: APCBC
uk: Бронебійний (APCBC)

# DH_WolverineCannon.ProjectileDescriptions<1>
source: HVAP
uk: Підкаліберний (HVAP)

# DH_WolverineCannon.ProjectileDescriptions<2>
source: HE
uk: Осколково-фугасний (HE)

# DH_T3476Tank.VehicleNameString
source: T34/76
uk: Т-34-76 (зр. 1940р.)

# DH_T3476_42Tank.VehicleNameString
source: T34/76 m42
uk: Т-34-76 (зр. 1942р.)

# DH_T3476_43Tank.VehicleNameString
source: T34/76 m43
uk: T-34-76 (зр. 1943р.)

# DH_T3485Tank.VehicleNameString
source: T34/85
uk: Т-34-85 (зр. 1944р.)

# DH_T60Tank.VehicleNameString
source: T-60 Light Tank
uk: Легкий танк Т-60

# DH_WolverineCannon_Early.ProjectileDescriptions<0>
source: APCBC
uk: Бронебійний (APCBC)

# DH_ZiS5vTruck.VehicleNameString
source: ZiS-5V
uk: ЗіС-5В

# DH_WolverineCannon_Early.ProjectileDescriptions<1>
source: HE
uk: Осколково-фугасний (HE)

# DH_WolverineCannon_Early.ProjectileDescriptions<2>
source: Smoke
uk: Дим

# DH_ZiS5vTruckSupport.VehicleNameString
source: ZiS-5V (Logistics)
uk: ЗіС-5В (Логістика)

# DH_JacksonTank.VehicleNameString
source: M36 Jackson
uk: ПТ-САУ M36 "Джексон"

# DH_PantherGTank.VehicleNameString
source: Panzer V 'Panther' Ausf.G
uk: Panzer V "Пантера" Ausf.G

# DH_ShermanTankA_M4A176W.VehicleNameString
source: M4A1(76) Sherman
uk: Шерман M4A1(76)

# DH_ShermanTank_M4A3E8_Fury.VehicleNameString
source: Sherman M4A3E8 'Fury'
uk: Шерман M4A3E8 "Лють"

# DH_ChurchillMkVIITank.VehicleNameString
source: Churchill Mk.VII
uk: Черчилль Mk.VII

# DH_HetzerVehicleMessage.MGBlockingHatch
source: Hatch blocked! Turn MG to 8 o'clock to unblock it.
uk: Кулемет блокує люк - поверніть його вбік, щоб відкрити

# DH_ShermanFireflyTank.VehicleNameString
source: Sherman Mk.VC 'Firefly'
uk: Шерман Mk.VC "Світлячок"

# DH_WolverineTank.VehicleNameString
source: M10 Wolverine
uk: M10 Вольверин

# DH_JagdpantherTank.VehicleNameString
source: Jagdpanzer V 'Jagdpanther'
uk: ПТ-САУ Jagdpanzer. V "Ягдпантера"

# DH_LocustTank.VehicleNameString
source: M22 Locust **WIP**
uk: М22 Локуст **WIP**

# DH_AchillesTank.VehicleNameString
source: Achilles Mk.IC
uk: ПТ-САУ Mk.IC "Ахіллес"

# DH_Autoblinda43ArmoredCar.VehicleNameString
source: Autoblinda 43
uk: Бронеавтомобіль AB.43

# DH_AutoblindaArmoredCar.VehicleNameString
source: Autoblinda 41
uk: Бронеавтомобіль AB.41

# DH_BrenCarrierTransport.VehicleNameString
source: Bren Carrier Mk.I
uk: Універсальний транспортер Mk.I

# DH_CV33Tank.VehicleNameString
source: Carro Armato L3/33
uk: Танкетка L3/33

# DH_Cromwell6PdrTank.VehicleNameString
source: Cromwell Mk.I
uk: Кромвель Mk.I

# DH_Cromwell95mmTank.VehicleNameString
source: Cromwell Mk.VI
uk: Кромвель Mk.VI

# DH_CromwellTank.VehicleNameString
source: Cromwell Mk.IV
uk: Кромвель Mk.IV

# DH_DUKW.VehicleNameString
source: DUKW
uk: Амфібія DUKW

# DH_DUKWSupport.VehicleNameString
source: DUKW (Logistics)
uk: Амфібія DUKW (Підтримка)

# DH_Fiat626Truck.VehicleNameString
source: Fiat 626
uk: Фіат 626

# DH_GermanCarrierTransport.VehicleNameString
source: Bren 731(e)
uk: Брен 731(e)

# DH_HellcatTank.VehicleNameString
source: M18 Hellcat
uk: М18 "Хеллкет"

# DH_HetzerDestroyer.VehicleNameString
source: Jagdpanzer 38(t) 'Hetzer'
uk: ПТ-САУ Jagdpanzer 38(t) "Хетцер"

# DH_JagdpanzerIVL48Destroyer.VehicleNameString
source: Jagdpanzer IV/48
uk: ПТ-САУ Jagdpanzer.IV/48

# DH_JagdpanzerIVL70Destroyer.VehicleNameString
source: Jagdpanzer IV/70(V)
uk: ПТ-САУ Jagdpanzer. IV/70 (V)

# DH_JagdtigerTank.VehicleNameString
source: Jagdpanzer VI 'Jagdtiger' Ausf.B
uk: ПТ-САУ Panzerjäger Tiger Ausf. B "Ягдтигр"

# DH_KubelwagenCar_WH.VehicleNameString
source: Volkswagen Type 82
uk: Фольксваген Тип 82

# DH_M16Halftrack.VehicleNameString
source: M16 Halftrack
uk: Зенітна САУ М16

# DH_M3A1HalftrackTransport.VehicleNameString
source: M3A1 Halftrack
uk: Бронетранспортер M3A1

# DH_M7Priest.VehicleNameString
source: M7 Priest
uk: M7 Прист

# DH_Marder3MDestroyer.VehicleNameString
source: Marder III Ausf.M
uk: ПТ-САУ Marder III Ausf.M

# DH_OpelBlitz.VehicleNameString
source: Opel Blitz
uk: Опель Бліц

# DH_PantherDTank.VehicleNameString
source: Panzer V 'Panther' Ausf.D
uk: Panzer V "Пантера" Ausf.D

# DH_PanzerIVF1CannonPawn.VehicleNameString
source: Panzer IV F1 Cannon
uk: Гармата Panzer IV F1

# DH_SU76Destroyer.VehicleNameString
source: SU-76M
uk: СУ-76М

# DH_SdKfz251_22Transport.VehicleNameString
source: Sd.Kfz. 251/22 Halftrack
uk: Напівгусеничний БТР Sd.Kfz.251/22

# DH_Sdkfz105Transport.VehicleNameString
source: Sd.Kfz. 10/5
uk: Зенітна САУ Sd.Kfz. 10/5

# DH_Semovente9053Destroyer.VehicleNameString
source: Semovente da 90/53
uk: ПТ-САУ Semovente da 90/53

# DH_ShermanTank.VehicleNameString
source: M4A1(75) Sherman
uk: Шерман M4A1(75)

# DH_ShermanTank_British.VehicleNameString
source: Sherman Mk.II
uk: Шерман Mk.II

# DH_ShermanTank_DDay.VehicleNameString
source: M4A1(75) Sherman DD
uk: Шерман M4A1(75) DD

# DH_ShermanTank_M4A3105_Howitzer.VehicleNameString
source: M4A3(105) Sherman
uk: Шерман M4A3(105)

# DH_ShermanTank_M4A375W.VehicleNameString
source: M4A3(75)W Sherman
uk: Шерман M4A3(75)W

# DH_ShermanTank_M4A376W.VehicleNameString
source: M4A3(76)W Sherman
uk: Шерман M4A3(76)W

# DH_ShermanTank_M4A3E2_Jumbo.VehicleNameString
source: M4A3E2(75)W Sherman
uk: Шерман M4A3E2(75)W

# DH_ShermanTank_M4A3E8.VehicleNameString
source: Sherman M4A3E8
uk: Шерман M4A3E8

# DH_ShermanTank_M4A3E8_ZombieSlayer.VehicleNameString
source: Sherman M4A3E8 'Zombie Slayer'
uk: Шерман M4A3E8 "Вбивця зомбі"

# DH_StuH42Destroyer.VehicleNameString
source: StuH42 Ausf.G
uk: САУ StuH42 Ausf.G

# DH_StuartTank.VehicleNameString
source: M5 Stuart
uk: M5 Стюарт

# DH_StuartTank_British.VehicleNameString
source: Stuart Mk.VI
uk: Стюарт Mk.VI

# DH_T_5GTank.VehicleNameString
source: T-V 'Pantera' mod.G
uk: T-V "Пантера" mod.G

# DH_Tiger2BTank.VehicleNameString
source: Panzer VI 'King Tiger' Ausf.B
uk: Panzer VI Ausf.B "Королівський тигр"

# DH_TigerTank.VehicleNameString
source: Panzer VI 'Tiger' Ausf.E
uk: Panzer VI Ausf.E "Тигр"

# DH_TigerTank_Butcher.VehicleNameString
source: Panzer VI Ausf.E 'Butcher'
uk: Panzer VI Ausf.E "М'ясник"

# DH_UniversalCarrierTransport.VehicleNameString
source: Universal Carrier
uk: Універсальний транспортер

# DH_WillysJeep.VehicleNameString
source: Willys Jeep MB
uk: Джип Вілліс MБ

# DH_WirbelwindTank.VehicleNameString
source: Flakpanzer IV 'Wirbelwind'
uk: 2 см Flak auf Pz.IV "Вірбельвінд"

# DH_WolverineTank_British.VehicleNameString
source: Wolverine SP
uk: Вольверин SP

# DH_KV1sCannon_Late.nProjectileDescriptions<0>
source: BR-350B
uk: BР-350Б

# DH_LocustCannon.nProjectileDescriptions<2>
source: M2 Canister
uk: M2 Картеч

# DH_T3476_42Cannon.nProjectileDescriptions<0>
source: BR-350BSP
uk: БР-350БСП

# DH_T3485Cannon_Berlin.nProjectileDescriptions<1>
source: BR-365P
uk: БР-365П

# DH_BT7Cannon.nProjectileDescriptions<0>
source: BR-240
uk: БР-240

# DH_GreyhoundCannon.nProjectileDescriptions<2>
source: M2 Canister
uk: Картечь M2

# DH_KV1sCannon.nProjectileDescriptions<0>
source: BR-350BSP
uk: БР-350БСП

# DH_KV1sCannon.nProjectileDescriptions<1>
source: OF-350
uk: OФ-350

# DH_KV1sCannon_Late.nProjectileDescriptions<1>
source: OF-350
uk: OФ-350

# DH_KV1sCannon_Late.nProjectileDescriptions<2>
source: BR-350P
uk: БР-350П

# DH_PanzerIIINCannon.nProjectileDescriptions<1>
source: Gr.38 Hl/B
uk: Gr.38 Hl/С

# DH_PanzerIVGLateCannon.nProjectileDescriptions<2>
source: Gr.38 Hl/B
uk: Gr.38 Hl/С

# DH_SU76Cannon.nProjectileDescriptions<0>
source: BR-350B
uk: БР-350Б

# DH_SU76Cannon.nProjectileDescriptions<1>
source: OF-350
uk: OФ-350

# DH_SU76Cannon.nProjectileDescriptions<2>
source: BR-350P
uk: БР-350П

# DH_ShermanCannon_M4A3E8.nProjectileDescriptions<2>
source: M93 HVAP
uk: M88 HC

# DH_StuartCannon.nProjectileDescriptions<2>
source: M2 Canister
uk: M2 Картеч

# DH_T3476Cannon.nProjectileDescriptions<0>
source: BR-350A
uk: БР-350A

# DH_T3476Cannon.nProjectileDescriptions<1>
source: OF-350
uk: OФ-350

# DH_T3476_42Cannon.nProjectileDescriptions<1>
source: OF-350
uk: OФ-350

# DH_T3476_43Cannon.nProjectileDescriptions<0>
source: BR-350B
uk: БР-350Б

# DH_T3476_43Cannon.nProjectileDescriptions<1>
source: OF-350
uk: OФ-350

# DH_T3476_43Cannon.nProjectileDescriptions<2>
source: BR-350P
uk: БР-350П

# DH_T3485Cannon.nProjectileDescriptions<0>
source: BR-365
uk: БР-365

# DH_T3485Cannon.nProjectileDescriptions<1>
source: BR-365P
uk: БР-365П

# DH_T3485Cannon.nProjectileDescriptions<2>
source: O-365
uk: О-365

# DH_T3485Cannon_Berlin.nProjectileDescriptions<0>
source: BR-365B
uk: БР-365Б

# DH_T3485Cannon_Berlin.nProjectileDescriptions<2>
source: O-365
uk: О-365

# DH_T60Cannon.nProjectileDescriptions<0>
source: BZT
uk: Бронебійно-запалювально-трасуючий (BZT)

# DH_Fiat508CMTransport.VehicleNameString
source: Fiat 508CM
uk: Фіат 508CM

# DH_FiatL640Tank.VehicleNameString
source: Carro Armato L6/40
uk: Карро Армато L6/40

# DH_AutocarrettaOM.VehicleNameString
source: Autocarretta OM 36P
uk: Транспорт OM 36P

# DH_Semovente4732Cannon.ProjectileDescriptions<1>
source: HE
uk: Осколково-фугасний (HE)

# DH_Semovente4732Cannon.ProjectileDescriptions<0>
source: AP
uk: Бронебійний (AP)

# DH_Semovente4732Cannon.ProjectileDescriptions<2>
source: HEAT
uk: Комулятивний (HEAT)

# DH_AutocarrettaOMSupport.VehicleNameString
source: Autocarretta OM 36Mt (Logistics)
uk: Вантажівка OM36Mt (Логістика)

# DH_Semovente4732Destroyer.VehicleNameString
source: Semovente L40 da 47/32
uk: ПТ-САУ Semovente L40 da 47/32
