Repository: DarklightGames/weblate-darklightgames
Catalog: DH_Interface/DH_Interface.*.po
Languages: de, es, fr, ja, pl, ru, uk

# DHBrowser_Footer.BrowserMain.Caption
source: Main
de: Hauptmenü
es: Menú Inicio
fr: Principal
ja: メイン
pl: Główne
ru: Главная
uk: Меню

# DHBrowser_Footer.BrowserFilter.Caption
source: Filters
de: Filter
es: Filtros
fr: Filtres
ja: フィルター
pl: Filtry
ru: Фильтры
uk: Фільтри

# DHBrowser_Footer.BrowserRefresh.Caption
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Rafraîchir
ja: リフレッシュ
pl: Odśwież
ru: Обновить
uk: Оновити

# DHBrowser_Footer.BrowserBack.Caption
source: Back
de: Zurück
es: Volver
fr: Revenir
ja: 戻る
pl: Wstecz
ru: Назад
uk: Назад

# DHBrowser_Footer.OnlyStandardCheckBox.Caption
source: Standard Servers Only
de: Nur Standard Server
es: Sólo Servidores Estándar
fr: Serveurs Standards Seulement
ja: 標準サーバのみ
pl: Tylko Standardowe Serwery
ru: Только стандартные сервера
uk: Тільки стандартні сервери

# DHBrowser_OpenIP.CancelButton.Caption
source: CANCEL
de: ABBRECHEN
es: CANCELA
fr: ANNULER
ja: キャンセル
pl: ANULUJ
ru: ОТМЕНА
uk: СКАСУВАТИ

# DHBrowser_OpenIP.IPDesc.Caption
source: Enter New IP Address
de: Neue IP Adresse eingeben
es: Introduce nueva dirección IP
fr: Rentrer Nouvelle Adresse IP
ja: 新しい IP アドレスを入力してください
pl: Wprowadź Nowy Adres IP
ru: Введите новый IP-адрес
uk: Введіть новий IP-адрес

# DHBrowser_OpenIP.IpEntryBox.Caption
source: IP Address:
de: IP Adresse:
es: Dirección IP:
fr: Adresse IP :
ja: IP アドレス:
pl: Adres IP:
ru: IP Адрес:
uk: IP Адреса:

# DHBrowser_ServerListBox.RCMenu.ContextItems<0>
source: Join Server
de: Server beitreten
es: Únete al servidor
fr: Rejoindre Serveur
ja: サーバに入る
pl: Dołącz do Serwera
ru: Присоединиться к серверу
uk: Приєднатися до сервера

# DHBrowser_ServerListBox.RCMenu.ContextItems<1>
source: Join As Spectator
de: Als Beobachter beitreten
es: Únete como espectador
fr: Rejoindre (Spectateur)
ja: 観戦者として参加する
pl: Dołącz Jako Widz
ru: Присоединиться как зритель
uk: Приєднатися як глядач

# DHBrowser_ServerListBox.RCMenu.ContextItems<4>
source: Refresh List
de: Liste aktualisieren
es: Actualizar lista
fr: Rafraîchir Liste
ja: リストを更新
pl: Odśwież Listę
ru: Обновить список
uk: Оновити список

# DHBrowser_ServerListBox.RCMenu.ContextItems<6>
source: Configure Filters
de: Filter konfigurieren
es: Configurar filtros
fr: Configurer Filtres
ja: フィルターの設定
pl: Konfiguruj Filtry
ru: Настройка фильтров
uk: Налаштування фільтрів

# DHBrowser_ServerListBox.RCMenu.ContextItems<7>
source: Create Template
de: Vorlage erstellen
es: Crear plantilla
fr: Créer Modèle
ja: テンプレートを作る
pl: Stwórz Szablon
ru: Создать шаблон
uk: Створити шаблон

# DHBrowser_ServerListBox.RCMenu.ContextItems<8>
source: Deactivate All Filters
de: Alle Filter deaktivieren
es: Desactivar todos los filtros
fr: Désactiver Tous Filtres
ja: すべてのフィルターを無効化する
pl: Wyłącz Wszystkie Filtry
ru: Отключить все фильтры
uk: Вимкнути всі фільтри

# DHBrowser_ServerListBox.RCMenu.ContextItems<10>
source: Add To Favorites
de: Zu Favoriten hinzufügen
es: Añade a Favoritos
fr: Ajouter aux Favoris
ja: お気に入りに追加
pl: Dodaj Do Ulubionych
ru: Добавить в избранное
uk: Додати до вибраних

# DHBrowser_ServerListBox.RCMenu.ContextItems<12>
source: Open IP
de: IP öffnen
es: Abrir IP
fr: Ouvrir IP
ja: IPを開く
pl: Otwórz IP
ru: Открыть IP
uk: Відкрити IP

# DHBrowser_ServersList.ColumnHeadings<1>
source: Server Name
es: Nombre del Servidor
fr: Nom du Serveur
ja: サーバ名
pl: Nazwa Serwera
ru: Название сервера
uk: Назва сервера

# DHBrowser_ServersList.ColumnHeadings<2>
source: Health
de: Status
es: Condición
fr: Santé
ja: サーバーの状態
pl: Stabilność
ru: Состояние
uk: Стан

# DHBrowser_ServersList.ColumnHeadings<3>
source: Location
de: Standort
es: Ubicación
fr: Localisation
ja: ロケーション
pl: Lokalizacja
ru: Местоположение
uk: Розташування

# DHBrowser_ServersList.ColumnHeadings<4>
source: Version
es: Versión
ja: バージョン
pl: Wersja
ru: Версия
uk: Версія

# DHBrowser_ServersList.ColumnHeadings<5>
source: Map
de: Karte
es: Mapa
fr: Carte
ja: マップ
pl: Mapa
ru: Карта
uk: Мапа

# DHBrowser_ServersList.ColumnHeadings<6>
source: Players
de: Spieler
es: Jugadores
fr: Joueurs
ja: プレイヤー
pl: Gracze
ru: Игроки
uk: Гравці

# DHBrowser_ServersList.ColumnHeadings<7>
source: Ping
fr: Latence
ru: Пинг
uk: Пінг

# DHCommunicationPage.Panels<0>.Caption
source: Communication
de: Kommunikation
es: Comunicación
ja: コミュニケーション
pl: Komunikacja
ru: Коммуникация
uk: Комунікація

# DHContextMenu_SquadMembers.AdminPrefixText
source: ADMIN:
de: ADMINISTRATOR:
es: ADMINISTRADOR:
ja: 管理者:
pl: Administrator:
ru: Администратор:
uk: Адміністратор:

# DHContextMenu_SquadMembers.EntryTexts<1>
source: Invite {0}
de: {0} einladen
es: Invitar {0}
fr: Inviter {0}
ja: {0}を招待
pl: Zaproś {0}
ru: Пригласить {0}
uk: Запросити {0}

# DHContextMenu_SquadMembers.EntryTexts<3>
source: Ban {0}
de: {0} bannen
es: Veta a {0}
fr: Bannir {0}
ja: {0}をバン
pl: Zbanuj {0}
ru: Заблокировать {0}
uk: Заблокувати {0}

# DHContextMenu_SquadMembers.EntryTexts<4>
source: Promote {0} to squad leader
de: {0} zum Gruppenführer befördern
es: Promover {0} a líder de escuadrón
fr: Promouvoir {0} au poste de chef de groupe
ja: {0}を分隊長にする
pl: Promuj {0} na dowódcę drużyny
ru: Повысить {0} до командира отряда
uk: Підвищити {0} до командира загону

# DHContextMenu_SquadMembers.EntryTexts<6>
source: Unassign {0} as assistant
de: {0} als Adjutant entbinden
es: Desasignar asistente a {0}
fr: Démettre {0} du poste d'assistant
ja: {0}を副分隊長から解任する
pl: Usuń przypisanie {0} jako asystenta
ru: Снять {0} с должности помощника командира
uk: Зняти {0} з посади помічника командира

# DHContextMenu_SquadMembers.EntryTexts<7>
source: Volunteer as assistant
de: Freiwillig als Adjutant melden
es: Voluntario para asistente
fr: Se porter volontaire en tant qu'assistant
ja: 副分隊長に立候補する
pl: Zgłoś chęć zostania asystentem dowódcy
ru: Предложить стать помощником командира
uk: Запропонувати стати помічником командира

# DHContextMenu_SquadMembers.EntryTexts<8>
source: Request to merge squads
de: Gruppenzusammenführung anfragen
es: Permiso para unificar escuadrones
fr: Demander de fusionner les groupes
ja: 分隊の併合を要求する
pl: Prośba o połączenie drużyn
ru: Запрос на объединение отрядов
uk: Запит на об'єднання загонів

# DHBrowser_ServerListBox.RCMenu.ContextItems<11>
source: Copy server address
de: Server Adresse kopieren
es: Copiar dirección del servidor
fr: Copier adresse serveur
ja: サーバアドレスをコピー
pl: Kopiuj adres serwera
ru: Копировать адрес сервера
uk: Скопіювати адресу сервера

# DHBrowser_ServerListBox.RCMenu.ContextItems<3>
source: Refresh Server Info
de: Server Info aktualisieren
es: Actualizar información del Servidor
fr: Rafraîchir Infos
ja: サーバ情報を更新
pl: Odśwież Informacje o Serwerze
ru: Обновить информацию об сервере
uk: Оновити інформацію про сервер

# DHBrowser_Footer.BrowserJoin.Caption
source: Join
de: Beitreten
es: Unirse
fr: Rejoindre
ja: 参加する
pl: Dołącz
ru: Присоединиться
uk: Приєднатися

# DHBrowser_Footer.BrowserSpec.Caption
source: Spectate
de: Beobachten
es: Espectar
fr: Spectateur
ja: 観戦する
pl: Obserwuj
ru: Наблюдать
uk: Спостерігати

# DHBrowser_OpenIP.OkButton.Caption
source: OK
ru: Принять

# DHContextMenu_SquadMembers.EntryTexts<2>
source: Kick {0}
de: {0} rauswerfen
es: Expulsa a {0}
fr: Expulser {0}
ja: {0}をキック
pl: Wyrzuć {0}
ru: Выгнать {0}
uk: Вигнати {0}

# DHContextMenu_SquadMembers.EntryTexts<5>
source: Assign {0} as assistant
de: {0} zum Adjutant ernennen
es: Asignar asistente a {0}
fr: Attribuer le poste d'assistant à {0}
ja: {0}を副分隊長に任命する
pl: Przydziel {0} jako asystenta
ru: Назначить {0} помощником командира
uk: Призначити {0} помічником командира

# DHContextMenu_SquadMembers.EntryTexts<9>
source: {1} Paradrop {0} to squad leader
de: {1} Fallschirmabwurf {0} zum Gruppenführer
es: {1} lanzar paracaidas {0} al líder del escuadrón
fr: {1} Parachuter {0} sur le chef de groupe
ja: {1}が{0}を分隊長の位置に空挺降下させた
pl: {1} Desant spadochronowy {0} do dowódcy drużyny
ru: {1} Десантировал {0} к командиру отряда
uk: {1} Десантувати {0} до командира загону

# DHDeployMenu.ChangeTeamConfirmText
source: Are you sure you want to change teams? (you will not be able to change back for {s} seconds)
de: Soll das Team wirklich gewechselt werden? (Sie werden für {s} Sekunden nicht zurückwechseln können)
es: ¿Estás seguro de que quieres cambiar de equipo? (no podrás volver a cambiar durante {s} segundos)
fr: Êtes-vous sûr de vouloir changer d'équipe ? (vous ne pourrez pas revenir en arrière pendant {s} secondes)
ja: 本当に陣営を変えますか?({s} 秒間は再変更できません)
pl: Czy na pewno chcesz zmienić drużynę? (zmiana nie będzie możliwa przez {s} sekund)
ru: Вы уверены, что хотите сменить команду? (вы не сможете вернуться назад в течение {s} сек.)
uk: Ви впевнені, що хочете змінити команду? (ви не зможете повернутися назад протягом {s} секунд)

# DHDeployMenu.VehicleUnavailableString
source: The vehicle you had selected is no longer available.
de: Das ausgewählte Fahrzeug ist nicht länger verfügbar.
es: El vehículo que has seleccionado ya no está disponible.
fr: Le véhicule que vous aviez sélectionné n'est plus disponible.
ja: 選択した車両は利用不可能になりました。
pl: Pojazd który miałeś wybrany nie jest już dostępny.
ru: Выбранная вами техника больше не доступна.
uk: Обрана вами техніка більше не доступна.

# DHDeployMenu.RecommendJoiningSquadText
source: It is HIGHLY RECOMMENDED that you JOIN A SQUAD before deploying! Joining a squad grants you additional role options and closer deployment to the frontlines.||Do you want to automatically join a squad now?
de: Es ist EMPFEHLENSWERT vor dem Einsatz einer GRUPPE BEIZUTRETEN! Einer Gruppe beizutreten ermöglicht die Auswahl zusätzlicher Rollen und einen frontnahen Einsatz.||Soll automatisch eine Gruppe zugewiesen werden?
es: ¡Es MUY RECOMENDABLE que te unas a un escuadrón antes de desplegarte! Unirte a un escuadrón te otorga opciones de rol adicionales y un despliegue más cercano al frente. ¿Quieres unirte automáticamente a un escuadrón ahora?
fr: Il est HAUTEMENT RECOMMANDÉ que vous rejoignez un GROUPE avant d'apparaître. Rejoindre un groupe vous donne des options de rôle supplémentaires et un déploiement plus proche des lignes de front.||Voulez-vous automatiquement rejoindre un groupe maintenant ?
ja: 出撃前に分隊に加入することを強くお勧めします！分隊に参加することで、役割の選択肢が増え、前線の近くから出撃できるようになります。||今すぐ自動的に分隊に参加しますか？
pl: BARDZO ZALECA SIĘ DOŁĄCZENIE DO ODDZIAŁU przed odrodzeniem! Dołączenie do oddziału zapewnia dodatkowe opcje rozmieszczenia i pozwala szybciej dostać się do walki.||Czy chcesz teraz automatycznie dołączyć do oddziału?
ru: НАСТОЯТЕЛЬНО РЕКОМЕНДУЕТСЯ вступить в ОТРЯД перед возрождением! Игра в отряде открывает вам дополнительные роли и точки возрождения, находящиеся ближе к линии фронта.||Хотите автоматически присоединиться к отряду сейчас?
uk: НАСТІЙНО РЕКОМЕНДУЄТЬСЯ вступити до загону перед відродженням! Приєднання до загону відкриває вам додаткові можливості розгортання і дозволяє швидше вступити в бій.||Хочете автоматично приєднатися до загону зараз?

# DHDeployMenu.AxisButtonObject.Hint
source: Join Axis
de: Achsenmächten beitreten
es: Unirse al Eje
fr: Rejoindre l'Axe
ja: 枢軸軍に加勢
pl: Dołącz do Osi
ru: Присоединиться к Войскам Оси
uk: Приєднатися до Військ Осі

# DHDeployMenu.SurrenderResponseMessages<5>
source: You've already retreated.
de: Sie haben sich bereits zurückgezogen.
es: Ya te has retirado.
fr: Vous vous êtes déjà retirés du combat.
ja: あなたはすでに降伏に賛成しています。
pl: Już się wycofałeś.
ru: Вы уже отступили.
uk: Ви вже відступили.

# DHDeployMenu.SurrenderConfirmEndRoundText
source: This will immediately end the round in favor of the opposite team.
de: Dies wird das Gefecht automatisch zum Vorteil des anderen Teams beenden.
es: Esto terminará inmediatamente la ronda a favor del equipo contrario.
fr: Ceci mettra immédiatement fin à la partie en faveur de l'équipe adverse.
ja: これで戦闘は即座に終了し、相手陣営の勝利となります。
pl: Spowoduje to natychmiastowe zakończenie rundy na korzyść drużyny przeciwnej.
ru: Это немедленно завершит раунд в пользу противоположной команды.
uk: Це негайно завершить раунд на користь протилежної команди.

# DHDeployMenu.SurrenderResponseMessages<3>
source: Retreat vote is disabled.
de: Die Abstimmung sich zurückzuziehen wurde deaktiviert.
es: El voto para retirarse está desactivado.
fr: Le vote de retraite est désactivé.
ja: 降伏投票は無効になっています。
pl: Głosowanie za odwrotem jest wyłączone.
ru: Голосование за отступление отключено.
uk: Голосування за відступ вимкнено.

# DHDeployMenu.SurrenderResponseMessages<7>
source: You cannot retreat after the round is over.
de: Sie können sich nicht zurückziehen wenn das Gefecht vorüber ist.
es: No puedes retirarte una vez finalizada la ronda.
fr: Vous ne pouvez pas vous retirer après la partie.
ja: 戦闘終了後は降伏できません。
pl: Po zakończeniu rundy nie można się wycofać.
ru: Вы не можете отступить после окончания раунда.
uk: Ви не можете відступити після закінчення раунду.

# DHDeployMenu.SupplyVehicleImageObject.Hint
source: Construction Supply Vehicle
de: Konstruktionsversorgungssfahrzeug
es: Vehículo de suministro de construcción
fr: Véhicule de Construction
ja: 物資輸送車
pl: Pojazd Zaopatrzeniowo-Budowlany
ru: Автомобиль строительного снабжения
uk: Автомобіль будівельного постачання

# DHFilterEdit.sbMutators.Caption
source: Custom Mutator Config
de: Benutzerdefinierte Mutator Konfiguration
es: Configuración de complemento personalizado
fr: Configuration de Mutateur Perso
ja: カスタムミューテータ設定
pl: Własna konfiguracja mutatora
ru: Пользовательские настройки мутатора
uk: Користувацькі налаштування мутатора

# DHGUIDynArrayPage.LockedOKButton.Caption
source: OK
ja: 決定
ru: Принять
uk: ОК

# DHMainMenu.SteamMustBeRunningText
source: Steam must be running and you must have an active internet connection to play multiplayer
de: Steam muss laufen und es muss eine aktive Internetverbindung bestehen um im Mehrspielermodus zu spielen
es: Steam debe estar en funcionamiento y debes tener una conexión a Internet activa para jugar en multijugador
fr: Steam doit être en marche et vous devez avoir une connexion internet active pour jouer au mode multijoueur
ja: マルチプレイヤーでプレイするには、Steamが起動していて、インターネット接続が必要です
pl: Steam musi być uruchomiony i musisz mieć aktywne połączenie internetowe, aby grać w trybie wieloosobowym
ru: Для игры по сети у вас должен быть запущен Steam и активное подключение к сети
uk: Для мережевої гри у вас має бути запущений Steam і активне підключення до мережі

# DHMainMenu.GitHubButton.Hint
source: Join us on GitHub!
de: Tritt uns auf GitHub bei!
es: ¡Únete a nosotros en GitHub!
fr: Rejoignez-nous sur GitHub !
ja: GitHub にぜひご参加！
pl: Dołącz do nas na GitHub!
ru: Присоединяйтесь к нам на GitHub!
uk: Приєднуйтесь до нас на GitHub!

# DHDeployMenu.ServersButtonObject.Caption
source: Servers
de: Server
es: Servidores
fr: Serveurs
ja: サーバ
pl: Serwery
ru: Сервера
uk: Сервери

# DHFilterEdit.ComboOpts[2]
source: Must Be Off
de: Muss Aus Sein
es: Debe estar apagado
fr: Doit être désactivé
ja: オフにする必要があります
pl: Muszą być wyłączone
ru: Должен быть выключен
uk: Має бути вимкнений

# DHFilterEdit.ckEmpty.Caption
source: No Empty Servers
de: Keine leeren Server
es: Sin servidores vacíos
fr: Pas de Serveurs Vides
ja: 誰もいないサーバを表示しない
pl: Bez pustych serwerów
ru: Без пустых серверов
uk: Без порожніх серверів

# DHFilterEdit.ckVACOnly.Caption
source: Valve Anti-Cheat Protected Only
de: Nur mit Valve Anti-Cheat gesicherte
es: Solo protección anti trampas de Valve
fr: Protégés par VAC Seulement
ja: Valve Anti-Cheatで保護されたサーバのみ表示
pl: Tylko chronione przez Valve Anti-Cheat
ru: Только с защитой от читов Valve
uk: Тільки з античітом Valve

# DHGUISquadComponent.NoRallyPointsImage.Hint
source: This squad has had no rally points in a while. Deployment options may be limited!
de: Diese Gruppe hatte seit einer Weile keine Sammelpunkte. Einstiegsmöglichkeiten könnten begrenzt sein!
es: Este escuadrón no ha tenido puntos de reunión desde hace tiempo. ¡Las opciones de despliegue pueden ser limitadas!
fr: Ce groupe n'a pas eu de points de ralliement depuis un certain temps. Les options de déploiement peuvent être limitées !
ja: この分隊はしばらくの間、分隊リスポーン地点 (RP)を設置していません。出撃地点が限定されています！
pl: Ten oddział od jakiegoś czasu nie miał punktów zbiórki. Opcje rozmieszczenia mogą być ograniczone!
ru: У этого отряда нет точек сбора. Возможности возрождения могут быть ограничены!
uk: У цього загону немає точок збору. Можливості відродження можуть бути обмежені!

# DHGamePageSP.NoBotsWarningText
source: Darkest Hour: Europe '44-'45 is focused solely on multi-player and, as a result, does NOT include support for bots in Practice mode.
de: Darkest Hour: Europe '44-'45 ist allein auf Mehrspieler ausgerichtet und bietet daher KEINE Unterstützung für Bots im Übungsmodus.
es: Darkest Hour: Europe '44-'45 se centra únicamente en multijugador y, como resultado, NO incluye soporte para bots en el modo Práctica.
fr: Darkest Hour : Europe '44-'45 se concentre uniquement sur le multi-joueur et en conséquence ne prévoit pas de bots en mode Entraînement.
ja: Darkest Hour: Europe '44-'45はマルチプレイヤーのみに焦点を当てているため、訓練モードでのボットのサポートは含まれていません。
pl: Darkest Hour: Europe '44-'45 koncentruje się wyłącznie na rozgrywce wieloosobowej i w związku z tym NIE obejmuje obsługi botów w trybie szkolenia.
ru: Darkest Hour: Europe '44-'45 ориентирована исключительно на многопользовательскую игру и, как следствие, НЕ включает поддержку ботов в режиме одиночной игры.
uk: Darkest Hour: Europe '44-'45 орієнтована виключно на багатокористувацьку гру і, як наслідок, НЕ містить підтримку ботів у режимі одиночної гри.

# DHMapVoteMultiColumnList.ColumnHeadingHints<0>
source: The map's name.
de: Der Kartenname.
es: El nombre del mapa.
fr: Le nom de la carte.
ja: マップの名前。
pl: Nazwa mapy.
ru: Название карты.
uk: Назва карти.

# DHMaplistEditor.NewMaplistButton.Caption
source: New
de: Neu
es: Nuevo
fr: Nouveau
ja: 新規
pl: Nowy
ru: Новый
uk: Новий

# DHFilterEdit.bCancel.Caption
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
pl: Anuluj
ru: Отмена
uk: Скасувати

# DHGUIMapComponent.ActiveTargetSelectText
source: Select as Active Target
de: Als aktives Ziel wählen
es: Seleccionar como objetivo activo
fr: Sélectionner comme Cible Active
ja: 目標として選択する
pl: Wybierz jako Aktywny Cel
ru: Выбрать в качестве активной цели
uk: Вибрати як активну ціль

# DHIAMultiColumnRulesPanel.AdvancedButton.Caption
source: View Advanced Options
de: Erweiterte Optionen anzeigen
es: Ver Opciones Avanzadas
fr: Voir Options Avancées
ja: 拡張オプションを表示
pl: Wyświetl opcje zaawansowane
ru: Показать дополнительные параметры
uk: Показати додаткові параметри

# DHLearnToPlayPage.LearnToPlayHeader.Caption
source: Learn To Play
de: Lerne zu spielen
es: Aprende a jugar
fr: Apprendre à Jouer
ja: プレイを学ぼう
pl: Naucz się grać
ru: Научиться играть
uk: Навчитися грати

# DHMainMenu.ControlsChangedMessage
source: New controls have been added to the game. As a result, your previous control bindings may have been changed.||Do you want to review your control settings?
de: Dem Spiel wurden neue Bedienelemente hinzugefügt. Die vorherigen Tastenzuweisungen könnten sich daher geändert haben.||Tastaturbelegung überprüfen?
es: Se han añadido nuevos controles al juego. Por lo tanto, es posible que tus configuraciones de control anteriores hayan cambiado. ¿Quieres revisar la configuración de tus controles?
fr: De nouveaux contrôles ont été ajoutés au jeu. En conséquence, vos paramètres antérieurs peuvent avoir été modifiés.|| Voulez-vous revoir vos paramètres de contrôle ?
ja: 新しい操作がゲームに追加されました。その結果、以前のキーバインディングが変更された可能性があります。||コントロール設定を見直しますか？
pl: Do gry dodano nowe elementy sterowania. W rezultacie poprzednie ustawienia sterowania mogły zostać zmienione.||Chcesz sprawdzić swoje ustawienia sterowania?
ru: В игру добавлены новые элементы управления. Возможно ваши предыдущие настройки управления могут быть изменены.||Хотите просмотреть ваши настройки управления?
uk: У гру додано нові елементи управління. Можливо ваші попередні налаштування управління можуть бути змінені.||Хочете переглянути ваші налаштування управління?

# DHMapVoteMultiColumnList.ColumnHeadings<3>
source: Game Type
de: Spielmodus
es: Tipo de Juego
fr: Mode de Jeu
ja: ゲームタイプ
pl: Typ Gry
ru: Тип игры
uk: Тип гри

# DHMainMenu.SteamCommunityButton.Hint
source: Join the Steam Community!
de: Tritt der Steam Community bei!
es: ¡Únete a la comunidad en Steam!
fr: Rejoignez la communauté Steam !
ja: Steam コミュニティに参加しましょう！
pl: Dołącz do Społeczności Steam!
ru: Всупайте в сообщество Steam!
uk: Всупайте до спільноти Steam!

# DHMapVoteCountMultiColumnList.ColumnHeadingHints<1>
source: The combined voting power of players for the map.
de: Der kombinierte Stimmanteil der Spieler für die Karte.
es: El poder de voto combinado de los jugadores para el mapa.
fr: La puissance de vote combinée pour cette carte.
ja: マップへのプレイヤーの投票量を合わせたものです。
pl: Łączna siła głosów graczy na mapie.
ru: Суммарное количество голосов игроков за карту.
uk: Загальна кількість голосів гравців за карту.

# DHMutatorConfigMenu.AdvancedButton.Caption
source: View Advanced Options
de: Erweiterte Optionen anzeigen
es: Ver opciones avanzadas
fr: Voir Options Avancées
ja: 拡張オプションを表示
pl: Wyświetl Opcje Zaawansowane
ru: Показать расширенные параметры
uk: Переглянути додаткові параметри

# DHQuitPage.QuitDesc.Caption
source: Are you sure you wish to quit?
de: Wirklich verlassen?
es: ¿Estas seguro de que quieres salir?
fr: Êtes-vous sûr de vouloir quitter ?
ja: 本当に終了しますか？
pl: Czy na pewno chcesz wyjść?
ru: Вы уверены, что хотите выйти?
uk: Ви впевнені, що хочете вийти?

# DHMapVotingPage.lmsgMapOutOfBounds
source: Please vote for a map suitable for the current player count. You can still vote for this map on the full list.
de: Bitte für eine Karte mit geeigneter Spielerzahl abstimmen. In der Gesamtübersicht kann dennoch für diese Karte abgestimmt werden.
es: Vota por un mapa adecuado para el número actual de jugadores. Puedes votar por este mapa en la lista completa.
fr: Veuillez voter pour une carte adaptée au nombre actuel de joueurs. Vous pouvez toujours voter pour cette carte sur la liste complète.
ja: 現在のプレイヤー数に適したマップに投票してください。全マップリスト上からはこのマップに投票できます。
pl: Prosimy o głosowanie na mapę odpowiednią dla obecnej liczby graczy. Nadal można głosować na tę mapę na pełnej liście.
ru: Пожалуйста, проголосуйте за карту, подходящую для текущего количества игроков. Вы все еще можете проголосовать за эту карту через полный список.
uk: Будь ласка, проголосуйте за карту, яка підходить для поточної кількості гравців. Ви все ще можете проголосувати за цю карту через повний список.

# DHNetworkStatusMsg.StatusMessages[12]
source: You have been kicked for the remainder of the current level.||If an admin did not punish you, this is the default punishment for team killing, so don't do it.
de: Du wurdest für die verbleibende Spielzeit von der aktuellen Karte entfernt.||Falls dies nicht aufgrund einer Bestrafung durch den Admin geschehen ist, ist dies die Standardstrafe bei Eigenbeschuss, daher unterlasse dies.
es: Te han expulsado por el resto del nivel actual. ||Si un administrador no te castigó, este es el castigo predeterminado por matar a un equipo, así que no lo hagas.
fr: Vous avez été expulsés pour le reste de la partie.||Si un administrateur ne vous a pas puni, c'est la sanction par défaut pour le tir fratricide, alors ne le faites pas.
ja: 現在のマップの間、再参加できません。||管理者による罰でない場合、これはチームキリングに対するデフォルトの罰なので、チームキルしないでください。
pl: Zostałeś wyrzucony do końca bieżącej rundy.|Jeśli administrator cię nie ukarał, jest to domyślna kara za zabójstwo drużynowe, więc nie rób tego.
ru: Вас исключили до конца текущего раунда.||Если вас наказал не администратор, то это была автоматическая система по умолчанию за убийство союзников так что делайте этого.
uk: Вас виключили до кінця поточного раунду.||Якщо вас покарав не адміністратор, то це була автоматична система за замовчуванням за вбивство союзників, тож не робіть цього.
