Repository: DarklightGames/weblate-darklightgames
Catalog: DH_Interface/DH_Interface.*.po
Languages: de, es, fr, ja, pl, ru, uk

# DHTab_AudioSettings.DefaultActiveChannelEditBox.Caption
source: Default Channel Name
de: Standard Kanalname
es: Nombre del canal predeterminado
fr: Nom Canal par Défaut
ja: デフォルトチャンネル名
pl: Domyślna nazwa kanału
ru: Имя канала по умолчанию
uk: Назва каналу за замовчуванням

# DHTab_AudioSettings.DisableGameMusic.Caption
source: Disable Music During Gameplay
de: Musik im Spiel deaktivieren
es: Desactivar la música durante el juego
fr: Désactiver la Musique pendant la Partie
ja: プレイ中は音楽を止める
pl: Wyłącz muzykę podczas gry
ru: Отключить музыку во время игры
uk: Вимкнути музику під час гри

# DHTab_AudioSettings.EnableVoiceChat.Caption
source: Enable Voice Chat
de: Sprachfunk aktivieren
es: Habilitar el chat de voz
fr: Activer Chat Vocal
pl: Włącz czat głosowy
ru: Включить голосовой чат
uk: Увімкнути голосовий чат

# DHTab_AudioSettings.VoiceQuality.Caption
source: Internet Quality
de: Internet Qualität
es: Calidad de la red
fr: Connectivité Internet
pl: Jakość Internetu
ru: Качество Интернета
uk: Якість Інтернету

# DHTab_AudioSettings.VoiceQualityLAN.Caption
source: LAN Quality
de: LAN Qualität
es: Calidad LAN
fr: Connectivité LAN
pl: Jakość LAN
ru: Качество локальной сети (LAN)
uk: Якість локальної мережі (LAN)

# DHTab_Controls.Section_Inventory
source: Inventory
de: Inventar
es: Inventario
fr: Inventaire
ja: インベントリ
pl: Wyposażenie
ru: Инвентарь
uk: Інвентар

# DHTab_Controls.Captions_Inventory[0]
source: Inventory Slot 1
de: Inventarplatz 1
es: Ranura de inventario 1
fr: Inventaire Slot 1
ja: インベントリスロット 1
pl: Slot Ekwipunku 1
ru: Слот инвентаря 1
uk: Слот інвентарю 1

# DHTab_Controls.Captions_Inventory[1]
source: Inventory Slot 2
de: Inventarplatz 2
es: Ranura de inventario 2
fr: Inventaire Slot 2
ja: インベントリスロット 2
pl: Slot Ekwipunku 2
ru: Слот инвентаря 2
uk: Слот інвентарю 2

# DHTab_Controls.Captions_Inventory[2]
source: Inventory Slot 3
de: Inventarplatz 3
es: Ranura de inventario 3
fr: Inventaire Slot 3
ja: インベントリスロット 3
pl: Slot Ekwipunku 3
ru: Слот инвентаря 3
uk: Слот інвентарю 3

# DHTab_Controls.Captions_Inventory[3]
source: Inventory Slot 4
de: Inventarplatz 4
es: Ranura de inventario 4
fr: Inventaire Slot 4
ja: インベントリスロット 4
pl: Slot Ekwipunku 4
ru: Слот инвентаря 4
uk: Слот інвентарю 4

# DHTab_Controls.Captions_Inventory[4]
source: Inventory Slot 5
de: Inventarplatz 5
es: Ranura de inventario 5
fr: Inventaire Slot 5
ja: インベントリスロット 5
pl: Slot Ekwipunku 5
ru: Слот инвентаря 5
uk: Слот інвентарю 5

# DHTab_Controls.Captions_Inventory[6]
source: Inventory Slot 7
de: Inventarplatz 7
es: Ranura de inventario 7
fr: Inventaire Slot 7
ja: インベントリスロット 7
pl: Slot Ekwipunku 7
ru: Слот инвентаря 7
uk: Слот інвентарю 7

# DHTab_Controls.Captions_Inventory[7]
source: Inventory Slot 8
de: Inventarplatz 8
es: Ranura de inventario 8
fr: Inventaire Slot 8
ja: インベントリスロット 8
pl: Slot Ekwipunku 8
ru: Слот инвентаря 8
uk: Слот інвентарю 8

# DHTab_Controls.Captions_Inventory[8]
source: Inventory Slot 9
de: Inventarplatz 9
es: Ranura de inventario 9
fr: Inventaire Slot 9
ja: インベントリスロット 9
pl: Slot Ekwipunku 9
ru: Слот инвентаря 9
uk: Слот інвентарю 9

# DHTab_Controls.Captions_Inventory[9]
source: Inventory Slot 0
de: Inventarplatz 0
es: Ranura de inventario 0
fr: Inventaire Slot 0
ja: インベントリスロット 0
pl: Slot Ekwipunku 0
ru: Слот инвентаря 0
uk: Слот інвентарю 0

# DHTab_Controls.ControlProfiles[0]
source: Current
de: Aktuell
es: Actual
fr: Actuel
pl: Aktualny
ru: Текущий
uk: Поточний

# DHTab_Controls.ControlProfiles[2]
source: RO Classic
de: Klassisch RO
es: Clásico de RO
fr: Classique RO
pl: Klasyczne RO
ru: Классический RO
uk: RO Класичний

# DHTab_Controls.ControlProfiles[3]
source: Pro 104
ru: Про 104
uk: Про 104

# DHTab_Controls.ControlProfiles[4]
source: Pro 105
ru: Про 105
uk: Про 105

# DHTab_Controls.ControlProfiles[5]
source: XBox 360 Controller
es: Control de Xbox 360
fr: Manette XBox 360
pl: Kontroler XBox 360
ru: Контроллер XBox 360
uk: Контролер XBox 360

# DHTab_Controls.captions_weapons[9]
source: Change MG Barrel
de: MG Rohrwechsel
es: Cambiar el barril de la MG
fr: Changer de Canon FM
pl: Zmiana lufy KM
ru: Сменить ствол пулемёта
uk: Змінити ствол кулемета

# DHTab_Controls.captions_weapons[12]
source: Increase Vehicle Smoke Launcher Range/Rotation Setting
de: Erhöhung der Fahrzeugnebelwerferdistanz / Drehungseinstellung
es: Aumentar el alcance/rotación del lanzador de humo del vehículo
fr: Augmenter la Hausse/Rotation du Lance-Fumée Véhicule
pl: Zwiększenie zasięgu wyrzutni dymu w pojazdach/Ustawienie Obrotu
ru: Увеличить дальность дымовой установки в танке/ Повернуть вправо
uk: Збільшити дальність/поворот димової установки техніки

# DHTab_Controls.captions_weapons[13]
source: Decrease Vehicle Smoke Launcher Range/Rotation Setting
de: Verringerung der Fahrzeugnebelwerferdistanz / Drehungseinstellung
es: Disminuir el alcance/rotación del lanzador de humo del vehículo
fr: Baisser la Hausse/Rotation du Lance-Fumée Véhicule
pl: Zmniejszenie zasięgu wyrzutni dymu pojazdu/Ustawienie Obrotu
ru: Уменьшить дальность дымовой установки в танке/ Повернуть влево
uk: Зменшити дальність/поворот димової установки техніки

# DHTab_Controls.captions_weapons[14]
source: Toggle Selected Artillery Target
de: Ausgewähltes Artillerieziel umschalten
es: Alternar objetivo de artillería seleccionado
fr: Sélectionner Cible Artillerie
pl: Przełącz wybrany cel artyleryjski
ru: Сменить выбранную артиллерийскую цель
uk: Переключити обрану артилерійську ціль

# DHTab_Controls.captions_comm[3]
source: Squad Say
de: Gruppenfunk
es: Hablar por la escuadra
fr: Dire au Groupe
pl: Czat Oddziału
ru: Чат отделения
uk: Чат загону

# DHTab_Controls.captions_comm[5]
source: View In-game Chat
de: Chat Im-Spiel ansehen
es: Ver el chat del juego
fr: Visualiser Chat en Jeu
pl: Wyświetl czat w grze
ru: Посмотреть внутриигровой чат
uk: Переглянути внутрішньоігровий чат

# DHTab_Controls.captions_comm[6]
source: Activate Microphone
de: Mikrofon aktivieren
es: Activar micrófono
fr: Activer Microphone
pl: Aktywuj Mikrofon
ru: Активировать микрофон
uk: Активувати мікрофон

# DHTab_Controls.captions_comm[8]
source: Switch to Local Voice Channel
de: Zu lokalem Sprachkanal wechseln
es: Cambiar al canal de voz Local
fr: Sélectionner Canal Vocal Local
pl: Przełącz na Lokalny kanał głosowy
ru: Переключиться на локальный голосовой канал
uk: Переключитися на місцевий голосовий канал

# DHTab_Controls.captions_comm[9]
source: Switch to Unassigned Voice Channel
de: Zu unzugeordnetem Sprachkanal wechseln
es: Cambiar a canal de voz no asignado
fr: Sélectionner Canal Vocal Non Assigné
pl: Przełącz na Nieprzypisany kanał głosowy
ru: Переключиться на неназначенный голосовой канал
uk: Переключитися на непризначений голосовий канал

# DHTab_Controls.captions_comm[11]
source: Start typing a chat message
de: Beginne eine Chat Nachricht zu schreiben
es: Empieza a escribir un mensaje de chat
fr: Écrire un message dans le chat
pl: Rozpocznij pisanie wiadomości na czacie
ru: Начать вводить сообщение в чат
uk: Почати ввід повідомлення в чат

# DHTab_Controls.captions_comm[12]
source: Mute Menu
de: Stummschaltmenü
es: Menú de Silencio
fr: Menu Mute
pl: Menu Wyciszenia
ru: Отключить звук в меню
uk: Вимкнути звук у меню

# DHTab_Controls.captions_game[4]
source: Lock/Unlock Armored Vehicle
de: Gepanzertes Fahrzeug abschließen/öffnen
es: Bloquear/Desbloquear vehículo blindado
fr: Verrouiller/Déverrouiller Véhicule Blindé
pl: Zablokuj/Odblokuj Pojazd Opancerzony
ru: Заблокировать/Разблокировать танк
uk: Блокування/розблокування бронетехніки

# DHTab_Controls.captions_game[5]
source: Squad Orders Menu
de: Gruppen Befehlsmenü
es: Menú de órdenes de escuadrón
fr: Menu Ordres Groupe
pl: Menu rozkazów oddziału
ru: Меню приказов отряда
uk: Меню наказів загону

# DHTab_Controls.captions_game[6]
source: Squad Menu
de: Gruppenmenü
es: Menú del equipo
fr: Menu Groupe
ja: 分隊メニュー
pl: Menu oddziału
ru: Меню отрядов
uk: Меню загону

# DHTab_Controls.captions_game[8]
source: Place Rally Point
de: Sammelpunkt platzieren
es: Establecer un punto de reunión
fr: Placer Point de Ralliement
pl: Rozstaw Punkt Zbiórki
ru: Создать точку сбора
uk: Розмістити точку збору

# DHTab_DetailSettings.DetailProjectors.Caption
source: Projectors
de: Projektoren
es: Proyectores
fr: Projecteurs
ja: プロジェクター
pl: Projektory
ru: Проекторы
uk: Проектори

# DHTab_DetailSettings.DynamicFogRatioCH.Caption
source: Dynamic View Distance
de: Dynamische Sichtdistanz
es: Distancia de Dibujado Dinámica
fr: Distance de Rendu Dynamique
ru: Динамическая дальность прорисовки
uk: Динамічна дистанція туману (рекомендовано)

# DHTab_DetailSettings.DynamicFogRatioCH.Hint
source: Keeps FPS as high as possible by adjusting the view distance automatically based on performance
de: Hält die FPS-Zahl so hoch wie möglich indem die Sichtdistanz automatisch der Leistung angepasst wird
es: Mantiene los FPS lo más altos posible ajustando la distancia de la niebla automáticamente en función del rendimiento
fr: Maintient les FPS aussi haut que possible en ajustant la distance de rendu automatiquement en fonction des performances
ru: Удерживает уровень FPS на максимально возможном уровне, автоматически регулиуя дальность прорисовки, в зависимости от производительности игры
uk: Підтримує рівень FPS на максимально високому рівні, автоматично регулюючи відстань туману залежно від його показника

# DHTab_DetailSettings.ScopeDetail.Caption
source: Scope Detail
de: Zielfernrohr Detailtiefe
es: Detalle de la Mira
fr: Détail Lunette
pl: Szczegółowość Lunety
ru: Детализация оптического прицела
uk: Деталізація прицілу

# DHTab_GameSettings.NoROIDText
source: Must join multiplayer first
de: Es muss zuerst dem Mehrspielermodus beigetreten werden
es: Debes unirte al modo multijugador primero
fr: Doit rejoindre le multijoueur avant
pl: Najpierw musisz dołączyć do gry wieloosobowej
ru: Сначала необходимо присоединиться к мультиплееру
uk: Спочатку необхідно приєднатися до мультиплеєра

# DHTab_GameSettings.LockTankOnEntry.Hint
source: Automatically lock a tank (or other armored vehicle) when you spawn into it, or if you enter an empty tank. This stops other players from using tank crew positions.
de: Panzer (oder andere gepanzerte Fahrzeuge) automatisch verschließen wenn Sie darin einsteigen. Dies verhindert, dass andere Spieler diese mitnutzen können.
es: Bloquea automáticamente un tanque (u otro vehículo blindado) al aparecer en él o si entras en un tanque vacío. Esto impide que otros jugadores ocupen las posiciones de la tripulación del tanque.
fr: Verrouille automatiquement un char (ou un autre véhicule blindé) lorsque vous y apparaissez, ou si vous entrez dans un char vide. Cela empêche d'autres joueurs d'utiliser les postes d'équipage.
pl: Automatycznie blokuj czołg (lub inny pojazd opancerzony), gdy się w nim odrodzisz lub gdy wjedziesz do pustego czołgu. Uniemożliwia to innym graczom korzystanie ze stanowisk załogi czołgu.
ru: Автоматически блокирует танк (и другую бронетехнику) при появлении в нем, или если вы заняли пустой танк. Эта функция не позволит другим игрокам занять места экипажа внутри техники.
uk: Автоматично блокує танк (або іншу бронетехніку) при появі в ньому або при вході в порожній танк. Це не дозволить іншим гравцям використовувати місця екіпажу всередині танка.

# DHTab_GameSettings.ManualReloading.Hint
source: Rounds will not reload until you click after firing, useful if you decide you want to change round types after firing
de: Granaten werden nicht nachgeladen bis erneut feuern gedrückt wird, nützlich wenn nach dem Abschuss der Granatentyp gewechselt werden soll
es: Las balas no se recargarán hasta que hagas clic después de disparar, lo cual es útil si decides que quieres cambiar el tipo de bala después de disparar
fr: Les obus ne se rechargeront pas jusqu'à ce que vous cliquiez après le tir, utile si vous décidez de changer de type d'obus à ce moment-là
pl: Pociski nie zostaną przeładowane, dopóki nie klikniesz po oddaniu strzału, co jest przydatne, jeśli po oddaniu strzału zdecydujesz się zmienić rodzaj pocisków
ru: Противотанковые пушки и орудия танков не будут перезаряжаться после выстрела пока вы не нажмёте соответствующую кнопку. Может быть полезно, если вы захотите сменить тип снаряда сразу после выстрела.
uk: Снаряди не будуть перезаряджатися, поки ви не натиснете кнопку після пострілу. Це корисно, якщо ви захочете змінити тип снаряда після пострілу

# DHTab_Hud.GameHudShowWeaponInfo.Caption
source: Show Weapon Info
de: Waffen Informationen zeigen
es: Mostrar información del arma
pl: Pokaż Informacje o Broni
ru: Показать информацию об оружии
uk: Показати інформацію про зброю

# DHTab_DetailSettings.UseVSyncCheckBox.Hint
source: VSync is used to reduce screen tearing at the high cost of input lag (GPU settings can override many graphic settings such as this)
de: VSync wird genutzt um Screen-Tearing zu verringern auf Kosten erhöhten Input Lags (GPU Einstellungen können viele Grafikeinstellungen wie diese überschreiben)
es: VSync se utiliza para reducir el desgarro de la pantalla a costa del alto retraso de entrada (las configuraciones de la GPU pueden anular muchas configuraciones gráficas como esta)
fr: Le VSync est utilisé pour réduire le déchirement d'écran au coût d'une latence plus élevée de vos commandes (il est possible que les paramètres de votre carte graphique passent outre de nombreux paramètres graphiques tels que celui-ci)
pl: VSync służy do redukcji rozrywania ekranu kosztem dużego opóźnienia wejścia (ustawienia GPU mogą zastąpić wiele ustawień graficznych, takich jak to)
ru: Вертикальная синхронизация используется для уменьшения разрывов экрана за счет высокой задержки ввода (настройки графического процессора могут переопределять многие графические настройки, такие как эта)
uk: Вертикальна синхронізація використовується для зменшення розривів екрана через високу затримку введення (налаштування графічного процесора можуть перевизначати багато графічних налаштувань, таких як це)

# DHTab_GameSettings.NetSpeedText[6]
source: User Defined (%NetSpeed%)
de: Benutzerdefiniert (%NetSpeed%)
es: Definido por usuario (%NetSpeed%)
fr: Défini par Utilisateur (%NetSpeed%)
pl: Zdefiniowana przez użytkownika (%NetSpeed%)
ru: Определяется пользователем (%NetSpeed%)
uk: Визначена користувачем (%NetSpeed%)

# DHTab_GameSettings.BayonetSpawn.Hint
source: Useful if you always want to have your bayonet attached and don't like having to attach it each spawn
de: Nützlich, wenn das Seitengewehr dauerhaft und nicht nach jedem Einstieg neu aufgesteckt werden soll
es: Útil si siempre quieres tener tu bayoneta colocada y no te gusta tener que colocarla en cada aparición
fr: Utile si vous voulez toujours avoir votre baïonnette fixée et n'aimez pas avoir à l'attacher à chaque apparition
pl: Przydatne, jeśli zawsze chcesz mieć założony bagnet i nie lubisz go zakładać przy każdym odrodzeniu
ru: Полезно, если вы хотите, что-бы штык был примкнут к оружию всегда, и вам не нравится прикреплять его снова при каждом появлении
uk: Корисно, якщо ви хочете, щоб багнет був примкнений до зброї завжди, і вам не подобається прикріплювати його знову при кожній появі

# DHTab_GameSettings.AutomaticVehicleAlerts.Hint
source: When to send automatic vehicle voice alerts
de: Wann automatische Fahrzeugbefehlswarnungen gesendet werden sollen
es: Cuándo enviar alertas de voz automáticas del vehículo
fr: Pour envoyer des alertes vocales automatiques dans un véhicule
pl: Kiedy wysyłać automatyczne powiadomienia głosowe pojazdu
ru: Когда отправлять автоматические голосовые оповещения в технике
uk: Коли надсилати автоматичні голосові сповіщення в техніці

# DHTab_GameSettings.DynamicNetspeed.Hint
source: Will lower NetSpeed to 6000 or until 40 ping is achieved, useful for those who want better ping vs stable NetSpeed
de: Verringert die Netzgeschwindigkeit zu 6000 oder bis ein Ping von 40 erreicht wird, nützlich falls ein verbesserter Ping anstatt stabilerer Netzgeschwindigkeit gewünscht ist
es: Reducirá NetSpeed a 6000 o hasta alcanzar un ping de 40, útil para aquellos que desean un mejor ping frente a un NetSpeed estable
fr: Abaissera le NetSpeed à 6000 ou jusqu'à ce que les 40 de ping soit atteints, utile pour ceux qui veulent un meilleur ping vs un NetSpeed stable
pl: Obniży NetSpeed do 6000 lub do momentu osiągnięcia 40 pingu, przydatne dla tych, którzy wolą lepszy ping niż stabilny NetSpeed
ru: Снизит NetSpeed до 6000 или до тех пор, пока пинг не достигнет 40, полезно для тех, кому важен лучший пинг по сравнению со стабильным NetSpeed
uk: Знизить NetSpeed до 6000 або доти, доки пінг не досягне 40, корисно для тих, кому важливий кращий пінг порівняно зі стабільним NetSpeed

# DHTab_GameSettings.PlayersROID.Caption
source: You must first join a multiplayer game before your ID is displayed
de: Es muss erst einem Mehrspieler-Gerfecht beigetreten werden bevor die eigene ID angezeigt wird
es: Primero debes unirte a un juego multijugador antes de que se muestre tu identificación
pl: Musisz dołączyć do gry wieloosobowej zanim zostanie wyświetlony Twój identyfikator
ru: Прежде чем отобразится ваш ID, необходимо сначала присоединиться к многопользовательской игре
uk: Перш ніж відобразиться ваш ID, необхідно спочатку приєднатися до багатокористувацької гри

# DHTab_Hud.ShowChatMessages.Hint
source: Show chat messages from players and server. Messages can still be read in the console.
de: Zeige Chat Nachrichten von Spielern und Server. Nachrichten können auch in der Konsole gelesen werden.
es: Se muestran los mensajes de chat de los jugadores y del servidor. Los mensajes se pueden leer en la consola.
pl: Pokazuje wiadomości na czacie od graczy i serwera. Wiadomości mogą być nadal odczytywane w konsoli.
ru: Показывать сообщения чата от игроков и сервера. Сообщения по-прежнему можно читать в консоли.
uk: Показувати повідомлення чату від гравців і сервера. Повідомлення, як і раніше, можна читати в консолі.

# DHTab_Input.InputScopedFactor.Caption
source: Scope and Binocular Sensitivity Factor
de: Empfindlichkeit Zielfernrohr und Feldstecher
es: Factor de sensibilidad de Binoculares y Miras de Francotirador
pl: Współczynnik czułości lunety i lornetki
ru: Чувствительность оптических прицелов и биноклей
uk: Коефіцієнт чутливості оптичних прицілів і біноклів

# DHTab_MutatorSP.IAMutatorAll.Caption
source: Add All
de: Alle hinzufügen
es: Añadir todos
ja: すべて追加
pl: Dodaj wszystkie
ru: Добавить все
uk: Додати все

# DHTab_GameSettings.ThrottleOtherVehicles.Caption
source: Incremental Throttle - Other Vehicles
de: Stufenweise Beschleunigung - Andere Fahrzeuge
es: Acelerador incremental - Otros Vehículos
pl: Stopniowe Przyspieszanie – Inne Pojazdy
ru: Ступенчатая ручка газа - другая техника
uk: Поступова ручка газу - Інша техніка

# DHTab_GameSettings.ThrottleTanks.Hint
source: Uses a throttle for tanks, useful for long drives
de: Stufenweise, feste Beschleunigung für Panzer, nützlich für lange Fahrten
es: Utiliza un acelerador para tanques, útil para viajes largos
pl: Używa przepustnicy dla czołgów, przydatne podczas długich jazd
ru: Добавляет ступенчатую ручку газа для танков. Может быть полезно при длительных поездках
uk: Використовує покрокову дросельну заслінку для танків, що корисно під час тривалих поїздок

# DHTab_GameSettings.ViewFOV.Hint
source: How much of the world can be seen across the width of your screen. A lower FOV gives a slightly more zoomed view, while a higher FOV is more zoomed out but gives extra peripheral vision. Note a widescreen monitor does not give extra width of vision; the same view is spread across the wider screen and the top and bottom get cropped.
de: Wieviel der Spielwelt über die Breite des Bildschirms gesehen werden kann. Ein niedrigeres Sichtfeld (FOV) bietet einen näheren Blick, während ein höheres FOV weiter entfernt aber dafür verstärkte periphäre Sicht bietet. Beachte, ein Widescreen-Monitor bietet keine zusätzliche Sichtweite bzw. -breite; die selbe Sicht wird über den breiteren Bildschirm gestreckt und die Ober- sowie Unterseite werden beschnitten.
es: Cuánto del mundo se puede ver a lo ancho de la pantalla. Un campo de visión (FOV) bajo ofrece una vista ligeramente más amplia, mientras que un campo de visión (FOV) alto está más alejado, pero ofrece una visión periférica adicional. Tenga en cuenta que un monitor panorámico no ofrece una visión más amplia; la misma vista se extiende a lo largo de la pantalla más ancha, con las partes superior e inferior recortadas.
pl: Jak duża część świata jest widoczna na całej szerokości ekranu. Niższy FOV daje nieco bardziej powiększony widok, podczas gdy wyższy FOV jest bardziej pomniejszony, ale zapewnia dodatkowe widzenie peryferyjne. Należy pamiętać, że monitor panoramiczny nie zapewnia dodatkowej szerokości widzenia; ten sam widok jest rozłożony na szerszym ekranie, a góra i dół są przycięte.
ru: Сколько будет прорисовано окружение по ширине экрана. Меньшее значение FOV приближает картинку, а большее - отдаляет, но при этом даёт дополнительное периферийное зрение. Обратите внимание, что широкоэкранный монитор не даёт дополнительно ширины обзора; поле зрения останется прежним, а верх и низ изображения будут обрезаны.
uk: Яку частину світу можна побачити за шириною екрана. Менше значення поля зору дає слабке наближення, а більше - віддаляє зображення, але дає додатковий периферійний зір. Зверніть увагу, що широкоекранний монітор не дає додатково ширини огляду; поле зору залишиться колишнім, а верх і низ зображення будуть обрізані.

# DHTab_Hud.GameHudSimpleColours.Hint
source: Red/Blue team HUD colours only, for colorblind players.
de: Ausschließlich rote/blaue HUD Farben, für farbenblinde Spieler.
es: Solo colores del HUD del equipo rojo/azul, para jugadores daltónicos.
pl: Tylko Czerwone/Niebieskie kolory interfejsu drużyny, dla graczy ze ślepotą barw.
ru: Красные/синие цвета Игрового интерфейса (HUD), для игроков с дальтонизмом.
uk: Червоні/сині кольори Ігрового інтерфейсу (HUD), для гравців із дальтонізмом.

# DHTab_Hud.UseTechnicalAmmoNames.Caption
source: Use Technical Ammo Names (Tanks/AT Guns)
de: Technische Namen Munition nutzen (Panzer/PAK)
es: Usar nombres técnicos para munición (Tanques/AT)
pl: Używaj Technicznych Nazw Amunicji (Czołgi/Działa PPanc)
ru: Использовать родные названия снарядов (Танки/ПТ-орудия)
uk: Використовувати технічні назви боєприпасів (Танки/ПТ-гармати)

# DHTab_Input.InputIronSightBipodFactor.Caption
source: Bipod Sensitivity Factor
de: Empfindlichkeit Zweibein
es: Factor de sensibilidad del bípode
pl: Współczynnik Czułości Dwójnogu
ru: Чувствительность сошек
uk: Коефіцієнт чутливості сошок

# DHTab_Input.InputMouseLag.Hint
source: Enable this option will reduce the amount of lag in your mouse.
de: Aktivieren dieser Option verringert die Verzögerung der Mausbewegungen.
es: Habilitar esta opción reducirá la cantidad de retraso en el mouse a costa de unos mínimos FPS.
pl: Włączenie tej opcji zmniejszy opóźnienie myszy.
ru: Включение этой опции уменьшит задержку мыши.
uk: Увімкнення цієї опції зменшить затримку миші.

# DHTab_MainSP.NoPreview.Caption
source: No Preview Available
de: Keine Vorschau verfügbar
es: Sin vista previa disponible
pl: Podgląd nie jest dostępny
ru: Предварительный просмотр недоступен
uk: Попередній перегляд недоступний

# DHTab_Controls.PanelCaption
source: Controls
de: Steuerung
es: Controles
fr: Commandes
pl: Sterowanie
ru: Управление
uk: Керування

# DHTab_Controls.ControlProfilesComboBox.Caption
source: Control Profiles
de: Steuerungsprofile
es: Perfil de controles
fr: Profils de Commandes
pl: Profile Sterowania
ru: Профили управления
uk: Профілі керування

# DHTab_Controls.InputBK1.Caption
source: Bindings
de: Belegung
es: Fijaciones
fr: Raccourcis Clavier
pl: Przypisanie klawiszy
ru: Привязки клавиш
uk: Прив'язки клавіш
