Repository: DarklightGames/weblate-darklightgames
Catalog: DH_Interface/DH_Interface.*.po
Languages: de, es, fr, ja, pl, ru, uk

# DHTab_Input.InputInvertMouse.Caption
source: Invert Mouse
de: Maus umkehren
es: Invertir Mouse
pl: Odwróć Mysz
ru: Инвертировать мышь
uk: Інвертувати мишу

# DHTab_Input.InputIronSightFactor.Caption
source: Iron Sight Sensitivity Factor
de: Empfindlichkeit Visiereinrichtung
es: Factor de sensibilidad de las miras
pl: Współczynnik Czułości Przyrządów Celowniczych
ru: Чувствительность прицела
uk: Коефіцієнт чутливості приціла

# DHTab_Input.InputMenuSensitivity.Caption
source: Mouse Sensitivity (Menus)
de: Empfindlichkeit Maus (Menü)
es: Sensibilidad del mouse (Menus)
pl: Czułość Myszki (Menu)
ru: Чувствительность мыши (Меню)
uk: Чутливість миші (Меню)

# DHTab_Input.InputMouseAccel.Caption
source: Mouse Accel. Threshold
de: Schwelle Mausbeschleunigung
es: Umbral de aceleración del ratón
pl: Próg Przyśpieszenia Myszy
ru: Ускорение мыши
uk: Прискорення миші

# DHTab_Input.InputMouseLag.Caption
source: Reduce Mouse Lag
de: Mausverzögerung reduzieren
es: Reducir el lag del Mouse (No recomendado)
pl: Redukuj Opóźnienie Myszy
ru: Уменьшить задержку мыши
uk: Зменшити затримку миші

# DHTab_Input.InputMousePollRate.Caption
source: Mouse Polling Rate
de: Abfragerate Maus
es: Tasa de sondeo del ratón
pl: Częstotliwość odpytywania myszy
ru: Скорость отклика мыши
uk: Швидкість відгуку миші

# DHTab_Input.InputMouseSensitivity.Caption
source: Mouse Sensitivity (Game)
de: Empfindlichkeit Maus (Spiel)
es: Sensibilidad del Mouse (Juego)
pl: Czułość Myszki (Gra)
ru: Чувствительность мыши (Игра)
uk: Чутливість миші (Гра)

# DHTab_Input.InputMouseSmoothStr.Caption
source: Mouse Smoothing Strength
de: Stärke Mausglättung
es: Fuerza de suavizado del ratón
pl: Siła wygładzania myszy
ru: Сила сглаживания мыши
uk: Сила згладжування миші

# DHTab_Input.InputMouseSmoothing.Caption
source: Mouse Smoothing
de: Mausglättung
es: Suavizado del ratón
pl: Wygładzanie myszy
ru: Сглаживание мыши
uk: Згладжування миші

# DHTab_Input.InputUseJoystick.Caption
source: Enable Joystick
de: Joystick aktivieren
es: Habilitar Joystick
pl: Włącz joystick
ru: Использовать джойстик
uk: Використовувати джойстик

# DHTab_MainSP.DifficultyCombo.Caption
source: Difficulty
de: Schwierigkeitsgrad
es: Dificultad
fr: Difficulté
pl: Stopień trudności
ru: Сложность
uk: Складність

# DHTab_MainSP.MapAuthorLabel.Caption
source: Testing
de: Übungsmodus
es: Probando
fr: Test
pl: Testowanie
ru: Тестирование
uk: Тестування

# DHTab_MainSP.MaplistButton.ButtonCaption
source: Maplist Configuration
de: Konfiguration Kartenübersicht
es: Configuración de la lista de mapas
pl: Konfiguracja listy map
ru: Настройка списка карт
uk: Параметри списку карт

# DHTab_MainSP.OptionsContainer.Caption
source: Options
de: Optionen
es: Opciones
pl: Opcje
ru: Настройки
uk: Параметри

# DHTab_MainSP.PreviewGroup.Caption
source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
pl: Podgląd
ru: Предварительный просмотр
uk: Попередній перегляд

# DHTab_MainSP.RecommendedPlayers.Caption
source: Best for 4 to 8 players
de: Am besten für 4 bis 8 Spieler
es: Bueno para 4 a 8 jugadores.
pl: Najlepsza dla 4 do 8 graczy
ru: Лучше всего для 4-8 игроков
uk: Найкраще всього для 4-8 гравців

# DHTab_MainSP.ScrollSection.Caption
source: Map Description
de: Kartenbeschreibung
es: Descripción del mapa
ja: マップの説明
pl: Opis mapy
ru: Описание карты
uk: Опис карти

# DHTab_MainSP.SelectionGroup.Caption
source: Map Selection
de: Kartenauswahl
es: Selección de mapa
pl: Wybór mapy
ru: Выбор карты
uk: Вибір карти

# DHTab_MutatorSP.ActiveBackground.Caption
source: Active Mutators
de: Aktive Mutatoren
es: Activar complementos
pl: Aktywne Mutatory
ru: Активные мутаторы
uk: Активні мутатори

# DHTab_MutatorSP.AvailBackground.Caption
source: Available Mutators
de: Verfügbare Mutatoren
es: Complementos disponibles
pl: Dostępne Mutatory
ru: Доступные мутаторы
uk: Доступні мутатори

# DHTab_MutatorSP.DescriptionBackground.Caption
source: Mutator Details
es: Detalles de complementos
pl: Szczegóły Mutatora
ru: Описание мутатора
uk: Деталі мутатора

# DHTab_MutatorSP.IAMutatorAdd.Caption
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
pl: Dodaj
ru: Добавить
uk: Додати

# DHTab_MutatorSP.IAMutatorClear.Caption
source: Remove All
de: Alle entfernen
es: Remover todos
ja: すべて削除
pl: Usuń wszystkie
ru: Убрать все
uk: Вилучити все

# DHTab_MutatorSP.IAMutatorConfig.Caption
source: Configure Mutators
de: Mutatoren konfigurieren
es: Configurar Complementos
pl: Konfiguruj Mutatory
ru: Настройка мутаторов
uk: Налаштування мутаторів

# DHTab_MutatorSP.IAMutatorRemove.Caption
source: Remove
de: Entfernen
es: Remover
fr: Retirer
pl: Usuń
ru: Убрать
uk: Прибрати

# DHTab_ServerRulesPanel.AdvancedButton.Caption
source: View Advanced Options
de: Erweiterte Optionen anzeigen
es: Ver opciones avanzadas
pl: Wyświetl opcje zaawansowane
ru: Посмотреть дополнительные параметры
uk: Показати додаткові параметри

# DHTab_ServerRulesPanel.EnableWebadmin.Caption
source: Enable WebAdmin
de: WebAdmin aktivieren
es: Habilitar WebAdmin
pl: Włącz WebAdmin
ru: Включить Веб-Администрирование
uk: Увімкнути Веб-Адміністрування

# DHTab_ServerRulesPanel.LANServer.Caption
source: LAN Server
es: Servidor LAN
ja: LAN サーバ
pl: Serwer LAN
ru: Локальный сервер
uk: Локальний сервер

# DHTab_ServerRulesPanel.WebadminPort.Caption
source: WebAdmin Port
es: Puerto de WebAdmin
pl: Port WebAdmin
ru: Порт веб-администратора
uk: Порт веб-адміністратора

# DHMidGameVoiceChat.NOSPEECH.Hint
source: Do not receive any voice commands, such as 'Take cover!' from this player
de: Von diesem Spieler werden keine Sprachbefehle wie 'Deckung!' empfangen
es: No reciba ningún comando de voz, como "¡a cubierto!", de este reproductor
fr: Ne pas recevoir de commandes vocales, tel que 'À couvert' de ce joueur
ja: このプレイヤーから「グレネード!」などのボイスメッセージを受信しない
pl: Nie otrzymuj od tego gracza żadnych poleceń głosowych, takich jak „Kryć się!”
ru: Не получать никаких голосовых команд, как например "В укрытие!", от этого игрока
uk: Не отримувати жодних голосових команд, як наприклад "В укриття!", від цього гравця

# DHCommunicationPage.Panels<0>.Hint
source: Manage communication with other players
de: Kommunikation mit anderen Spielern verwalten
es: Gestiona la comunicación con otros jugadores
fr: Gérer les communications avec les autres joueurs
ja: 他のプレイヤーとのコミュニケーションを管理する
pl: Zarządzaj komunikacją z innymi graczami
ru: Управление общением с другими игроками
uk: Керувати спілкуванням з іншими гравцями

# DHMapVoteMultiColumnList.ColumnHeadings<4>
source: Map Size
de: Kartengröße
es: Tamaño del mapa
fr: Taille de Carte
ja: マップ規模
pl: Rozmiar Mapy
ru: Размер карты
uk: Розмір карти

# DHMapVoteMultiColumnList.ColumnHeadingHints<4>
source: Recommended players for the map.
de: Empfohlene Spieleranzahl für diese Karte.
es: Jugadores recomendados por el mapa.
fr: Nombre de joueurs recommandés pour la carte.
ja: マップの推奨プレイヤー数
pl: Zalecani gracze dla mapy.
ru: Рекомендованное количество игроков для этой карты.
uk: Рекомендована кількість гравців для цієї карти.

# DHCreditsPage.ProjectLeadsText
source: Project Leads
de: Projektverantwortliche
es: Lideres del proyecto
fr: Chefs de Projet
ja: プロジェクトリーダー
pl: Liderzy Projektu
ru: Руководители проекта
uk: Керівники проекту

# DHCreditsPage.TextureArtistsText
source: Texture Artists
es: Artistas de texturas
fr: Textureurs
ja: テクスチャ制作
pl: Artyści Tekstur
ru: Художники по текстурам
uk: Художники текстур

# DHCreditsPage.PastPatreonSupportersText
source: Past Patreon Supporters
de: Bisherige Patreon Unterstützer
es: Antiguos patrocinadores de Patreon
fr: Membres Patreon Passés
ja: 過去のPatreonサポーター
pl: Wspierający Patreon w przeszłości
ru: Последние поддержавшие на Patreon
uk: Минулі спонсори Patreon

# DHScoreBoard.NoPlayersText
source: No players
de: Keine Spieler
es: Sin jugadores
fr: Aucun joueurs
ja: プレイヤーなし
pl: Brak graczy
ru: Нет игроков
uk: Немає гравців

# DHCreditsPage.ProgrammersText
source: Programmers
de: Programmierer
es: Programadores
fr: Programmeurs
ja: プログラマー
pl: Programiści
ru: Программисты
uk: Програмісти

# DHCreditsPage.AnimatorsText
source: Animators
es: Animadores
fr: Animateurs
ja: アニメーション制作
pl: Animatorzy
ru: Аниматоры
uk: Аніматори

# DHCreditsPage.ModelersText
source: Modelers
de: Modellierer
es: Modeladores
fr: Modélisateurs
ja: モデリング
pl: Modelarze
ru: Моделисты
uk: 3D художники

# DHCreditsPage.ArtistsText
source: Artists
de: Künstler
es: Artistas
fr: Dessinateurs
ja: アートデザイン
pl: Artyści
ru: Художники
uk: Художники

# DHCreditsPage.LevelDesignersText
source: Level Designers
de: Level Designer
es: Diseñadores de niveles
fr: Concepteurs de Niveaux
ja: マップ設計・制作
pl: Projektanci Poziomów
ru: Разработчики уровней
uk: Розробники рівней

# DHCreditsPage.SoundArtistsText
source: Sound Artists
es: Artistas de sonido
fr: Concepteurs de Son
ja: サウンド制作
pl: Artyści Dźwięku
ru: Звукорежиссёры
uk: Звукові виконавці

# DHCreditsPage.LocalizationTeamText
source: Localization Team
de: Lokalisierungs Team
es: Equipo de traducción
fr: Équipe de Localisation
ja: ローカライズ
pl: Zespół Lokalizacji
ru: Команда локализации
uk: Команда локалізації

# DHCreditsPage.CommunityAdminsText
source: Community Admins
es: Administradores de la comunidad
fr: Administrateurs (Communauté)
ja: コミュニティ管理者
pl: Administratorzy Społeczności
ru: Администрация сообщества
uk: Адміністрація спільноти

# DHCreditsPage.OtherContributorsText
source: Other Contributors
de: Weitere Beitragende
es: Otros contribuyentes
fr: Autres Contributeurs
ja: その他の貢献者
pl: Inni Współtwórcy
ru: Прочие участники
uk: Інший вклад

# DHCreditsPage.SpecialThanksText
source: Special Thanks
de: Besonderer Dank
es: Agradecimientos especiales
fr: Remerciements Particuliers
ja: スペシャルサンクス
pl: Specjalne Podziękowania
ru: Отдельное спасибо
uk: Особлива подяка

# DHTab_DetailSettings.NoneText
source: None
de: Keine
es: Ninguno
fr: Aucun
pl: Brak
ru: Ничего
uk: Вимкнено

# DHTab_MainSP.MapPlayersRangeText
source: {min}-{max} players
de: {min}-{max} Spieler
es: {min}-{max} jugadores
pl: {min}-{max} graczy
ru: {min}-{max} игроков
uk: {min}-{max} гравців

# DHTab_MainSP.MapAuthorText
source: Author: {author}
de: Autor: {author}
es: Autor: {author}
pl: Autor: {author}
ru: Автор: {author}
uk: Автор: {author}

# DHTab_MainSP.MapPlayersText
source: {min} players
de: {min} Spieler
es: {min} jugadores
pl: {min} graczy
ru: {min} игроков
uk: {min} гравців

# DHTab_MainSP.MapCaptionText
source: {game} Maps
de: {game} Karten
es: {game} Mapas
pl: {game} Mapy
ru: {game} карты
uk: {game} Мапи

# DHGUIMapComponent.AdminPlaceAlliedSpawnText
source: ADMIN: Place ALLIED spawn
de: ADMIN: ALLIIERTEN Einsetzpunkt platzieren
es: ADMIN: Colocar spawn Aliado
fr: ADMIN : Placer spawn ALLIÉ
ja: 管理者:連合国軍のスポーン地点を配置する
pl: ADMIN: Umieść punkt odrodzenia ALIANTÓW
ru: АДМИН: Разместить точку появления для команды СОЮЗНИКОВ
uk: Адмін: Встановити спавн Союзників

# DHGUIMapComponent.AdminDestroyAlliedSpawnsText
source: ADMIN: Destroy ALLIED admin spawns
de: ADMIN: ALLIERTE Admin-Einsetzpunkte zerstören
es: ADMIN: Destruir spawns de admin de ALIADOS
fr: ADMIN : Détruit spawns admin ALLIÉS
ja: 管理者:管理者が設置した連合国軍のスポーン地点を無効化する
pl: ADMIN: Zniszcz punkty odrodzenia ALIANTÓW
ru: АДМИН: Убрать точку появления для команды СОЮЗНИКОВ
uk: Адмін: Знищити всі адмін-спавни Союзників

# DHGUIMapComponent.AdminDestroyAxisSpawnsText
source: ADMIN: Destroy AXIS admin spawns
de: ADMIN: ACHSENMÄCHTE Admin-Einsetzpunkte zerstören
es: ADMIN: Destruir spawns de admin de EJE
fr: ADMIN : Détruire spawns admins AXE
ja: 管理者:管理者が設置した枢軸国軍のスポーン地点を無効化する
pl: ADMIN: Zniszcz punkty odrodzenia OSI
ru: АДМИН: Убрать точку появления для команды ОСИ
uk: Адмін: Знищити всі адмін-спавни Осі

# DHGUIMapComponent.AdminDestroySpawnText
source: ADMIN: Destroy spawn
de: ADMIN: Einsetzpunkt zerstören
es: ADMIN: Destruir spawn
fr: ADMIN : Détruire spawn
ja: 管理者:スポーン地点を無効化する
pl: ADMIN: Zniszcz punkt odrodzenia
ru: АДМИН: Убрать точку появления
uk: Адмін: Знищити спавн

# DHGUIMapComponent.AdminPlaceAxisSpawnText
source: ADMIN: Place AXIS spawn
de: ADMIN: ACHSENMÄCHTE Einsetzpunkt platzieren
es: ADMIN: Colocar spawn EJE
fr: ADMIN : Placer spawn AXE
ja: 管理者:枢軸国軍のスポーン地点を配置する
pl: ADMIN: Umieść punkt odrodzenia OSI
ru: АДМИН: Разместить точку появления для команды ОСИ
uk: Адмін: Встановити спавн Осі

# DHGUIMapComponent.AdminTeleportText
source: ADMIN: Teleport here
de: ADMIN: Hierhin teleportieren
es: ADMIN: Teletransportar aqui
fr: ADMIN : Se téléporter ici
ja: 管理者:ここにテレポートさせる
pl: ADMIN: Teleportuj tutaj
ru: АДМИН: Телепортироваться сюда
uk: Адмін: Телепортуватися сюди

# DHDeployMenu.RoleLockedText
source: LOCKED
de: GESPERRT
es: BLOQUEADO
fr: VERROUILLÉ
ja: ロック中
pl: ZABLOKOWANY
ru: ЗАБЛОКИРОВАНО
uk: НЕДОСТУПНО

# DHCreditsPage.VoiceActorsText
source: Voice Actors
de: Synchronsprecher
es: Actores de voz
fr: Doubleurs
ja: 声優
pl: Aktorzy Głosowi
ru: Актёры озвучки
uk: Актори озвучування

# DHScoreBoard.ScoreboardColumns<2>.Title
source: Role
de: Rolle
es: Rol
fr: Rôle
ja: 兵科
pl: Rola
ru: Должность
uk: Роль

# DHScoreBoard.ScoreboardColumns<5>.Title
source: K
de: A
es: B
pl: Z
ru: У
uk: В

# DHServerBrowser.WelcomeMessageText
source: Welcome to Darkest Hour: Europe '44-'45! Be sure to join the 5000+ strong Discord community to discuss the game, make suggestions, or report any bugs! See you on the battlefield!
de: Willkommen zu Darkest Hour: Europe '44-'45! Tritt der >5000 Mann starken Discord Community bei um über das Spiel zu diskutieren, Vorschläge einzureichen oder auftretende Fehler zu melden! Wir sehen uns auf dem Schlachtfeld!
es: ¡Bienvenidos a Darkest Hour: Europa '44-'45! ¡Únanse a la comunidad de Discord de más de 5000 usuarios para hablar del juego, hacer sugerencias o reportar errores! ¡Nos vemos en el campo de batalla!
fr: Bienvenue sur Darkest Hour : Europe '44-'45 ! Assurez-vous de rejoindre la communauté Discord forte de 5000 personnes pour discuter du jeu, faire des suggestions, ou signaler tout bug ! Rendez-vous sur le champ de bataille !
ja: Darkest Hour：Europe'44-'45へようこそ！5000人以上が集う巨大なDiscordコミュニティに参加して、ゲームについて話し合ったり、提案をしたり、バグを報告したりしてください！それでは戦場でお会いしましょう！
pl: Witamy w Darkest Hour: Europe '44-'45! Dołącz do ponad 5000-osobowej społeczności na Discordzie, aby dyskutować o grze, zgłaszać sugestie lub błędy! Do zobaczenia na polu bitwy!
ru: Добро пожаловать в Darkest Hour: Europe '44-'45! Присоединяйтесь к сообществу Discord с более чем 5000+ человек, где вы можете обсудить игру, внести предложения или сообщить об ошибках! Увидимся на поле боя!
uk: Ласкаво просимо до Darkest Hour: Europe '44-'45! Обов'язково приєднайтесь до нашої спільноти Discord, щоб бути на зв'язку з більш ніж 5000 гравцями, вносити пропозиції або повідомляти про баги! До зустрічі на полі бою!

# DHServerBrowser.WelcomeMessageDiscordButtonText
source: Join Discord
de: Discord beitreten
es: Únete a Discord
fr: Rejoindre Discord
ja: Discord に参加
pl: Dołącz na Discord
ru: Открыть Discord

# DHServerBrowser.WelcomeMessagePlayButtonText
source: Just play!
de: Einfach spielen!
es: ¡Solo juega!
fr: Jouer !
ja: まずプレイする！
pl: Rozpocznij grę!
ru: Начать играть!
uk: Наступного разу!

# DHVideoChangePrompt.bCancel.Caption
source: Restore Settings
de: Einstellungen wiederherstellen
es: Reestablecer configuraciones
pl: Przywróć ustawienia
ru: Откатить настройки

# DHVideoChangePrompt.bOk.Caption
source: Keep Settings
de: Einstellungen behalten
es: Mantener configuraciones
pl: Pozostaw ustawienia
ru: Оставить настройки

# DHPerformanceWarning.OkButton.Caption
source: OK
ru: Принять

# DHMapVoteMultiColumnListBox.AdminMapContextMenu.ContextItems<0>
source: ADMIN: Force map to this
de: ADMIN: Diese Karte erzwingen
es: ADMIN: Forzar mapa a esto
fr: ADMIN : Forcer la carte à ceci
ja: 管理者:強制的にこのマップにします
pl: ADMIN: Wymuś mapę na wybraną
ru: АДМИН: Принудительно сменить карту

# DHMapVotingPage.NoRestartMapPrivilegeText
source: You don't have sufficient admin privileges to restart a map!
de: Es liegen keine ausreichenden Administratorrechte vor um eine Karte neuzustarten!
es: ¡No tienes suficientes privilegios de administrador para reiniciar un mapa!
fr: Vous n'avez pas suffisamment de privilèges d'admin pour redémarrer une carte !
ja: マップを再スタートするための十分な管理者権限がありません!
pl: Nie masz wystarczających uprawnień administratora, aby zrestartować mapę!
ru: У вас недостаточно прав администратора что бы перезапустить карту!

# DHMapVotingPage.NoChangeMapPrivilegeText
source: You don't have sufficient admin privileges to change a map!
de: Es liegen keine ausreichenden Administratorrechte vor um eine Karte zu ändern!
es: ¡No tienes suficientes privilegios de administrador para cambiar un mapa!
fr: Vous n'avez pas suffisamment de privilèges d'admin pour changer une carte !
ja: マップを変更するための十分な管理者権限がありません!
pl: Nie masz wystarczających uprawnień administratora, aby zmienić mapę!
ru: У вас недостаточно прав администратора что бы сменить карту!

# DHSituationMapGUIPage.EnableMouseControlPrompt
source: Press [%JUMP%] to activate mouse
de: [%JUMP%] drücken um die Maus zu aktivieren
es: Presiona [%JUMP%] para activar el mouse
fr: Appuyez sur [%JUMP%] pour activer la souris
ru: Нажмите [%JUMP%] для активации мыши
