Repository: DarklightGames/weblate-darklightgames
Catalog: DH_Interface/DH_Interface.*.po
Languages: de, es, fr, ja, pl, ru, uk

# DHTab_DetailSettings.RenderModeText[0]
source: Direct3D 9.0 (Recommended)
de: Direct3D 9.0 (Empfohlen)
es: Direct3D 9.0 (Recomendado)
fr: Direct3D 9.0 (Recommandé)
pl: Direct3D 9.0 (Zalecany)
ru: Direct3D 9.0 (рекомендованно)
uk: Direct3D 9.0 (рекомендовано)

# DHTab_DetailSettings.RenderModeText[1]
source: Direct3D 8.0 (Rendering Issues)
de: Direct3D 8.0 (Renderprobleme)
es: Direct3D 8.0 (Problemas de Renderizado)
fr: Direct3D 8.0 (Problèmes de Rendu)
pl: Direct3D 8.0 (Problemy z renderowaniem)
ru: Direct3D 8.0 (проблемы с рендерингом)
uk: Direct3D 8.0 (проблеми з рендерингом)

# DHTab_DetailSettings.RenderModeText[2]
source: OpenGL (Unstable)
de: OpenGL (Instabil)
es: OpenGL (Inestable)
fr: OpenGL (Instable)
pl: OpenGL (Niestabilne)
ru: OpenGL (нестабильный)
uk: OpenGL (нестабільний)

# DHTab_DetailSettings.RelaunchQuestion
source: The graphics mode has been successfully changed. However, it will not take effect until the next time the game is started. Would you like to restart the game right now?
de: Der Grafikmodus wurde erfolgreich angepasst. Die Änderung tritt allerdings erst nach Neustart des Spiels in Kraft. Soll das Spiel jetzt neu gestartet werden?
es: El modo gráfico se ha modificado correctamente. Sin embargo, no tendrá efecto hasta la próxima vez que se inicie el juego. ¿Quieres reiniciar el juego ahora mismo?
fr: Le mode graphique a été modifié avec succès. Cependant, il ne prendra pas effet avant la prochaine fois que le jeu sera commencé. Voulez-vous relancer le jeu maintenant ?
pl: Tryb graficzny został pomyślnie zmieniony. Nie będzie jednak obowiązywać aż do następnego uruchomienia gry. Czy chcesz teraz ponownie uruchomić grę?
ru: Настройки графики успешно изменены. Однако они не вступят в силу до следующего запуска игры. Хотите перезапустить игру прямо сейчас?
uk: Налаштування графіки успішно змінено. Однак вони не набудуть чинності до наступного запуску гри. Хочете перезапустити гру просто зараз?

# DHTab_DetailSettings.BrightnessSlider.Caption
source: Brightness
de: Helligkeit
es: Brillo
fr: Luminosité
ja: 明るさ
pl: Jasność
ru: Яркость
uk: Яскравість

# DHTab_DetailSettings.ContrastSlider.Caption
source: Contrast
de: Kontrast
es: Contraste
fr: Contraste
pl: Kontrast
ru: Контраст
uk: Контраст

# DHTab_DetailSettings.CorpseStayTime.Caption
source: Corpse Stay Time (Seconds)
de: Verweildauer Gefallene (Sekunden)
es: Tiempo de permanencia del cadáveres (segundos)
fr: Délai d'Apparition de Cadavres (Secondes)
pl: Czas Pozostawania Zwłok (Sekundy)
ru: Время пребывания трупа (секунды)
uk: Час перебування трупа (секунд)

# DHTab_DetailSettings.DetailAnisotropy.Caption
source: Anisotropic Filtering
de: Anisotrope Filterung
es: Filtro Anisotrópico
fr: Filtrage Anisotrope
pl: Filtrowanie Anizotropowe
ru: Анизотропная фильтрация
uk: Анізотропна фільтрація

# DHTab_DetailSettings.DetailAntialiasing.Caption
source: Antialiasing
fr: Anticrénelage
pl: Antyaliasing
ru: Сглаживание
uk: Згладжування

# DHTab_DetailSettings.DetailCharacterDetail.Caption
source: Character Detail
de: Charakterdetails
es: Detalle de personajes
fr: Détail Personnages
pl: Szczegóły Postaci
ru: Детализация персонажей
uk: Деталізація персонажів

# DHTab_DetailSettings.DetailCharacterShadows.Caption
source: Character Shadows
de: Charakterschatten
es: Sombras del personajes
fr: Ombres Personnages
pl: Cienie Postaci
ru: Тени персонажей
uk: Тіні персонажів

# DHTab_DetailSettings.DetailCoronas.Caption
source: Coronas
de: Koronas
fr: Couronnes
pl: Oświetlenie Dodatkowe
ru: Дополнительное освещение
uk: Додаткове освітлення

# DHTab_DetailSettings.DetailDecalStay.Caption
source: Decal Stay
de: Verbleib Spuren
es: Estancia de Efectos
fr: Délai Décalques
pl: Pozostawanie Śladów
ru: Время пребывания декалей
uk: Час перебування декалей

# DHTab_DetailSettings.DetailDecals.Caption
source: Decals
de: Spuren
es: Efectos aderentes
fr: Décalques
pl: Ślady
ru: Декали
uk: Декалі

# DHTab_DetailSettings.DetailDecoLayers.Caption
source: Ground Details
de: Bodendetails
es: Detalles del Terreno
fr: Détail Terrain
pl: Szczegóły Terenu
ru: Детализация местности
uk: Деталізація місцевості

# DHTab_DetailSettings.DetailDetailTextures.Caption
source: Detail Textures
de: Texturdetaillierung
es: Detalle de Texturas
fr: Détail de Texture
pl: Szczegółowość tekstur
ru: Детальные текстуры
uk: Детальні текстури

# DHTab_DetailSettings.DetailDynamicLighting.Caption
source: Dynamic Lighting
de: Dynamische Beleuchtung
es: Iluminación dinámica
fr: Ombrage Dynamique
pl: Dynamiczne Oświetlenie
ru: Динамическое освещение
uk: Динамічне освітлення

# DHTab_DetailSettings.DetailForceFSAASS.Caption
source: Force FSAA Screenshots
de: FSAA Screenshots erzwingen
es: Forzar capturas de pantalla con FSAA
fr: Forcer Captures FSAA
pl: Wymuś zrzuty ekranu FSAA
ru: Художественные скриншоты
uk: Художні скріншоти

# DHTab_DetailSettings.DetailPhysics.Caption
source: Physics Detail
de: Physikdetails
es: Detalle en la fisicas
fr: Détail Physique
pl: Szczegóły Fizyki
ru: Физические детали
uk: Фізичні деталі

# DHTab_DetailSettings.DetailTextureDetail.Caption
source: Texture Detail
de: Texturdetails
es: Detalle de textura
fr: Détail Textures
pl: Szczegółowość tekstur
ru: Детализация текстур
uk: Деталізація текстур

# DHTab_DetailSettings.DetailTrilinear.Caption
source: Trilinear Filtering
de: Trilineare Filterung
es: Filtro trilineal
fr: Filtrage Trilinaire
pl: Filtrowanie Trójliniowe
ru: Трилинейная фильтрация
uk: Трилінійна фільтрація

# DHTab_DetailSettings.DetailWorldDetail.Caption
source: World Detail
de: Weltdetails
es: Detalle del Mundo
fr: Détail Monde
pl: Szczegółowość Świata
ru: Детали мира
uk: Деталі світу

# DHTab_DetailSettings.DistanceLODSlider.Caption
source: View Distance
de: Sichtdistanz
es: Distancia de dibujado
fr: Distance de Rendu
pl: Odległość Mgły
ru: Дальность прорисовки
uk: Дистанція туману

# DHTab_DetailSettings.GammaSlider.Caption
source: Gamma
ru: Гамма
uk: Гамма

# DHTab_DetailSettings.GlobalDetails.Caption
source: Game details
de: Spieldetails
es: Detalles del Juego
fr: Détails du jeu
pl: Detale gry
ru: Детали игры
uk: Деталі гри

# DHTab_DetailSettings.HDRCheckbox.Caption
source: HDR Bloom
es: Resplandor HDR
fr: Flou Lumineux
pl: Bloom HDR
ru: HDR Освещение
uk: HDR Освітлення

# DHTab_DetailSettings.MeshLOD.Caption
source: Dynamic Mesh LOD
de: Dynamische Mesh-Detailtiefe
es: LOD de malla dinámica
fr: Niveau de Détail Dynamique
pl: Dynamiczna Siatka LOD
ru: Динамическая сетка LOD
uk: Динамічна сітка LOD

# DHTab_DetailSettings.MinDesiredFPS_NU.Caption
source: Dynamic View Distance FPS Threshold
de: FPS-Minimum dynamische Sichtdistanz
es: Mínimo de FPS deseado
fr: Seuil de Distance Rendu Dynamique
ru: Пороговое значение FPS для динамического прорисовки
uk: Мінімальний бажаний рівень FPS

# DHTab_DetailSettings.MinDesiredFPS_NU.Hint
source: Used by Dynamic View Distance to determine when to start lowering view distance to improve FPS
de: Durch Dynamische Sichtdistanz genutzt um zu entscheiden wann die Sichtdistanz verringert wird um die FPS zu verbessern
es: Utilizado por la Distancia de Dibujado Dinámica para determinar cuándo comenzar a reducir la distancia de niebla para mejorar los FPS
fr: Utilisé par la Distance de Rendu Dynamique pour déterminer quand il faut abaisser la distance de rendu pour plus de FPS
ru: Используется функцией "Динамическая дальность прорисовки", что бы определить расстояние на котором будет уменьшаться дальность прорисовки для поднятия FPS
uk: Використовується функцією 'Динамічна дистанція туману', щоб визначити, коли починати зменшувати його відстань

# DHTab_DetailSettings.MotionBlur.Caption
source: Blur Effects
de: Unschärfeeffekte
es: Efectos de difuminado
fr: Effets de Flou
pl: Efekty Rozmycia
ru: Эффект размытия
uk: Ефект розмиття

# DHTab_DetailSettings.RenderDeviceCombo.Caption
source: Render Device
de: Rendergerät
es: Dispositivo de renderizado
fr: Appareil de Rendu
pl: Urządzenie renderujące
ru: Устройство рендеринга
uk: Пристрій рендерингу

# DHTab_DetailSettings.UseVSyncCheckBox.Caption
source: VSync (Not Recommended)
de: VSync (nicht empfohlen)
es: Sincronización Vertical (No recomendado)
fr: VSync (Non Recommandé)
pl: VSync (Niezalecane)
ru: Вертикальная синхронизация (не рекомендуется)
uk: Вертикальна синхронізація (не рекомендовано)

# DHTab_DetailSettings.VideoColorDepth.Caption
source: Color Depth
de: Farbtiefe
es: Profundidad del color
fr: Profondeur de Couleur
pl: Głębia Kolorów
ru: Глубина цвета
uk: Глибина кольору

# DHTab_DetailSettings.VideoResolution.Caption
source: Resolution
de: Auflösung
es: Resolución
fr: Résolution
ja: 解像度
pl: Rozdzielczość
ru: Разрешение
uk: Роздільна здатність

# DHTab_DetailSettings.WeatherEffects.Caption
source: Weather Effects
de: Wettereffekte
es: Efectos climaticos
fr: Effets Météo
pl: Efekty Pogodowe
ru: Погодные эффекты
uk: Погодні ефекти

# DHTab_DetailSettings.VideoFullScreen.Caption
source: Full Screen
de: Vollbild
es: Pantalla completa
fr: Plein Écran
pl: Pełny Ekran
ru: Полный экран
uk: Повний екран

# DHTab_DetailSettings.sbSection1.Caption
source: Basic Rendering
de: Grundlegendes Rendern
es: Renderizado básico
fr: Rendu Basique
pl: Podstawowe renderowanie
ru: Базовый рендеринг
uk: Базовий рендеринг

# DHTab_DetailSettings.sbSection2.Caption
source: Game Details
de: Spieldetails
es: Detalles del Juego
fr: Détails du Jeu
pl: Szczegóły Gry
ru: Детали игры
uk: Деталі гри

# DHTab_DetailSettings.sbSection3.Caption
source: Gamma Test
es: Prueba de Gamma
fr: Test Gamma
pl: Test Gammy
ru: Тест гаммы
uk: Тест гамми

# DHTab_GameSettings.PurgeCacheDaysText[0]
source: Never
de: Niemals
es: Nunca
fr: Jamais
pl: Nigdy
ru: Никогда
uk: Ніколи

# DHTab_GameSettings.PurgeCacheDaysText[1]
source: Monthly
de: Monatlich
es: Mensualmente
fr: Mensuel
ja: 毎月
pl: Miesięcznie
ru: Ежемесячно
uk: Щомісячно

# DHTab_GameSettings.PurgeCacheDaysText[2]
source: Yearly
de: Jährlich
es: Anualmente
fr: Annuel
ja: 毎年
pl: Rocznie
ru: Ежегодно
uk: Щорічно

# DHTab_GameSettings.PurgeCacheDaysText[3]
source: Custom (from ini file) - every %NumDays% days
de: Benutzerdefiniert (aus ini-Datei) - alle %NumDays% Tage
es: Personalizado (desde archivo ini): cada %NumDays% días
fr: Personnalisé (fichier ini) - tous les %NumDays% jours
pl: Niestandardowe (z pliku ini) - co %NumDays% dni
ru: Пользовательский (из ini-файла) — каждые %NumDays% дней
uk: Користувацький (з ini-файлу) - кожні %NumDays% днів

# DHTab_GameSettings.DegreesText
source: degrees
de: Grad
es: grados
fr: degrés
ja: 度
pl: stopnie
ru: градусов
uk: градусів

# DHTab_GameSettings.NetSpeedText[0]
source: Lowest ({0})
de: Niedrigste ({0})
es: Muy bajo ({0})
fr: Très Bas ({0})
pl: Najniższa ({0})
ru: Минимальная {0}
uk: Найнижчі ({0})

# DHTab_GameSettings.NetSpeedText[1]
source: Low ({0})
de: Niedrig ({0})
es: Bajo ({0})
fr: Bas ({0})
pl: Niska ({0})
ru: Низкая {0}
uk: Низькі ({0})

# DHTab_GameSettings.NetSpeedText[2]
source: Medium ({0})
de: Mittel ({0})
es: Mediano ({0})
fr: Moyen ({0})
pl: Średnia ({0})
ru: Средняя {0}
uk: Середні ({0})

# DHTab_GameSettings.NetSpeedText[3]
source: Recommended ({0})
de: Empfohlen ({0})
es: Recomendado ({0})
fr: Recommandé ({0})
pl: Zalecana ({0})
ru: Рекомендуемая ({0})
uk: Рекомендовані ({0})

# DHTab_GameSettings.NetSpeedText[4]
source: High ({0})
de: Hoch ({0})
es: Alto ({0})
fr: Élevé ({0})
pl: Wysoka ({0})
ru: Высокая ({0})
uk: Високі ({0})

# DHTab_GameSettings.NetSpeedText[5]
source: Extreme ({0})
de: Extrem ({0})
es: Extremo ({0})
fr: Très Élevé ({0})
pl: Ekstremalna ({0})
ru: Максимальная{0}
uk: Максимальні ({0})

# DHTab_GameSettings.AutomaticVehicleAlertsText[0]
source: Never
de: Niemals
es: Nunca
fr: Jamais
pl: Nigdy
ru: Никогда
uk: Ніколи

# DHTab_GameSettings.AutomaticVehicleAlertsText[1]
source: Only with crewmates
de: Nur mit Besatzungsmitgliedern
es: Solo con miembros de la tripulación
fr: Seulement avec équipage
pl: Tylko z członkami załogi
ru: Только с экипажем
uk: Тільки з екіпажем

# DHTab_GameSettings.AutomaticVehicleAlertsText[2]
source: Always
de: Immer
es: Siempre
fr: Toujours
pl: Zawsze
ru: Всегда
uk: Завжди

# DHTab_GameSettings.PanelCaption
source: Game
de: Spiel
es: Juego
fr: Jeu
ja: ゲーム
pl: Gra
ru: Игра
uk: Гра

# DHTab_GameSettings.AutomaticVehicleAlerts.Caption
source: Automatic Vehicle Alerts
de: Automatische Fahrzeugwarnungen
es: Alertas automáticas de vehículos
fr: Alertes Véhicule Automatiques
pl: Powiadomienia pojazdu
ru: Автоматические оповещения в технике
uk: Автоматичне оповіщення в техніці

# DHTab_GameSettings.BayonetSpawn.Caption
source: Spawn with bayonet attached
de: Einstieg mit aufgestecktem Seitengewehr
es: Aparecer con una bayoneta colocada
fr: Apparaître avec baïonnette fixée
pl: Odrodzenie z przyczepionym bagnetem
ru: Появляться с примкнутым штыком
uk: З'являтися з примкнутим багнетом

# DHTab_GameSettings.CopyROIDButton.Caption
source: Copy ID To Clipboard
de: ID kopieren
es: Copiar ID al portapapeles
fr: Copier l'ID sur le presse-papier
ja: ID をクリップボードにコピー
pl: Skopiuj ID do schowka
ru: Скопировать ID в буфер обмена
uk: Скопіювати ID до буферу обміну

# DHTab_GameSettings.CopyROIDButton.Hint
source: This will allow you to paste your ROID as text
de: Erlaubt das Einfügen der ROID als Text
es: Esto le permitirá pegar su ROID como texto
fr: Ceci vous permettra de coller votre ROID en tant que texte
pl: Umożliwi to wklejenie identyfikatora ROID jako tekst
ru: Это позволит вам вставить свой ROID в виде текста
uk: Це дозволить вам вставити ROID як текст

# DHTab_GameSettings.GameBK1.Caption
source: Gameplay
de: Spiel
es: Jugabilidad
pl: Rozgrywka
ru: Геймплей
uk: Геймплей

# DHTab_GameSettings.GameBK2.Caption
source: Vehicle
de: Fahrzeug
es: Vehículo
fr: Véhicule
pl: Pojazd
ru: Техника
uk: Техніка

# DHTab_GameSettings.GameBK3.Caption
source: Network
de: Netzwerk
es: Conexión
fr: Réseau
pl: Sieć
ru: Сеть
uk: Мережа

# DHTab_GameSettings.DynamicNetspeed.Caption
source: Dynamic Netspeed
de: Dynamische Netzgeschwindigkeit
es: Velocidad de red dinámica
fr: NetSpeed Dynamique
pl: Dynamiczna Prędkość Sieci (Netspeed)
ru: Динамическая скорость сети
uk: Динамічна швидкість мережі

# DHTab_GameSettings.Incognito.Caption
source: Incognito Mode
de: Unsichtbarmodus
es: Modo incognito
fr: Mode Incognito
pl: Tryb Incognito
ru: Режим инкогнито
uk: Режим інкогніто

# DHTab_GameSettings.Incognito.Hint
source: Do not display my Patron or Developer status on the scoreboard
de: Patron- oder Entwicklerstatus nicht auf dem Scoreboard anzeigen
es: Permite no mostrar mi estado de patrocinador o desarrollador en el marcador
fr: Ne pas afficher mon statut de Patron ou de Développeur sur le score
pl: Nie wyświetlaj mojego statusu Patrona lub Dewelopera na tablicy wyników
ru: Скрыть мой статус спонсора Patron или разработчика
uk: Не відображати мій статус спонсора Patreon або розробника

# DHTab_GameSettings.LockTankOnEntry.Caption
source: Lock tank when entering it
de: Panzer beim betreten verriegeln
es: Bloquear tanque al entrar en el
fr: Verrouiller char après embarquement
pl: Zablokuj czołg przy wejściu do niego
ru: Блокировать танк при входе в него
uk: Блокувати техніку при вході в неї

# DHTab_GameSettings.ManualReloading.Caption
source: Manual Tank Shell Reloading
de: Panzergranaten manuell nachladen
es: Recarga manual en tanques
fr: Rechargement d'Obus Manuel
pl: Ręczne Przeładowywanie Pocisków Czołgowych
ru: Ручная перезарядка танка или орудия
uk: Ручне перезаряджання танка чи гармати

# DHTab_GameSettings.Netspeed.Caption
source: NetSpeed (Bytes Per Second)
de: Netzgeschwindigkeit (Bytes pro Sekunde)
es: Velocidad de la red (Bytes por segundo)
fr: NetSpeed (Octets par Seconde)
pl: Szybkość Sieci (bajty na sekundę)
ru: Скорость сети (байт в секунду)
uk: Швидкість мережі (байт в секунду)

# DHTab_GameSettings.Netspeed.Hint
source: Your maximum desired internet speed used by the game (in Bytes Per Second). Servers can set a maximum client speed, which will override clients.
de: Die gewünschte, maximal vom Spiel genutzte Internetgeschwindigkeit (in Bytes pro Sekunde). Server können ein eigenes Maximum eingestellt haben, das die Benutzereinstellungen überschreibt.
es: La velocidad máxima de internet que deseas usar en el juego (en bytes por segundo). Los servidores pueden establecer una velocidad máxima para el cliente, que prevalecerá sobre la de los clientes.
pl: Maksymalna pożądana prędkość Internetu używana przez grę (w bajtach na sekundę). Serwery mogą ustawić maksymalną prędkość klienta, która będzie nadrzędna w stosunku do klientów.
ru: Максимальная желаемая скорость интернета, используемая игрой (в байтах в секунду). Серверы могут устанавливать максимальную скорость клиента, которая будет переопределять клиенты.
uk: Максимальна бажана швидкість інтернету, яка використовується грою (у байтах на секунду). Сервери можуть встановлювати максимальну швидкість клієнта, яка буде перевизначати клієнти.

# DHTab_GameSettings.NoGore.Caption
source: No Gore
de: Kein Blut
es: Sin Gore
fr: Pas de Gore
pl: Bez Krwi
ru: Отключить кровь
uk: Вимкнути кров

# DHTab_GameSettings.NoGore.Hint
source: No dismemberment, decapition, or blood effects
de: Keine Verstümmelungen, Enthauptungen oder Bluteffekte
es: Desactiva los desmembramiento, decapitaciones o efectos de sangre
fr: Pas de démembrement, décapitation ou d'effets de sang
ru: Отключает эффекты расчленения, обезглавливания и крови
uk: Рекомендується зняти цей прапорець

# DHTab_GameSettings.PlayerName.Caption
source: Player Name
de: Spielername
es: Nombre
fr: Pseudo
ja: プレイヤー名
pl: Nazwa Gracza
ru: Имя игрока
uk: Ім'я гравця

# DHTab_GameSettings.PurgeCacheDays.Caption
source: Purge Cache
de: Cache leeren
es: Purgar cache
pl: Wyczyść Cache
ru: Очищать кэш
uk: Очищати кеш

# DHTab_GameSettings.PurgeCacheDays.Hint
source: How often to delete custom downloaded files from servers
de: Wie häufig die eigenen heruntergeladenen Dateien vom Server gelöscht werden sollen
es: Con qué frecuencia eliminar archivos personalizados descargados de los servidores
pl: Jak często usuwać niestandardowe pliki pobrane z serwerów
ru: Как часто удалять пользовательские загруженные файлы с серверов
uk: Як часто видаляти користувацькі завантажені файли з серверів

# DHTab_GameSettings.ThrottleOtherVehicles.Hint
source: Uses a throttle for non-tank vehicles, not recommended
de: Stufenweise, feste Beschleunigung für nicht-gepanzerte Fahrzeuge (nicht empfohlen)
es: Utiliza un acelerador para vehículos que no sean tanques, no recomendado
pl: Używa przepustnicy dla pojazdów innych niż czołgi, niezalecane
ru: Добавляет ступенчатую ручку газа для всей техники кроме танков (не рекомендуется)
uk: Додає покрокову дросельну заслінку для техніки, крім танків (не рекомендується)

# DHTab_GameSettings.ThrottleTanks.Caption
source: Incremental Throttle - Tanks
de: Stufenweise Beschleunigung - Panzer
es: Aceleración incremental - Tanques
pl: Stopniowe Przyspieszanie – Czołgi
ru: Ступенчатая ручка газа - Танки
uk: Поступова ручка газу - Танки

# DHTab_GameSettings.ViewFOV.Caption
source: Normal Field Of View
de: Normales Sichtfeld
es: Campo de visión
pl: Normalne Pole Widzenia
ru: Поле зрения (FOV)
uk: Поле зору (FOV)

# DHTab_Hud.GameBK.Caption
source: Options
de: Optionen
es: Opciones
ja: オプション
pl: Opcje
ru: Настройки
uk: Налаштування

# DHTab_Hud.GameBK1.Caption
source: Style
de: Stil
es: Estilo
ru: Стиль
uk: Стиль

# DHTab_Hud.GameHudMessageCount.Caption
source: Max. Chat Count
de: Max. Chat Anzahl
es: Número máximo de chats
pl: Max. Liczba Czatów
ru: Количество строк в чате
uk: Кількість рядків в чаті

# DHTab_Hud.GameHudMessageOffset.Caption
source: Message Font Offset
de: Versatz Nachrichtenschriftart
es: Fuente de mensajes
pl: Przesunięcie Czcionki Wiadomości
ru: Размер всплывающего сообщения
uk: Розмір спливаючого повідомлення

# DHTab_Hud.GameHudMessageScale.Caption
source: Chat Font Size
de: Chat Schriftgröße
es: Tamaño de la fuente del chat
pl: Rozmiar Czcionki Czatu
ru: Размер шрифта чата
uk: Розмір шрифту чату

# DHTab_Hud.GameHudShowDeathMessages.Caption
source: Show Death Messages
de: Abschussbenachrichtigungen zeigen
es: Mostrar mensajes de muertes
pl: Pokaż Wiadomości o Śmierci
ru: Показать сообщения о смерти
uk: Показати повідомлення про смерть

# DHTab_Hud.GameHudShowIndicators.Caption
source: Show Packet Loss Indicator
de: Packet Loss Indikator zeigen
es: Mostrar indicador de paquetes
pl: Pokaż Wskaźnik Utraty Pakietów
ru: Показать индикатор потери пакетов
uk: Показати індикатор втрати пакетів

# DHTab_Hud.GameHudShowPersonalInfo.Caption
source: Show Personal Info
de: Persönliche Informationen zeigen
es: Mostrar información personal
pl: Pokaż informacje osobiste
ru: Показать личную информацию
uk: Показати особисту інформацію

# DHTab_Hud.GameHudShowVehicleVisionCone.Caption
source: Show Vehicle Vision Cone
de: Fahrzeug Sichtkegel zeigen
es: Mostrar cono de visión del vehículo
pl: Pokaż Stożek Widzenia Pojazdu
ru: Показать меню управления транспорта
uk: Показати меню керування транспорта

# DHTab_Hud.GameHudSimpleColours.Caption
source: Simple HUD Colours
de: Einfache HUD Farben
es: Colores del HUB simples
pl: Proste Kolory HUD
ru: Простые цвета Игрового интерфейса HUD
uk: Прості кольори інтерфейсу

# DHTab_Hud.GameHudVisible.Caption
source: Hide HUD
de: HUD verstecken
es: Ocultar HUD
pl: Ukryj HUD
ru: Спрятать Игровой интерфейс (HUD)
uk: Приховати інтерфейс

# DHTab_Hud.HintsCombo.Caption
source: Hint Level
de: Hinweisstufe
es: Nivel de pista
ja: ヒントレベル
pl: Poziom Wskazówek
ru: Подсказки
uk: Підсказки

# DHTab_Hud.ShowChatMessages.Caption
source: Show Chat Messages
de: Chat Nachrichten zeigen
es: Mostrar mensajes de chat
pl: Pokaż Wiadomości na Czacie
ru: Показать сообщения чата
uk: Показати повідомлення чату

# DHTab_Hud.ShowCompass.Caption
source: Show Compass
de: Kompass zeigen
es: Mostrar brújula
pl: Pokaż Kompas
ru: Показать компас
uk: Показати компас

# DHTab_Hud.ShowMapFirstSpawn.Caption
source: Show Map On Initial Spawn
de: Karte beim ersten Einstieg öffnen
es: Mostrar mapa en el PDR inicial
pl: Pokaż Mapę Przy Pierwszym Odrodzeniu
ru: Показать карту при первом появлении
uk: Показати карту при першому вході на сервер

# DHTab_Hud.ShowRallyPoint.Caption
source: Show Squad Rally Point Status
de: Zeige Status des Gruppensammelpunkts
es: Mostrar el status de los puntos de reunión del escuadrón
pl: Pokaż Status Punktu Zbiórki Drużyny
ru: Показать статус точки сбора отряда
uk: Показати статус точки збору загону

# DHTab_Hud.UseNativeItemNames.Caption
source: Use Native Item Names
de: Native Namen Gegenstände nutzen
es: Usar nombres nativos de elementos
ja: 武器や兵器の名称を現地語で表示する
pl: Używaj Natywnych Nazw Elementów
ru: Использовать родные названия ролей и войск
uk: Використовувати рідні назви ролей і військ

# DHTab_Hud.UseNativeRoleNames.Caption
source: Use Native Role Names
de: Native Rollen Namen nutzen
es: Usar nombres nativos para roles
ja: 兵科の名称を現地語で表示する
pl: Używaj Natywnych Nazw Ról
ru: Использовать родные названия войск
uk: Використовувати рідні назви військ

# DHTab_Hud.myGameHudOpacity.Caption
source: HUD Opacity
de: HUD Deckkraft
es: Opacidad del HUD
pl: Przezroczystość HUD
ru: Прозрачность Игрового интерфейса
uk: Прозорість інтерфейсу

# DHTab_Hud.myHudScale.Caption
source: HUD Scaling
de: HUD Größe
es: Escalado del HUD
pl: Skalowanie HUD
ru: Масштабирование Головного интерфейса
uk: Масштаб інтерфейсу

# DHTab_Input.InputAutoSlope.Caption
source: Auto Slope
de: Automatische Neigung
es: Auto pendiente
pl: Automatyczne Nachylenie
ru: Автоматический наклон
uk: Автоматичний нахил

# DHTab_Input.InputBK1.Caption
source: Options
de: Optionen
es: Opciones
ja: オプション
pl: Opcje
ru: Настройки
uk: Налаштування

# DHTab_Input.InputBK3.Caption
source: Fine Tuning
de: Feineinstellungen
es: Sintonía Fina
ja: 微調整
pl: Precyzyjne Dostrojenie
ru: Тонкая подстройка
uk: Точне налаштування
