Repository: DarklightGames/weblate-darklightgames
Catalog: DH_Interface/DH_Interface.*.po
Languages: de, es, fr, ja, pl, ru, uk

# DHServerBrowser.PanelHint<1>
source: View all DH servers currently running on your LAN
de: Zeige alle DH Server an, die derzeit in deinem LAN laufen
es: Ver todos los servidores DH que se ejecutan actualmente en su LAN
fr: Visualisez tous les serveurs actuellement en cours d'exécution sur votre réseau local
ja: LAN 上の DH サーバーを表示する
pl: Zobacz wszystkie serwery DH aktualnie działających w twojej sieci LAN
ru: Просмотреть все сервера DH, работающие в настоящее время в вашей локальной сети
uk: Переглянути всі сервери DH, які зараз працюють у вашій локальній мережі

# DHServerBrowser.PanelHint<4>
source: Choose from hundreds of RO servers across the world
de: Wähle aus hunderten RO Servern aus aller Welt
es: Elija entre cientos de servidores RO en todo el mundo
fr: Choisissez parmi des centaines de serveurs à travers le monde
pl: Wybierz spośród serwerów RO na całym świecie
ru: Выбрать RO-сервер из сотен по всему миру
uk: Вибрати із сотень серверів RO по всьому світу

# DHSettingsPage.PanelHint<0>
source: Configure game and network related settings...
de: Spielkonfiguration und netzwerkbezogene Einstellungen...
es: Configurar ajustes relacionados con el juego y la conexión de red...
fr: Configurer les options liées au jeu et au réseau...
pl: Konfiguracja ustawień związanych z grą i siecią...
ru: Параметры настроек игры и сети...
uk: Параметри налаштувань гри та мережі...

# DHSettingsPage.PanelCaption<2>
source: Audio
fr: Son
ru: Аудио
uk: Аудіо

# DHTab_Controls.captions_comm[7]
source: Switch to Command Voice Channel
de: Zu Kommandosprachkanal wechseln
es: Cambiar a Canal de Voz de Comando
fr: Sélectionner Canal Vocal Commandement
pl: Przełącz na kanał głosowy Dowództwa
ru: Переключиться на командный голосовой канал
uk: Переключитися на командний голосовий канал

# DHTab_Controls.captions_game[7]
source: Auto-Join Squad
de: Automatischer Gruppenbeitritt
es: Unirse automáticamente al escuadrón
fr: Auto-Rejoindre Groupe
pl: Automatyczne dołączanie do oddziału
ru: Автоматически вступить в отряд
uk: Автоматично всупити в загін

# DHSettingsPage.PanelHint<3>
source: Configure your keyboard and mouse controls...
de: Tastatur- und Mauseinstellungen...
es: Configura los controles de tu teclado y mouse...
fr: Configurez vos commandes de clavier et de souris...
pl: Skonfiguruj sterowanie klawiaturą i myszą...
ru: Настройте управления клавиатурой и мышью...
uk: Налаштуйте керування клавіатурою і мишею...

# DHSettings_Footer.BackB.Caption
source: Back
de: Zurück
es: Volver
fr: Retour
ja: 戻る
pl: Wstecz
ru: Назад
uk: Назад

# DHTab_AudioSettings.AudioChannelsNum.Hint
source: Number of sound channels the game can use at once
de: Anzahl an Audiokanälen, die das Spiel gleichzeitig nutzen kann
es: Número de canales de sonido que el juego puede utilizar a la vez
fr: Nombre de canaux sonores que le jeu peut utiliser à la fois
pl: Liczba kanałów dźwiękowych, których gra może używać jednocześnie
ru: Количество звуковых каналов, которые игра может использовать одновременно
uk: Кількість звукових каналів, які гра може використовувати одночасно

# DHTab_AudioSettings.VoiceVolume.Caption
source: Voice Receive Volume
de: Sprachempfangslautstärke
es: Volumen de recepción de voz
fr: Volume Réception Voix
pl: Głośność odbierania głosu
ru: Громкость голосового приема
uk: Гучність голосового прийому

# DHTab_Controls.Captions_Inventory[5]
source: Inventory Slot 6
de: Inventarplatz 6
es: Ranura de inventario 6
fr: Inventaire Slot 6
ja: インベントリスロット 6
pl: Slot Ekwipunku 6
ru: Слот инвентаря 6
uk: Слот інвентарю 6

# DHTab_Controls.ControlProfiles[1]
source: Defaults (Reset)
de: Standardeinstellungen (Zurücksetzen)
es: Por defecto (reiniciar)
fr: Par Défaut (Réinitialiser)
pl: Domyślne (Reset)
ru: По умолчанию (Сброс)
uk: За замовчуванням (Скидання)

# DHTab_Controls.captions_movement[12]
source: Toggle Run
de: Rennen (umschalten)
es: Mantener correr
fr: Toujours Courir
pl: Bieg (pojedyncze naciśnięcie)
ru: Бег (одинарное нажатие)
uk: Біг (натискання)

# DHTab_Controls.captions_weapons[10]
source: Switch Fire Mode
de: Feuermodus wechseln
es: Cambiar modo de disparo
fr: Changer Mode de Tir
pl: Przełącz tryb ognia
ru: Переключить режим стрельбы
uk: Переключити режим стрільби

# DHTab_Controls.captions_weapons[11]
source: Deploy MG / Attach Bayonet / Fire Vehicle Smoke Launcher
de: MG aufstellen / Seitengewehr aufstecken / Fahrzeugnebelwerfer einsetzen
es: Desplegar MG / Colocar bayoneta / Disparar lanzador de humo del vehículo
fr: Déployer FM / Fixer Baïonnette / Tirer Fumigène d'un Véhicule
pl: Rozmieszczenie KM/ Bagnet / Wyrzutnia dymu z pojazdu
ru: Установить пулемёт / Прикрепить штык / Выстрел дымовой установкой из танка
uk: Розгорнути кулемет / прикріпити багнет / постріл димовою установкою з техніки

# DHTab_Controls.captions_comm[10]
source: Switch to Squad Voice Channel
de: Zu Gruppensprachkanal wechseln
es: Cambiar al canal de voz del Escuadrón
fr: Sélectionner Canal Vocal Groupe
pl: Przełącz na kanał głosowy Oddziału
ru: Переключиться на голосовой канал отряда
uk: Переключитися на голосовий канал загону

# DHTab_AudioSettings.AudioBK3.Caption
source: Voice Chat
de: Sprachfunk
es: Chat de voz
fr: Communication Vocale
pl: Czat głosowy
ru: Голосовой чат
uk: Голосовий чат

# DHTab_AudioSettings.AutoJoinPublic.Caption
source: Autojoin Public Channel
de: Automatischer Beitritt zu öffentlichem Kanal
es: Unirse automáticamente a un canal Publico
fr: Rejoindre Canal Public Automatiquement
pl: Automatyczne dołączanie do kanału publicznego
ru: Автоподключение к общему каналу
uk: Автопідключення до загального каналу

# DHTab_AudioSettings.Dampen.Caption
source: Dampen Game Volume When Using VOIP
de: Spiellautstärke dämpfen während VoIP (Funk) genutzt wird
es: Reducir el volumen del juego al usar VoIP
fr: Baisser le volume du jeu pendant la VOIP
pl: Tłumienie głośności gry podczas korzystania z VOIP
ru: Уменьшать громкость игры при использовании Микрофона
uk: Зменшувати гучність гри під час голосових повідомлень

# DHTab_Controls.captions_comm[4]
source: Voice Command Menu
de: Sprachbefehlsmenü
es: Menú de Comando de Voz
fr: Menu Commandes Vocales
pl: Menu Komend Głosowych
ru: Меню голосовых команд
uk: Меню голосових команд

# DHContextMenu_SquadMembers.EntryTexts<10>
source: {1} Paradrop {0} to marker
de: {1} Fallschirmabwurf {0} zur Markierung
es: {1} lanzar paracaidistas {0} al objetivo
fr: {1} Parachuter {0} sur le marqueur
ja: {1}が{0}をマーカーの位置に空挺降下させた
pl: {1} Desant Spadochronowy {0} na znacznik
ru: {1} Десантировал {0} на метку
uk: {1} Десантувати {0} до маркера

# DHContextMenu_SquadMembers.EntryTexts<11>
source: {1} Paradrop SQUAD to squad leader
de: {1} Fallschirmabwurf GRUPPE zum Gruppenführer
es: {1} lanzar en paracaídas la escuadra hacia el líder de escuadrón
fr: {1} Parachuter GROUPE sur le chef de groupe
ja: {1}が分隊を分隊長の位置にパラ降下させた
pl: {1} Zdesantuj spadochronowo DRUŻYNĘ do dowódcy drużyny
ru: {1} Десантировал ОТДЕЛЕНИЕ к командиру
uk: {1} Десантувати загін до командира

# DHContextMenu_SquadMembers.EntryTexts<12>
source: {1} Paradrop SQUAD to marker
de: {1} FALLSCHIRMABWURF GRUPPE zur Markierung
es: {1} lanzar en paracaídas la escuadra hacia el marcador
fr: {1} Parachuter GROUPE sur le marqueur
ja: {1} が分隊をマーカーの位置に空挺降下させました
pl: {1} Zdesantuj spadochronowo DRUŻYNĘ na znacznik
ru: {1} Десантировал ОТДЕЛЕНИЕ на метку
uk: {1} Десантувати загін до маркера

# DHContextMenu_SquadMembers.EntryTexts<13>
source: {1} Paradrop unassigned players to marker
de: {1} Fallschirmabwurf nicht-zugeordnete Spieler zur Markierung
es: {1} lanzar en paracaídas jugadores no asignados hacia el marcador
fr: {1} Parachuter joueurs non-attribués sur le marqueur
ja: {1}が分隊に所属していないプレイヤーをマーカーに空挺降下させました
pl: {1} Zdesantuj spadochronowo nieprzypisanych graczy na znacznik
ru: {1} Десантировал не-назначенных игроков на метку
uk: {1} Десантувати непризначених гравців до маркера

# DHContextMenu_SquadMembers.EntryTexts<14>
source: {1} Promote {0} to squad leader
de: {1} Befördert {0} zum Gruppenführer
es: {1} promover {0} a líder de escuadra
fr: {1} Promouvoir {0} au poste de chef de groupe
ja: {1} が{0} を分隊長に昇格しました
pl: {1} Promuj {0} na dowódcę drużyny
ru: {1} Повысил {0} до командира отделения
uk: {1} Підвищити {0} до командира загону

# DHContextMenu_SquadMembers.EntryTexts<15>
source: {1} Kick {0} from squad
de: {1} entfernt {0} aus der Gruppe
es: {1} expulso a {0} de la escuadra
fr: {1} Expulser {0} du groupe
ja: {1} が分隊から{0}を キックしました
pl: {1} Wykop {0} z drużyny
ru: {1} Исключил {0} из отряда
uk: {1} Виключити {0} із загону

# DHCreditsPage.WindowName
source: Credits
de: Danksagungen
es: Créditos
fr: Remerciements
ja: クレジット
pl: Twórcy
ru: Титры
uk: Титри

# DHCreditsPage.CloseButton.Caption
source: Close
de: Schließen
es: Cierra
fr: Fermer
ja: 閉じる
pl: Zamknij
ru: Закрыть
uk: Закрити

# DHDeployMenu.NoneText
source: None
de: Keine
es: Ninguno
fr: Aucun
ja: なし
pl: Brak
ru: Ничего
uk: Нічого

# DHDeployMenu.SelectRoleText
source: Select a role
de: Rolle auswählen
es: Selecciona un rol
fr: Choisir un rôle
ja: 兵科を選択
pl: Wybierz rolę
ru: Выбрать должность
uk: Вибрати роль

# DHDeployMenu.SelectSpawnPointText
source: Select a spawn point
de: Einstiegspunkt auswählen
es: Selecciona un punto de aparición
fr: Choisir un point de réapparition
ja: スポーン地点を選択
pl: Wybierz punkt odrodzenia
ru: Выбрать точку появления
uk: Вибрати точку появи

# DHDeployMenu.DeployInTimeText
source: Press Continue to deploy ({0})
de: Fortfahren drücken um einzusteigen ({0})
es: Presiona Continuar para reaparecer ({0})
fr: Appuyez sur Continuer pour apparaître ({0})
ja: コンティニューを押して出撃してください ({0})
pl: Wciśnij Kontynuuj aby się odrodzić ({0})
ru: Нажмите Продолжить для возрождения ({0})
uk: Натисніть Продовжити для відродження ({0})

# DHDeployMenu.DeployNowText
source: Press Continue to deploy now!
de: Fortfahren drücken um jetzt einzusteigen!
es: ¡Presiona Continuar para aparecer ahora!
fr: Appuyez sur Continuer pour apparaître maintenant !
ja: コンティニューを押して今すぐ出撃できます!
pl: Wciśnij Kontynuuj aby się teraz odrodzić!
ru: Нажмите продолжить, чтобы возродиться сейчас!
uk: Натисніть продовжити, щоб відродитися зараз!

# DHDeployMenu.ReservedString
source: Reserved
de: Reserviert
es: Reservado
fr: Réservé
ja: 予約済み
pl: Zarezerwowane
ru: Зарезервированно
uk: Зарезервовано

# DHDeployMenu.FreeChangeTeamConfirmText
source: Are you sure you want to change teams?
de: Soll das Team wirklich gewechselt werden?
es: ¿Estás seguro de que quieres cambiar de equipo?
fr: Êtes-vous sûr de vouloir changer d'équipe ?
ja: 本当に陣営を変えますか？
pl: Czy na pewno chcesz zmienić drużynę?
ru: Вы уверены, что хотите сменить команду?
uk: Ви впевнені, що хочете змінити команду?

# DHDeployMenu.CantChangeTeamYetText
source: You must wait {s} before you can change teams
de: Sie müssen {s} warten bevor Sie das Team wechseln können
es: Debes esperar {s} antes de poder cambiar de equipo
fr: Vous devez attendre {s} avant de pouvoir changer d'équipe
ja: 陣営を変更する前に {s} 待つ必要があります
pl: Musisz poczekać {s} zanim będziesz mógł zmienić drużynę
ru: Вам нужно подождать {s} сек., перед тем как сменить команду
uk: Вам доведеться зачекати {s} секунд, перш ніж ви зможете змінити команду

# DHDeployMenu.UnlockText
source: Unlock
de: Aufschließen
es: Desbloquea
fr: Déverrouiller
ja: ロック解除
pl: Odblokuj
ru: Разблокировано
uk: Розблоковано

# DHDeployMenu.LockText
source: Lock
de: Verschließen
es: Bloquear
fr: Verrouiller
ja: ロック
pl: Zablokuj
ru: Заблокировать
uk: Заблокувати

# DHDeployMenu.LockedText
source: Locked
de: Verriegelt
es: Bloqueado
fr: Verrouillé
ja: ロック中
pl: Zablokowany
ru: Заблокировано
uk: Заблоковано

# DHDeployMenu.BotsText
source: BOTS
ja: ボット
pl: BOTY
ru: БОТ
uk: БОТ

# DHDeployMenu.SquadOnlyText
source: SQUADS ONLY
de: NUR GRUPPEN
es: SOLO PARA ESCUADRAS
fr: GROUPES SEULEMENT
ja: 分隊のみ
pl: DLA DRUŻYN
ru: ТОЛЬКО ДЛЯ ОТДЕЛЕНИЙ
uk: ТІЛЬКИ ЗАГОНИ

# DHDeployMenu.SquadLeadershipOnlyText
source: LEADERS ONLY
de: NUR GRUPPENFÜHRER
es: SOLO PARA LOS LIDERES
fr: CHEFS SEULEMENT
ja: 分隊長のみ
pl: TYLKO DOWÓDCY
ru: ТОЛЬКО КОМАНДИРЫ
uk: ТІЛЬКИ КОМАНДИРИ

# DHDeployMenu.UnassignedPlayersCaptionText
source: Unassigned
de: Führungslos
es: No asignado
fr: Non attribués
ja: 分隊未加入
pl: Nieprzypisany
ru: Неназначенные
uk: Непризначені

# DHDeployMenu.NonSquadLeaderOnlyText
source: NON-LEADERS ONLY
de: NICHT FÜR GRUPPENFÜHRER
es: PARA TROPA REGULAR
fr: NON-CHEFS SEULEMENT
ja: 分隊長でない人のみ
pl: NIE DLA DOWÓDCÓW
ru: НЕДОСТУПНО КОМАНДИРАМ
uk: НЕ ДЛЯ КОМАНДИРІВ

# DHDeployMenu.SurrenderConfirmBaseText
source: Are you sure you want to surrender?
de: Wollen Sie sich wirklich zurückziehen?
es: ¿Estás seguro de que quieres rendirte?
fr: Êtes-vous sûr de vouloir vous rendre ?
ja: 本当に降伏しますか？
pl: Czy na pewno chcesz się poddać?
ru: Вы уверены, что хотите сдаться?
uk: Ви впевнені, що хочете здатися?

# DHDeployMenu.SurrenderConfirmNominationText
source: This action will nominate the team wide vote. The vote will begin after {0}% of the team has opted to retreat.
de: Mit dieser Aktion wird eine teamweite Abstimmung vorgeschlagen. Die Abstimmung beginnt, nachdem {0}% des Teams den Rückzug gewählt haben.
es: Esta acción nominará a todo el equipo para su votación. La votación comenzará después de que el {0}% del equipo haya optado por retirarse.
fr: Cette action permettra de lancer un vote à l'échelle de l'équipe. Le vote commencera après que {0}% de l'équipe aura choisi de se retirer.
ja: この操作によってチーム全体の投票が開始されます。全員投票はチームの {0}% が撤退を選択した後に開始されます。
pl: Ta akcja nominuje głosowanie w całej drużynie. Głosowanie rozpocznie się, gdy {0}% drużyny zdecyduje się na odwrót.
ru: Это действие приведет к командному голосованию. Оно начнется после того, как {0}% команды проголосуют за отступление.
uk: Ця дія призведе до командного голосування. Воно почнеться після того, як {0}% команди проголосують за відступ.

# DHDeployMenu.SurrenderButtonText[0]
source: Retreat
de: Zurückziehen
es: Retirarse
fr: Se retirer du combat
ja: 降伏する
pl: Odwrót
ru: Отступить
uk: Відступити

# DHDeployMenu.SurrenderButtonText[1]
source: Keep fighting
de: Weiterkämpfen
es: Seguir Luchando
fr: Continuer le combat
ja: 戦い続けろ
pl: Kontynuuj walkę
ru: Продолжать сражаться
uk: Продовжити боротьбу

# DHDeployMenu.SurrenderResponseMessages<1>
source: You haven't picked a team.
de: Sie haben noch kein Team gewählt.
es: No has elegido un equipo.
fr: Vous n'avez pas choisi d'équipe.
ja: まだ陣営を選んでいません。
pl: Nie wybrałeś drużyny.
ru: Вы не выбрали команду.
uk: Ви не обрали команду.

# DHDeployMenu.SurrenderResponseMessages<0>
source: Fatal error!
de: Fataler Fehler!
es: ¡Error fatal!
fr: Erreur fatale !
ja: 致命的なエラーです！
pl: Błąd krytyczny!
ru: Фатальная ошибка!
uk: Фатальна помилка!

# DHDeployMenu.SurrenderResponseMessages<2>
source: Round hasn't started yet.
de: Das Gefecht hat noch nicht begonnen.
es: La ronda aún no ha empezado.
fr: La partie n'a pas encore commencé.
ja: 戦闘はまだ始まっていません。
pl: Runda jeszcze się nie rozpoczęła.
ru: Раунд еще не начался.
uk: Раунд ще не розпочався.

# DHDeployMenu.SurrenderResponseMessages<4>
source: Vote is already in progress.
de: Es läuft bereits eine Abstimmung.
es: La votación ya está en marcha.
fr: Le vote est déjà en cours.
ja: 降伏投票はすでに進行中です。
pl: Głosowanie jest już w toku.
ru: Голосование уже идет.
uk: Голосування вже триває.

# DHDeployMenu.SurrenderResponseMessages<6>
source: Your team already had a vote to retreat earlier. Try again later.
de: Ihr Team hatte bereits eine Abstimmung darüber sich zurückzuziehen. Bitte später erneut versuchen.
es: Tu equipo ya tuvo una votación sobre la retirada antes. Inténtalo de nuevo más tarde.
fr: Votre équipe a déjà voté pour battre en retraite. Essayez à nouveau plus tard.
ja: あなたの陣営はすでに降伏投票を済ませています。もう一度試してください。
pl: Twoja drużyna już wcześniej zagłosowała za wycofaniem się. Spróbuj ponownie później.
ru: Ранее ваша команда уже проголосовала за отступление. Попробуйте позже.
uk: Раніше ваша команда вже проголосувала за відступ. Спробуйте пізніше.

# DHDeployMenu.SurrenderResponseMessages<9>
source: You cannot retreat this early.
de: Sie können sich noch nicht zurückziehen.
es: No puedes retirarte tan pronto.
fr: Vous ne pouvez pas vous retirer aussi tôt.
ja: こんなに早く降伏することはできません。
pl: Nie można wycofać się tak wcześnie.
ru: Вы не можете отступить так рано.
uk: Ви не можете відступити так рано.

# DHDeployMenu.SurrenderResponseMessages<10>
source: You cannot retreat during the setup phase.
de: Sie können sich in der Aufmarschphase nicht zurückziehen.
es: No puedes retirarte durante la fase de preparación.
fr: Vous ne pouvez pas vous retirer pendant la phase de préparation.
ja: 準備時間中は降伏できません。
pl: Nie można wycofać się w trakcie fazy przygotowań.
ru: Вы не можете отступить на этапе подготовки.
uk: Ви не можете відступити на етапі підготовки.

# DHDeployMenu.AlliesButtonObject.Hint
source: Join Allies
de: Alliierten beitreten
es: Unirse a los Aliados
fr: Rejoindre les Alliés
ja: 連合軍に加勢
pl: Dołącz do Aliantów
ru: Присоединиться к войскам Союзников
uk: Приєднатися до Військ Союзників

# DHDeployMenu.ArtilleryVehicleImageObject.Hint
source: Artillery Vehicle
de: Artilleriefahrzeug
es: Vehículo de Artillería
fr: Véhicule d'Artillerie
ja: 砲兵車両
pl: Pojazd Artyleryjski
ru: Самоходная Артиллерийская Установка
uk: Самохідна Артилерійська Установка

# DHDeployMenu.ContinueButtonObject.Caption
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
ja: 出撃
pl: Kontynuuj
ru: Продолжить
uk: Продовжити

# DHDeployMenu.DisconnectButtonObject.Caption
source: Disconnect
de: Verbindung trennen
es: Desconectar
fr: Se Déconnecter
ja: 退出する
pl: Rozłącz
ru: Отключиться
uk: Від'єднатися

# DHDeployMenu.EquipmentButtonObject.Hint
source: Equipment
de: Ausrüstung
es: Equipamiento
fr: Équipement
ja: 装備
pl: Ekwipunek
ru: Снаряжение
uk: Спорядження

# DHDeployMenu.MapButtonObject.Hint
source: Map [F1]
de: Karte [F1]
es: Mapa [F1]
fr: Carte [F1]
ja: 地図 「F1」
pl: Mapa [F1]
ru: Карта [F1]
uk: Мапа [F1]

# DHDeployMenu.MapVoteButtonObject.Caption
source: Map Vote
de: Kartenabstimmung
es: Votar Mapa
fr: Vote de Carte
ja: マップ投票
pl: Głos na mapę
ru: Выбрать карту
uk: Голосування

# DHDeployMenu.MaxVehiclesImageObject.Hint
source: Tanks Available
de: Panzer verfügbar
es: Tanques disponibles
fr: Chars Disponibles
ja: 戦車が利用可能
pl: Czołgi Dostępne
ru: Доступные танки
uk: Доступні танки

# DHDeployMenu.RetreatButtonObject.Caption
source: Retreat
de: Zurückziehen
es: Retirarse
fr: Se Retirer
ja: 撤退
pl: Odwrót
ru: Отступить
uk: Відступити

# DHDeployMenu.RoundTimeLabelObject.Hint
source: Time Remaining
de: Verbleibende Zeit
es: Tiempo restante
fr: Temps Restant
ja: 残り時間
pl: Pozostały Czas
ru: Времени осталось
uk: Залишилось часу

# DHDeployMenu.SettingsButtonObject.Caption
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ja: 設定
pl: Ustawienia
ru: Настройки
uk: Налаштування

# DHDeployMenu.SpawnVehicleImageObject.Hint
source: Spawn Vehicle
de: Einstiegfahrzeug
es: Aparecer Vehículo
fr: Véhicule de réapparition
ja: リスポーン車
pl: Odrodzenie Pojazdu
ru: Машина развёртывания
uk: Викликати техніку

# DHDeployMenu.SpectateButtonObject.Hint
source: Spectate
de: Beobachten
es: Espectador
fr: Spectateur
ja: 観戦する
pl: Obserwuj
ru: Наблюдать
uk: Спостерігати

# DHDeployMenu.SquadsButtonObject.Hint
source: Squads [F1]
de: Gruppen [F1]
es: Escuadras [F1]
fr: Groupes [F1]
ja: 分隊 [F1]
pl: Oddziały [F1]
ru: Отряды [F1]
uk: Загони [F1]

# DHDeployMenu.SuicideButtonObject.Caption
source: Suicide
de: Selbstmord
es: Suicidarse
fr: Se Suicider
ja: 自殺
pl: Samobójstwo
ru: Самоубийство
uk: Самогубство

# DHDeployMenu.VehicleButtonObject.Hint
source: Vehicles
de: Fahrzeuge
es: Vehículos
fr: Véhicules
ja: 車両
pl: Pojazdy
ru: Транспортные средства
uk: Транспортні засоби

# DHEditFavoritePage.UnknownText
source: Unknown Server
de: Unbekannter Server
es: Servidor desconocido
fr: Serveur Inconnu
ja: 不明なサーバー
pl: Nieznany Serwer
ru: Неизвестный сервер
uk: Невідомий сервер

# DHEditFavoritePage.IpEntryBox.Caption
source: IP Address:
de: IP Addresse:
es: Dirección IP:
fr: Adresse IP :
ja: IP アドレス:
pl: Adres IP:
ru: IP адрес:
uk: IP Адреса:

# DHFilterEdit.ComboOpts[0]
source: Does Not Matter
de: Irrelevant
es: No importa
fr: N'importe pas
ja: 関係ありません
pl: Bez znaczenia
ru: Не имеет значения
uk: Не має значення

# DHFilterEdit.ComboOpts[1]
source: Must Be On
de: Muss An Sein
es: Debe estar encendido
fr: Doit être activé
ja: オンにする必要があります
pl: Muszą być włączone
ru: Должен быть включен
uk: Має бути увімкнений

# DHFilterEdit.MutOpts[0]
source: No Mutators
de: Keine Mutatoren
es: Sin complementos
fr: Aucun Mutateur
ja: ミューテーターがありません
pl: Bez Mutatorów
ru: Нет мутаторов
uk: Немає мутаторів

# DHFilterEdit.MutOpts[1]
source: Any Mutator
de: Beliebige Mutatoren
es: Cualquier complemento
fr: Tous Mutateurs
ja: すべてのミューテータ
pl: Dowolny Mutator
ru: Любой Мутатор
uk: Будь-який мутатор

# DHFilterEdit.MutOpts[2]
source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
ja: カスタム
pl: Niestandardowe
ru: Пользовательский
uk: Користувацький

# DHFilterEdit.WindowName
source: Edit Filter Rules...
de: Filterregeln ändern...
es: Editar regla de filtros...
fr: Règles de filtrage...
ja: フィルタを編集...
pl: Edytuj reguły filtra...
ru: Изменить правила фильтрации...
uk: Редагувати правила фільтрації...

# DHFilterEdit.bOk.Caption
source: OK
ja: はい
ru: Принять
uk: ОК

# DHFilterEdit.cbMutators.Caption
source: Mutators:
de: Mutatoren:
es: Complementos:
fr: Mutateurs :
ja: ミューテータ:
pl: Mutatory:
ru: Мутаторы:
uk: Мутатори:

# DHFilterEdit.cbStats.Caption
source: Stats Servers:
de: Statistikserver:
es: Estadísticas de los Servidores:
fr: Serveurs de Statistiques :
ja: 記録ありサーバー:
pl: Statystyki Serwera:
ru: Статистика Сервера:
uk: Статистика серверів:

# DHFilterEdit.cbTranslocator.Caption
source: Translocator:
ru: Транслокатор:
uk: Транслокатор:

# DHFilterEdit.cbWeaponStay.Caption
source: Weapon Stay:
ru: Время:
uk: Зброя залишається:

# DHFilterEdit.ckBots.Caption
source: No Bots
de: Keine Bots
es: Sin Bots
fr: Pas de Bots
ja: Botなし
pl: Bez Botów
ru: Без ботов
uk: Без ботів

# DHFilterEdit.ckFull.Caption
source: No Full Servers
de: Keine vollen Server
es: Sin servidores llenos
fr: Pas de Serveurs Pleins
ja: 満員のサーバを表示しない
pl: Bez pełnych serwerów
ru: Без полных серверов
uk: Без повних серверів

# DHFilterEdit.ckPassworded.Caption
source: No Passworded Servers
de: Keine passwortbeschränkten Server
es: Servidores sin contraseña
fr: Pas de Serveurs à MDP
ja: パスワードが必要なサーバを表示しない
pl: Bez serwerów z hasłem
ru: Без серверов с паролем
uk: Без серверів із паролем

# DHFilterEdit.ebName.Caption
source: Filter Name:
es: Nombre del filtro:
fr: Nom du Filtre :
ja: フィルタ名:
pl: Nazwa filtra:
ru: Название фильтра:
uk: Назва фільтра:

# DHFilterEdit.sbOptions.Caption
source: Options...
de: Optionen...
es: Opciones...
ja: オプション...
pl: Opcje...
ru: Параметры...
uk: Параметри...

# DHFilterListPage.bCancel.Caption
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
pl: Anuluj
ru: Отмена
uk: Скасувати

# DHFilterListPage.bCreate.Caption
source: Create
de: Erstellen
es: Crear
fr: Créer
ja: 作成
pl: Stwórz
ru: Создать
uk: Створити

# DHFilterListPage.bEdit.Caption
source: Edit
de: Anpassen
es: Editar
fr: Modifier
ja: 編集
pl: Edytuj
ru: Редактировать
uk: Редагувати

# DHFilterListPage.bOk.Caption
source: OK
ja: 決定
ru: Принять
uk: ОК

# DHFilterListPage.bRemove.Caption
source: Remove
de: Entfernen
es: Remover
fr: Retirer
ja: 削除
pl: Usuń
ru: Убрать
uk: Прибрати

# DHFilterListPage.sbBackground.Caption
source: Filters...
de: Filter...
es: Filtros...
fr: Filtres...
ja: フィルタ...
pl: Filtry...
ru: Фильтры...
uk: Фільтри...

# DHGUIDynArrayPage.LockedCancelButton.Caption
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
pl: Anuluj
ru: Отмена
uk: Скасувати
