Repository: DarklightGames/weblate-darklightgames
Catalog: DH_Interface/DH_Interface.*.po
Languages: de, es, fr, ja, pl, ru, uk

# DHGUIMapComponent.SquadRallyPointDestroyText
source: Destroy Rally
de: Sammelpunkt zerstören
es: Destruir Punto de Reunión
fr: Détruire Point de Ralliement
ja: ラリポイントを削除
pl: Zniszcz Punkt Zbiórki
ru: Уничтожить точку сбора
uk: Знищити точку збору

# DHGUIMapComponent.SquadRallyPointSetAsSecondaryText
source: Set as Secondary
de: Als Sekundär setzen
es: Establecer como Secundario
fr: Rendre Secondaire
ja: 分隊スポーン地点(RP)を予備にする
pl: Ustaw jako drugorzędny
ru: Установить как запасную
uk: Встановити як запасну

# DHGUIMapComponent.RemoveText
source: Remove {0}
de: {0} entfernen
es: Remover {0}
fr: Retirer {0}
ja: {0} を削除する
pl: Usuń {0}
ru: Убрать {0}
uk: Прибрати {0}

# DHGUIMapComponent.ActiveTargetDeselectText
source: Deselect Active Target
de: Aktives Ziel abwählen
es: Deseleccionar el objetivo activo
fr: Désélectionner Cible Active
ja: 選択を解除する
pl: Odznacz Aktywny Cel
ru: Отменить выбор активной цели
uk: Скасувати вибір активної цілі

# DHGUISquadComponent.CreateSquadButton.Caption
source: Create Squad
de: Gruppe erstellen
es: Crear Escuadra
fr: Créer Groupe
ja: 分隊を作る
pl: Stwórz Oddział
ru: Создать отряд
uk: Створити загін

# DHGUISquadComponent.JoinSquadButton.Caption
source: Join Squad
de: Gruppe beitreten
es: Unirse a la escuadra
fr: Rejoindre Groupe
ja: 分隊を参加
pl: Dołącz do oddziału
ru: Вступить в отряд
uk: Приєднатися до загону

# DHGUISquadComponent.LeaveSquadButton.Caption
source: Leave Squad
de: Gruppe verlassen
es: Dejar la escuadra
fr: Quitter Groupe
ja: 分隊を脱退
pl: Opuść oddział
ru: Покинуть отряд
uk: Залишити загін

# DHGUITeamSelection.SizeBonusText
source: army size
de: Kombattantenzahl
es: tamaño del ejército
fr: proportion des forces
ja: 分隊の定員
pl: rozmiar armii
ru: соотношение сторон
uk: розмір армії

# DHGUITeamSelection.UnitsText
source: players
de: Spieler
es: jugadores
fr: joueurs
ja: 人
pl: graczy
ru: игроки
uk: гравців

# DHGUITeamSelection.AutoSelect.Caption
source: Auto-Select
de: Auto-Auswahl
es: Auto-Seleccionar
fr: Auto-sélection
ja: 自動選択
pl: Auto wybór
ru: Авто Выбор
uk: Авто Вибір

# DHGUITeamSelection.Disconnect.Caption
source: Disconnect
de: Verbindung trennen
es: Desconectar
fr: Déconnexion
ja: 退出する
pl: Rozłącz
ru: Отключиться
uk: Від'єднатися

# DHGUITeamSelection.SettingsButtonObject.Caption
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ja: 設定
pl: Ustawienia
ru: Настройки
uk: Налаштування

# DHGUITeamSelection.Spectate.Caption
source: Spectate
de: Beobachten
es: Espectar
fr: Spectateur
ja: 観戦する
pl: Obserwuj
ru: Наблюдать
uk: Спостерігати

# DHGUITeamSelection.TeamsCount.Caption
source: ? players
de: ? Spieler
es: ? jugadores
fr: ? joueurs
ja: ?人
pl: ? graczy
ru: ? игроки
uk: ? гравців

# DHGUITeamSelection.TeamsCount2.Caption
source: ? players
de: ? Spieler
es: ? jugadores
fr: ? joueurs
ja: ?人
pl: ? graczy
ru: ? игроки
uk: ? гравців

# DHGameFooterMP.GameBackButton.Caption
source: Back
de: Zurück
es: Atrás
fr: Retour
ja: 戻る
pl: Wstecz
ru: Назад
uk: Назад

# DHGameFooterSP.GameBackButton.Caption
source: Back
de: Zurück
es: Atrás
fr: Retour
ja: 戻る
pl: Wstecz
ru: Назад
uk: Назад

# DHGamePageMP.MPFooter.PrimaryCaption
source: Listen
de: Listen-Server
es: Escuchar
ja: P2P接続
pl: Nasłuchujący
ru: Слушать
uk: Слухати

# DHGamePageMP.MPFooter.SecondaryCaption
source: Dedicated
de: Dediziert
es: Dedicado
fr: Dédié
ja: 専用
pl: Dedykowany
ru: Выделенный
uk: Відданий

# DHGamePageSP.PageCaption
source: Practice
de: Übung
es: Práctica
fr: Entraînement
ja: 訓練
pl: Trening
ru: Одиночная игра
uk: Самостійна гра

# DHGamePageSP.SPFooter.PrimaryCaption
source: Start Practice Game
de: Übungsgefecht starten
es: Inicia juego de práctica
fr: Lancer Partie d'Entraînement
ja: 訓練を始める
pl: Rozpocznij grę treningową
ru: Начать одиночную игру
uk: Почати самостійну гру

# DHGetDataMenu.CancelButton.Caption
source: CANCEL
de: ABBRECHEN
es: CANCELA
fr: ANNULER
ja: キャンセル
pl: ANULUJ
ru: ОТМЕНА
uk: СКАСУВАТИ

# DHGetDataMenu.CancelButton.Hint
source: Close this menu, discarding changes.
de: Dieses Menü schließen, Änderungen verwerfen.
es: Cierra este menú, descartando los cambios.
fr: Fermez ce menu, en ignorant les modifications.
ja: このメニューを閉じて変更を破棄します。
pl: Zamknij to menu, odrzucając zmiany.
ru: Закрыть это меню, отменив изменения.
uk: Закрити це меню, скасувавши зміни.

# DHGetDataMenu.OkButton.Caption
source: OK
ja: 決定
ru: Принять
uk: ОК

# DHLearnToPlayFooter.GameBackButton.Caption
source: Back
de: Zurück
es: Atras
fr: Retour
ja: 戻る
pl: Wstecz
ru: Назад
uk: Назад

# DHLearnToPlayPage.PanelCaption<0>
source: Video Guides
de: Videoanleitungen
es: Guías de video
fr: Guides Vidéo
ja: ビデオガイド
pl: Poradniki Wideo
ru: Обучающие видео
uk: Відеопосібники

# DHLearnToPlayPage.PanelHint<0>
source: Learn about the game by watching a video
de: Lerne das Spiel kennen indem du ein Video ansiehst
es: Aprende sobre el juego viendo un vídeo
fr: Renseignez-vous sur le jeu en regardant une vidéo
ja: 映像を見てゲームについて学ぶ
pl: Dowiedz się więcej o grze, oglądając wideo
ru: Узнайте больше об игре, посмотрев видео
uk: Дізнайтеся більше про гру, подивившись відео

# DHMOTDConfigPage.LockedCancelButton.Caption
source: Cancel
de: Widerrufen
es: Cancelar
fr: Annuler
ja: キャンセル
pl: Anuluj
ru: Отмена
uk: Скасувати

# DHMOTDConfigPage.LockedOKButton.Caption
source: OK
ja: 決定
ru: Принять
uk: ОК

# DHMainMenu.MOTDErrorString
source: Error: Could not download news feed ({0})
de: Error: Konnte Neuigkeiten nicht laden ({0})
es: Error: No se pudo descargar la fuente de noticias ({0})
fr: Erreur : impossible de télécharger le fil d'actualités ({0})
ja: エラー:ニュースフィードをダウンロードできませんでした ({0})
pl: Błąd: Nie można pobrać kanału wiadomości ({0})
ru: Ошибка: не удалось загрузить ленту новостей ({0})
uk: Помилка: не вдалося завантажити стрічку новин ({0})

# DHMainMenu.BadConfigMessage
source: A problem exists with your configuration file, click continue to quit the game and open a guide on how to fix your configuration file.
de: Mit der Konfigurationsdatei gibt es ein Problem, Fortsetzen drücken um das Spiel zu verlassen und eine Anleitung zu öffnen wie die Konfig repariert werden kann.
es: Existe un problema con tu archivo de configuración, haz clic en continuar para salir del juego y abrir una guía sobre cómo arreglar tu archivo de configuración.
fr: Il y a un problème avec votre fichier de configuration, cliquez sur continuer pour quitter le jeu et ouvrez un guide sur la façon de réparer votre fichier de configuration.
ja: 設定ファイルに問題があります。[続行] をクリックしてゲームを終了し、設定ファイルの修正方法に関するガイドを開きます。
pl: Wystąpił problem z plikiem konfiguracyjnym, kliknij Kontynuuj, aby zamknąć grę i otworzyć poradnik, jak naprawić plik konfiguracyjny.
ru: Возникла проблема с вашим файлом конфигурации. Нажмите «Продолжить», чтобы выйти из игры и открыть руководство по исправлению файла конфигурации.
uk: Виникла проблема з вашим файлом конфігурації. Натисніть "Продовжити", щоб вийти з гри та відкрити посібник з виправлення файлу конфігурації.

# DHMainMenu.CreditsButton.Caption
source: Credits
es: Créditos
fr: Remerciements
ja: クレジット
pl: Twórcy gry
ru: Титры
uk: Титри

# DHMainMenu.DiscordButton.Hint
source: Join us in Discord!
de: Tritt uns in Discord bei!
es: ¡Únete a nosotros en Discord!
fr: Rejoignez-nous sur Discord !
ja: Discordにご参加ください！
pl: Dołącz do nas na Discordzie!
ru: Заходите к нам в Discord!
uk: Приєднуйтесь до нас у Discord!

# DHMainMenu.FacebookButton.Hint
source: Follow us on Facebook!
de: Folge uns auf Facebook!
es: ¡Síguenos en Facebook!
fr: Suivez-nous sur Facebook !
ja: Facebookでフォローしてください！
pl: Dołącz do nas na Facebooku!
ru: Подпишитесь на наш Facebook!
uk: Слідкуйте за нами на Facebook!

# DHMainMenu.InstantActionButton.Caption
source: Practice
de: Übung
es: Modo Práctica
fr: Entraînement
ja: 練習
pl: Trening
ru: Одиночная игра
uk: Самостійна гра

# DHMainMenu.QuitButton.Caption
source: Exit
de: Verlassen
es: Salir
fr: Quitter
ja: 終了
pl: Wyjście
ru: Выйти из игры
uk: Вийти з гри

# DHMainMenu.ServerButton.Caption
source: Server Browser
de: Server Suche
es: Multijugador
fr: Liste de Serveurs
ja: サーバリスト
pl: Przeglądarka Serwerów
ru: Найти сервер
uk: Сервери

# DHMainMenu.SettingsButton.Caption
source: Settings
de: Einstellungen
es: Ajustes
fr: Options
ja: 設定
pl: Ustawienia
ru: Настройки
uk: Налаштування

# DHMapVoteCountMultiColumnList.ColumnHeadings<0>
source: Nominated Maps
de: Nominierte Karten
es: Mapas nominados
fr: Cartes Nominées
ja: 投票されたマップ
pl: Nominowane Mapy
ru: Предложенные карты
uk: Запропоновані карти

# DHMapVoteCountMultiColumnList.ColumnHeadings<1>
source: Vote Weight
de: Stimmgewicht
es: Fuerza del voto
fr: Poids de Vote
ja: 投票数
pl: Waga Głosu
ru: Вес голоса
uk: Вага голосу

# DHMapVoteCountMultiColumnList.ColumnHeadings<2>
source: Map Size
de: Kartengröße
es: Tamaño del mapa
fr: Taille de Carte
ja: マップ規模
pl: Rozmiar Mapy
ru: Размер карты
uk: Розмір карти

# DHMapVoteCountMultiColumnList.ColumnHeadingHints<0>
source: The map's name.
de: Name der Karte.
es: El nombre del mapa.
fr: Le nom de la carte.
ja: マップの名前。
pl: Nazwa mapy.
ru: Название карты.
uk: Назва карти.

# DHMapVoteCountMultiColumnList.ColumnHeadingHints<2>
source: Recommended players for the map.
de: Empfohlene Spielerzahl für diese Karte.
es: Jugadores recomendados para el mapa.
fr: Joueurs recommandés pour la carte.
ja: マップの推奨プレイヤー数
pl: Zalecana liczba graczy dla mapy.
ru: Рекомендованное количество игроков для этой карты.
uk: Рекомендована кількість гравців для цієї карти.

# DHMapVoteMultiColumnList.ColumnHeadings<0>
source: Map Name
de: Kartenname
es: Nombre del mapa
fr: Nom de Carte
ja: マップ名
pl: Nazwa Mapy
ru: Название карты
uk: Назва карти

# DHMapVoteMultiColumnList.ColumnHeadings<1>
source: Allied Nation
de: Nation der Alliierten
es: Nación Aliada
fr: Nation Alliée
ja: 連合国
pl: Państwo Aliantów
ru: Страны Союзников
uk: Країни Союзників

# DHMapVoteMultiColumnList.ColumnHeadings<2>
source: Axis Nation
de: Nation der Achsenmächte
es: Nación del Eje
fr: Nation de l'Axe
ja: 枢軸国
pl: Państwo Osi
ru: Страны Оси
uk: Країни Осі

# DHMapVoteMultiColumnList.ColumnHeadingHints<1>
source: The Allied country for the map.
de: Alliierte Mächte dieser Karte.
es: El país Aliado para el mapa.
fr: Le pays Allié pour la carte.
ja: このマップにおける連合国側の国
pl: Państwo Aliantów na tej mapie.
ru: Страна Союзников на карте.
uk: Країна Союзників на карті.

# DHMapVoteMultiColumnList.ColumnHeadingHints<2>
source: The Axis country for the map.
de: Achsenmächte dieser Karte.
es: El país del Eje para el mapa.
fr: La pays de l'Axe pour la carte.
ja: このマップにおける枢軸国側の国
pl: Państwo Osi na tej mapie.
ru: Страна Оси на карте.
uk: Країна Осі на карті.

# DHMapVoteMultiColumnList.ColumnHeadingHints<3>
source: What type of game or battle for the map.
de: Spieltyp oder Gefechtsmodus der Karte.
es: Qué tipo de juego o batalla por el mapa.
fr: Le mode de jeu pour la carte.
ja: マップでの試合の形式
pl: Jaki rodzaj gry lub bitwy na mapie.
ru: Что за тип игры или сражения на карте.
uk: Що за тип гри або битви на карті.

# DHMapVotingPage.lmsgMode[0]
source: Majority Wins
de: Mehrheit gewinnt
es: La mayoría gana
fr: La Majorité Gagne
ja: 多数決です
pl: Większość Wygrywa
ru: Победа большинства
uk: Перемога більшості

# DHMapVotingPage.FilterClearButton.Caption
source: Clear
de: Leeren
es: Despejar
fr: Effacer
ja: クリア
pl: Wyczyść
ru: Очистить
uk: Очистити

# DHMapVotingPage.FilterEditbox.Caption
source: Search
de: Suchen
es: Buscar
fr: Chercher
ja: 検索
pl: Szukaj
ru: Поиск
uk: Пошук

# DHMapVotingPage.GameTypeCombo.Caption
source: Filter Game Type:
de: Filter Spielmodus:
es: Filtro de modo de juego:
fr: Filtrer Mode de Jeu :
ja: 試合形式フィルター:
pl: Filtruj Tryb Gry:
ru: Фильтр типа игры:
uk: Фільтр типу гри:

# DHMaplistEditor.ActiveBackground.Caption
source: Selected Maps
de: Ausgewählte Karten
es: Mapas seleccionados
fr: Cartes Sélectionnées
ja: 得票中のマップ
pl: Wybrane Mapy
ru: Выбранные карты
uk: Вибрані карти

# DHMaplistEditor.AddAllButton.Caption
source: Add All
de: Alle hinzufügen
es: Añadir todos
fr: Ajouter Tout
ja: すべて追加
pl: Dodaj Wszystkie
ru: Добавить все
uk: Додати все

# DHMaplistEditor.AddButton.Caption
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
pl: Dodaj
ru: Добавить
uk: Додати

# DHMaplistEditor.AvailBackground.Caption
source: Available Maps
de: Verfügbare Karten
es: Mapas disponibles
fr: Cartes Disponibles
ja: 選択可能なマップ
pl: Dostępne Mapy
ru: Доступные карты
uk: Доступні карти

# DHMaplistEditor.DeleteMaplistButton.Caption
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
pl: Usuń
ru: Удалить
uk: Видалити

# DHMaplistEditor.MapListSectionBackground.Caption
source: Saved Map Lists
de: Gespeicherte Kartenlisten
es: Lista de mapas guardadas
fr: Liste Cartes Sauvegardées
ja: 保存されたマップリスト
pl: Zapisane Listy Map
ru: Сохраненные списки карт
uk: Збережені списки карт

# DHMaplistEditor.MoveDownButton.Caption
source: Move Down
de: Runter bewegen
es: Muévete abajo
fr: Bas
ja: 下に移動
pl: W dół
ru: Вниз
uk: Вниз

# DHMaplistEditor.MoveUpButton.Caption
source: Move Up
de: Hoch bewegen
es: Muévete arriba
fr: Haut
ja: 上へ移動
pl: W górę
ru: Вверх
uk: Вверх

# DHMaplistEditor.RemoveAllButton.Caption
source: Remove All
de: Alle entfernen
es: Remover todo
fr: Supprimer Tout
ja: すべて削除
pl: Usuń wszystkie
ru: Убрать все
uk: Прибрати все

# DHMaplistEditor.RemoveButton.Caption
source: Remove
de: Entfernen
es: Remover
fr: Supprimer
ja: 削除
pl: Usuń
ru: Убрать
uk: Прибрати

# DHMaplistEditor.RenameMaplistButton.Caption
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
ja: 名前変更
pl: Zmiana nazwy
ru: Переименовать
uk: Перейменувати

# DHMidGameVoiceChat.NOSPEECH.Caption
source: Ignore Voice Commands
de: Sprachbefehle ignorieren
es: Ignorar comandos de voz
fr: Ignorer Commandes Vocales
ja: ボイスメッセージを無視
pl: Ignorowanie Poleceń Głosowych
ru: Игнорировать голосовые команды
uk: Ігнорувати голосові команди

# DHMutatorConfigMenu.LockedCancelButton.Caption
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
pl: Anuluj
ru: Отмена
uk: Скасувати

# DHMutatorConfigMenu.LockedOKButton.Caption
source: OK
ja: 決定
ru: Принять
uk: ОК

# DHNetworkStatusMessage.NetStatOk.Caption
source: OK
ru: Принять
uk: ОК

# DHNetworkStatusMsg.StatusTitle[12]
source: Session Kicked
de: Aus Sitzung geworfen
es: Expulsado de la sesión
fr: Expulsé pour la Session
ja: 試合からキックされました
pl: Wykopano z sesji
ru: Вы были исключены
uk: Ви були виключені

# DHPlayerSetupPage.psTitleBar.Caption
source: Player Setup
de: Spieler Einstellungen
es: Preparación del jugador
fr: Configuration Joueur
ja: プレイヤー設定
pl: Ustawienia gracza
ru: Настройка игрока
uk: Налаштування гравця

# DHQuitPage.NoButton.Caption
source: NO
de: NEIN
fr: NON
ja: いいえ
pl: NIE
ru: НЕТ
uk: НІ

# DHQuitPage.YesButton.Caption
source: YES
de: JAWOHL
fr: OUI
ja: はい
pl: TAK
ru: ДА
uk: ТАК

# DHScoreBoard.MunitionPercentageText
source: Munitions
de: Munition
es: Munición
ja: 軍需品充足率
pl: Amunicja
ru: Боеприпасы
uk: Боєприпаси

# DHScoreBoard.PlayersText
source: Players
de: Spieler
es: Jugadores
fr: Joueurs
ja: プレイヤー数
pl: Gracze
ru: Игроки
uk: Гравці

# DHScoreBoard.TickHealthText
source: Tick:
de: Tickrate:
fr: Ticks :
pl: Tickrate:
ru: Тикрейт:
uk: Тікрейт:

# DHScoreBoard.NetHealthText
source: Loss:
de: Paketverlust:
es: Perdida de paquete:
fr: Pertes :
ja: Packet Loss:
pl: Utrata:
ru: Потери:
uk: Втрати:

# DHScoreBoard.ScoreboardColumns<6>.Title
source: D
pl: Ś
ru: С
uk: С

# DHScoreBoard.ScoreboardColumns<7>.Title
source: Score
ja: スコア
pl: Wynik
ru: Счёт
uk: Рахунок

# DHScoreBoard.ScoreboardColumns<8>.Title
source: Ping
ru: Пинг
uk: Пінг

# DHServerBrowser.PanelCaption<0>
source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
ja: お気に入り
pl: Ulubione
ru: Избранное
uk: Вибрані

# DHServerBrowser.PanelCaption<1>
source: LAN
ru: Локальная сеть (LAN)
uk: Локальні ігри

# DHServerBrowser.PanelCaption<2>
source: Internet
ja: インターネット
ru: Интернет
uk: Інтернет

# DHServerBrowser.PanelCaption<3>
source: LAN
ru: Локальная сеть (LAN)
uk: Локальні ігри

# DHServerBrowser.PanelCaption<4>
source: Internet
ja: インターネット
ru: Интернет
uk: Інтернет

# DHServerBrowser.PanelCaption<5>
source: Internet
ja: インターネット
ru: Интернет
uk: Інтернет

# DHServerBrowser.PanelHint<0>
source: Choose a server to join from among your favorites
de: Wähle einen Server zum beitreten aus deinen Favoriten
es: Elige un servidor para unirte entre tus favoritos
fr: Choisissez un serveur parmi vos favoris
ja: お気に入りの中から参加するサーバーを選択
pl: Wybierz serwer do którego chcesz dołączyć spośród swoich ulubionych
ru: Выбрать сервер из числа избранного
uk: Вибрати сервер із числа ваших улюблених

# DHServerBrowser.PanelHint<2>
source: Choose from DH servers across the world
de: Wähle aus DH Servern aus aller Welt
es: Elija entre servidores de DH en todo el mundo
fr: Choisissez parmi les serveurs à travers le monde
ja: 世界中の DH サーバーから選択
pl: Wybierz spośród serwerów DH na całym świecie
ru: Выбрать сервер DH по всему миру
uk: Вибрати з серверів DH по всьому світу

# DHServerBrowser.PanelHint<3>
source: View all RO servers currently running on your LAN
de: Zeige alle RO Server an, die derzeit in deinem LAN laufen
es: Ver todos los servidores de RO que se ejecutan actualmente en su LAN
fr: Visualisez tous les serveurs actuellement en cours d'exécution sur votre réseau local
ja: LAN上のROサーバを表示
pl: Zobacz wszystkie serwery RO aktualnie działających w twojej sieci LAN
ru: Просмотреть все сервера RO, работающие в настоящее время в вашей локальной сети
uk: Переглянути всі сервери RO, які зараз працюють у вашій локальній мережі

# DHServerBrowser.PanelHint<5>
source: Choose from hundreds of RO servers across the world
de: Wähle aus hunderten RO Servern aus aller Welt
es: Elija entre cientos de servidores RO en todo el mundo
fr: Choisissez parmi des centaines de serveurs à travers le monde
pl: Wybierz spośród serwerów RO na całym świecie
ru: Выбрать RO-сервер из сотен по всему миру
uk: Вибрати із сотень серверів RO по всьому світу

# DHServerBrowser.GameTypeCombo.Caption
source: Game Type
de: Spielmodus
es: Tipo de juego
fr: Mode de Jeu
ja: ゲームタイプ
pl: Tryb Gry
ru: Тип игры
uk: Тип гри

# DHServerBrowser.ServerBrowserHeader.Caption
source: Server Browser
es: Servidores
fr: Liste de Serveurs
ja: サーバリスト
pl: Wyszukiwarka Serwerów
ru: Браузер серверов
uk: Браузер серверів

# DHServerLoading.DeployingText
source: Deploying to {0}
de: Einsatz im Bereitstellungsraum von {0}
es: Desplegando hacia {0}
fr: En marche pour {0}
pl: Rozmieszczanie do {0}
ru: Загрузка карты: {0}
uk: На шляху до: {0}

# DHServerLoading.AuthorText
source: Author: {0}
de: Autor: {0}
es: Autor(es) del mapa: {0}
fr: Auteur : {0}
ja: 作成者: {0}
pl: Autor: {0}
ru: Автор: {0}
uk: Автор: {0}

# DHSettingsPage.PanelCaption<0>
source: Game
de: Spiel
es: Juego
fr: Jeu
ja: ゲーム
pl: Gra
ru: Игра
uk: Гра

# DHSettingsPage.PanelCaption<1>
source: Display
de: Anzeige
es: Pantalla
fr: Affichage
pl: Video
ru: Видео
uk: Відео

# DHSettingsPage.PanelCaption<3>
source: Controls
de: Steuerung
es: Controles
fr: Contrôles
pl: Sterowanie
ru: Управление
uk: Керування

# DHSettingsPage.PanelCaption<4>
source: Input
de: Eingabe
es: Mouse
fr: Souris / Manette
pl: Dane wejściowe
ru: Мышь
uk: Миша

# DHSettingsPage.PanelCaption<5>
source: HUD
es: Interfaz
fr: Interface
pl: Interfejs (HUD)
ru: Игровой интерфейс (HUD)
uk: Інтерфейс (HUD)

# DHSettingsPage.PanelHint<1>
source: Select your resolution or change your display and detail settings...
de: Auflösung auswählen oder Anzeige- und Detaileinstellungen ändern...
es: Seleccione su resolución o cambie su configuración de pantalla y detalles...
fr: Sélectionnez votre résolution d'écran ou changez vos paramètres d'affichage et de détail...
pl: Wybierz rozdzielczość lub zmień ustawienia wyświetlania i szczegółów...
ru: Выберите разрешение или измените настройки экрана и детализации...
uk: Виберіть роздільну здатність або змініть налаштування екрану і деталізації...

# DHSettingsPage.PanelHint<2>
source: Adjust your audio experience...
de: Ton anpassen...
es: Ajusta tu experiencia de audio...
fr: Ajustez votre expérience audio...
pl: Dostosuj dźwięk...
ru: Настройте качество звука...
uk: Налаштуйте якість звуку...

# DHSettingsPage.PanelHint<4>
source: Configure misc. input options...
de: Verschiedene Eingabekonfigurationen...
es: Configura correctamente tu mouse...
fr: Configurer les options d'entrée diverses...
pl: Konfiguracja różnych opcji wejścia...
ru: Другие настройки. Варианты ввода...
uk: Інші налаштування. Варіанти введення...

# DHSettingsPage.PanelHint<5>
source: Customize your HUD...
de: Passe dein HUD an...
es: Personaliza tu interfaz...
fr: Personnalisez votre interface lors d'une partie...
pl: Dostosuj swój HUD...
ru: Настройте свой Игровой интерфейс (HUD)...
uk: Налаштуйте свій Ігровий інтерфейс (HUD)...

# DHSettingsPage.PanelHint<6>
source: how did you get this?
pl: jak ty to zrobiłeś?
ru: как ты это получил?
uk: як ти це отримав?

# DHSettingsPage.SettingHeader.Caption
source: Settings
de: Einstellungen
es: Ajustes
fr: Options
pl: Ustawienia
ru: Настройки
uk: Налаштування

# DHSettings_Footer.DefaultB.Caption
source: Defaults
de: Standardeinstellungen
es: Por defecto
fr: Par Défaut
ja: デフォルト
pl: Domyślne
ru: По умолчанию
uk: За замовчуванням

# DHTab_AudioSettings.AudioBK1.Caption
source: Sound System
es: Sistema de sonido
fr: Système Sonore
pl: System Audio
ru: Аудиосистема
uk: Аудіосистема

# DHTab_AudioSettings.AudioChannelsNum.Caption
source: Max Audio Channels
de: Maximale Anzahl Audiokanäle
es: Máximo de canales de audio
fr: Canaux Sonores Max
pl: Maksymalna liczba kanałów audio
ru: Максимальное количество аудиоканалов
uk: Максимальна кількість аудіоканалів

# DHTab_AudioSettings.AudioDefaultDriver.Caption
source: System Driver
de: Systemtreiber
es: Controlador del sistema
fr: Pilote de Système
pl: Sterownik systemowy
ru: Системный драйвер
uk: Системний драйвер

# DHTab_AudioSettings.AudioEffectsVolumeSlider.Caption
source: Effects Volume
de: Effektlautstärke
es: Volumen de los efectos
fr: Volume Effets Sonores
pl: Głośność efektów
ru: Громкость эффектов
uk: Гучність ефектів

# DHTab_AudioSettings.AudioLowDetail.Caption
source: Low Sound Detail
de: Niedrige Sounddetails
es: Detalle de bajos sonidos
fr: Son Basse Qualité
pl: Niska szczegółowość dźwięku
ru: Пониженное качество звука
uk: Низька деталізація звуку

# DHTab_AudioSettings.AudioMessageBeep.Caption
source: Message Beep
de: Nachrichtenton
es: Sonido de mensajes
fr: Bip de Message
pl: Sygnał dźwiękowy wiadomości
ru: Звуковой сигнал сообщения
uk: Звуковий сигнал повідомлення

# DHTab_AudioSettings.AudioMode.Caption
source: Audio Mode
de: Tonmodus
es: Modo de audio
fr: Mode Audio
pl: Tryb audio
ru: Режим аудио
uk: Режим аудіо

# DHTab_AudioSettings.AudioMusicVolume.Caption
source: Music Volume
de: Musik Lautstärke
es: Volumen de la música
fr: Volume de la Musique
pl: Głośność muzyki
ru: Громкость музыки
uk: Гучність музики

# DHTab_AudioSettings.AudioPlayVoices.Caption
source: Play Voice Messages
de: Sprachnachrichten abspielen
es: Reproducir mensajes de voz
fr: Jouer Messages Vocaux
pl: Odtwarzanie wiadomości głosowych
ru: Воспроизведение голосовых сообщений
uk: Відтворення голосових повідомлень

# DHTab_AudioSettings.AudioReverseStereo.Caption
source: Reverse Stereo
de: Umgekehrtes Stereo
es: Estéreo inverso
fr: Inverser Stéréo
pl: Odwrócone stereo
ru: Поменять местами левый и правый стерео каналы
uk: Зворотне стерео

# DHTab_AudioSettings.AutoSpeakCheckbox.Caption
source: Auto-select Active Channel
de: Automatische Auswahl aktiver Kanal
es: Seleccionar automáticamente el canal activo
fr: Rejoindre Canal Actif Automatiquement
pl: Automatyczny wybór aktywnego kanału
ru: Автоматический выбор активного канала
uk: Автоматичний вибір активного каналу

# DHTab_AudioSettings.ChatPasswordEdit.Caption
source: Chat Password
de: Chat Passwort
es: Contraseña de chat
fr: Mot de Passe Chat
pl: Hasło do czatu
ru: Пароль чата
uk: Пароль чату
