Repository: DarklightGames/weblate-darklightgames
Catalog: DH_AdminMenuMutator/DH_AdminMenuMutator.*.po
Languages: de, es, fr, ja, pl, pt, ru, uk

# DHAdminMenu_AdminMessages.ConfirmMatchLive
source: Press enter to confirm you want to force realism match LIVE
es: Presiona ENTER para confirmar 'Forzar partida en modo realista'
fr: Appuyez sur Entrée pour confirmer que vous voulez forcer le match réalisme EN LIVE
ja: Enter を押して、リアリズムマッチを有効にします
pt: Pressione enter para comfirmar que você quer força a partida realista LIVE
ru: Нажмите Enter, чтобы подтвердить, ЗАПУСК игры в режиме реализма
uk: Натисніть Enter, щоб підтвердити, ЗАПУСК гри в режимі реалізму

# DHAdminMenu_AdminMessages.EnterPrivateMessage
source: Type your private message to the player - then press enter
de: Schreibe eine private Nachricht an den Spieler - danach 'enter'-Taste drücken
es: Escribe tu mensaje privado al jugador - después pulsa ENTER
fr: Tapez votre message privé au joueur - puis appuyez sur Entrée
ja: プレイヤーへのプライベートメッセージを入力してEnterを押します
pl: Wpisz swoją prywatną wiadomość do gracza - następnie naciśnij Enter
pt: Escreva sua mensagem privada para o jogador - então pressione enter
ru: Введите личное сообщение игроку - затем нажмите Enter
uk: Введіть приватне повідомлення гравцю - потім натисніть Enter

# DHAdminMenu_AdminMessages.ConfirmEnableCapProgress
source: Press enter to confirm you want to RE-ENABLE the cap progress bar on the map
de: 'enter'-Taste drücken um zu bestätigen, dass der Eroberungs-Fortschrittsbalken auf der Karte RE-AKTIVIERT werden soll
es: Presiona ENTER para confirmar si quieres REACTIVAR la barra de progreso de una bandera en el mapa
fr: Appuyez sur Entrée pour confirmer que vous souhaitez RÉACTIVER la barre de progression du point de capture sur la carte
ja: Enterを押して、マップ上の占領状況のプログレスバーを再度有効にすることを確定します
pl: Naciśnij Enter, aby potwierdzić PONOWNE WŁĄCZENIE paska postępu przejmowania celu na mapie
pt: Pressione enter para comfirma que você quer REABILITAR a barra de captura no mapa
ru: Нажмите Enter, чтобы подтвердить, что вы хотите ВКЛЮЧИТЬ индикатор захвата цели на карте
uk: Натисніть Enter, щоб підтвердити, що ви хочете УВІМКНУТИ індикатор захоплення цілі на карті

# DHAdminMenu_AdminMessages.ConfirmDisableRealism
source: Press enter to confirm you want to DISABLE realism mode
de: 'enter'-Taste drücken um zu bestätigen, dass der Realismus-Modus DEAKTIVIERT werden soll
es: Pulsa ENTER para confirmar que quieres DESACTIVAR el modo realista
fr: Appuyez sur Entrée pour confirmer que vous souhaitez DÉSACTIVER mode réalisme
ja: Enterを押して、リアリズムモードを無効にすることを確定します
pt: Pressione enter para comfirma que você quer DESABILITA o modo realista
ru: Нажмите Enter, чтобы подтвердить, что вы хотите ОТКЛЮЧИТЬ реалистичный режим
uk: Натисніть Enter, щоб підтвердити, що ви бажаєте ВИМКНУТИ режим реалізму

# DHAdminMenu_AdminMessages.ConfirmDropAtObjective
source: Press enter to confirm you want to PARADROP this player at the chosen objective
es: Pulsa ENTER para confirmar que quieres LANZAR EN PARACAÍDAS a este jugador en el objetivo elegido
fr: Appuyez sur Entrée pour confirmer que vous souhaitez PARACHUTER ce joueur sur l'objectif choisi
ja: Enterを押して、このプレイヤーを選択した目標にパラシュートで降下させることを確定します
pt: Pressione enter para comfirma que voce quer aerotransportar esse jogador para os objetivos escolhidos
ru: Нажмите Enter, чтобы подтвердить, что вы хотите высадить с парашюта этого игрока к выбранной цели
uk: Натисніть Enter, щоб підтвердити, що ви хочете висадити з парашута цього гравця до вибраної цілі

# DHAdminMenu_AdminMessages.EnterKickReason
source: Type your kick message to the player - then press enter to KICK them
de: Nachricht zum Rauswurf an den Spieler verfassen - danach 'enter'-Taste drücken um diesen aus dem Spiel zu entfernen
es: Escribe tu mensaje de expulsión al jugador - luego pulsa ENTER para EXPULSARLO
fr: Tapez votre message de kick au joueur - puis appuyez sur Entrée pour le kick
ja: キック時にプレイヤーに表示するメッセージを入力して、Enterを押してキックします
pl: Wpisz powód wyrzucenia gracza - naciśnij Enter, aby go WYRZUCIĆ
pt: Escreva sua mensagem de expulsão para o jogador - então pressione enter para expulsá-los
ru: Введите сообщение о изгнанию игроку, а затем нажмите Enter, чтобы выгнать его
uk: Введіть повідомлення гравню та натисніть Enter, щоб вигнати його

# DHAdminMenu_AdminMessages.EnterWarningMessage
source: Type your warning message to the player - then press enter
de: Schreibe eine Warnung an den Spieler - danach 'enter'-Taste drücken
es: Escribe tu mensaje de advertencia al jugador - después pulsa ENTER
fr: Tapez votre message d'avertissement au joueur - puis appuyez sur Entrée
ja: プレイヤーへの警告メッセージを入力してEnterを押します
pl: Wpisz swoją wiadomość ostrzegawczą wiadomość do gracza - następnie naciśnij Enter
pt: Escreva seu aviso para o player - então pressione enter
ru: Введите предупреждающее сообщение игроку, затем нажмите Enter
uk: Введіть попереджувальне повідомлення гравцеві та натисніть Enter

# DHAdminMenu_AdminMessages.ConfirmKillPlayer
source: Press enter to confirm you want to KILL this player
de: 'enter'-Taste drücken um zu bestätigen, dass dieser Spieler GETÖTET werden soll
es: Pulsa ENTER para confirmar que quieres matar a este jugador
fr: Appuyez sur Entrée pour confirmer que vous voulez TUER ce joueur
ja: Enterを押して、このプレーヤーをキルすることを確定します
pl: Naciśnij Enter, aby potwierdzić, że chcesz ZABIĆ tego gracza
pt: Pressione enter para comfirma que voce quer MATAR esse jogador
ru: Нажмите Enter, чтобы подтвердить, что вы хотите убить этого игрока
uk: Натисніть Enter, щоб підтвердити, що ви хочете вбити цього гравця

# DHAdminMenu_AdminMessages.ConfirmSwitchToAxisRole
source: Press enter to confirm you want to SWITCH this player to a new AXIS role
de: 'enter'-Taste drücken um zu bestätigen, dass dieser Spieler einer NEUEN ROLLE auf Seiten der ACHSENMÄCHTE zugewiesen werden soll
es: Pulsa ENTER para confirmar que quieres CAMBIAR a este jugador a un nuevo rol del EJE
fr: Appuyez sur Entrée pour confirmer que vous souhaitez passer ce joueur à un nouveau rôle AXE
ja: Enterを押して、このプレーヤーを新たな枢軸国ロールに移すことを確定します
pl: Naciśnij Enter, aby potwierdzić ZMIANĘ roli tego gracza na nową rolę OSI
pt: Pressione enter para comfirma que voce quer MUDAR esse jogador para o lado dos EIXO
ru: Нажмите Enter, чтобы подтвердить, что вы хотите присоединить этого игрока к войскам Оси
uk: Натисніть клавішу Enter, щоб підтвердити, що ви хочете перевести цього гравця до військ Осі

# DHAdminMenu_AdminMessages.ConfirmDisablePlayerIcon
source: Press enter to confirm you want to DISABLE the player location icon on the map
de: 'enter'-Taste drücken um zu bestätigen, dass das Spielerstandort-Symbol auf der Karte DEAKTIVIERT werden soll
es: Presiona ENTER para confirmar si quieres DESACTIVAR el icono de ubicación del jugador en el mapa
fr: Appuyez sur Entrée pour confirmer que vous souhaitez DÉSACTIVER l'icône de localisation du joueur sur la carte
ja: Enterを押して、マップ上でのプレイヤー位置の表示をオフにします
pt: Pressione enter para comfirma que você quer DESABILITAR o icone do jogador no mapa
ru: Нажмите Enter, чтобы подтвердить, что вы хотите ОТКЛЮЧИТЬ значок местоположения игрока на карте
uk: Натисніть Enter, щоб підтвердити, що ви хочете ВІДКЛЮЧИТИ піктограму розташування гравця на карті

# DHAdminMenu_AdminMessages.ConfirmEnableRealism
source: Press enter to confirm you want to ENABLE realism mode
de: 'enter'-Taste drücken um zu bestätigen, dass der Realismus-Modus AKTIVIERT werden soll
es: Pulsa ENTER para confirmar que quieres ACTIVAR el modo realista
fr: Appuyez sur Entrée pour confirmer que vous souhaitez ACTIVER le mode réalisme
ja: Enterを押して、リアリズムモードを有効にすることを確定します
pt: Pressione enter para comfirma que voce quer ATIVA o modo realista
ru: Нажмите Enter, чтобы подтвердить, что вы хотите ВКЛЮЧИТЬ реалистичный режим
uk: Натисніть Enter, щоб підтвердити, що ви бажаєте УВІМКНУТИ режим реалізму

# DHAdminMenu_AdminMessages.ConfirmEnablePlayerIcon
source: Press enter to confirm you want to RE-ENABLE the player location icon on the map
de: 'enter'-Taste drücken um zu bestätigen, dass das Spielerstandort-Symbol auf der Karte RE-AKTIVIERT werden soll
es: Presiona ENTER para confirmar si quieres ACTIVAR el icono de ubicación del jugador en el mapa
fr: Appuyez sur Entrée pour confirmer que vous souhaitez RÉACTIVER l'icône de localisation du joueur sur la carte
ja: Enterを押して、マップ上でのプレイヤー位置の表示を再度オンにします
pt: Pressione enter para comfirma que você quer REABILITAR o icone do jogador no mapa
ru: Нажмите Enter, чтобы подтвердить, что вы хотите ВКЛЮЧИТЬ значок местоположения игрока на карте
uk: Натисніть Enter, щоб підтвердити, що ви бажаєте УВІМКНУТИ піктограму розташування гравця на карті

# DHAdminMenuMutator.Description
source: Screen menu options allowing an admin greater control over players, a realism match or during testing
de: Zeigt Menü-Optionen, die einem Administrator mehr Kontrolle über Spieler, Realismus-Gefechte oder während des Testens erlauben
es: Menú de opciones que permiten al administrador, un mayor control sobre los jugadores, personificación y opciones de prueba
fr: Menu d'options permettant à un administrateur un plus grand contrôle sur les joueurs, un match de réalisme ou pendant des tests
ja: リアリズムマッチ中やテストにプレイヤーをより細かく制御できるスクリーンメニューオプション
pl: Opcje menu ekranowego, które dają administratorowi kontrolę nad graczami, realistycznym meczem lub podczas testów
pt: Tela de menu permitindo o ADM maior controle sobre os jogadores, partida realista ou durante testes
ru: Параметры экранного меню, позволяющие администратору лучше контролировать игроков, реалистичного матча или во время тестирования
uk: Параметри екранного меню, що дозволяють адміністратору краще контролювати гравців, реалістичного матчу або під час тестування

# DHAdminMenu_AdminMessages.EnterNewPlayerName
source: Please enter a new name for the player - then press enter
de: Bitte einen neuen Namen für den Spieler vergeben - danach 'enter'-Taste drücken
es: Por favor introduce un nuevo nombre para el jugador - después pulsa ENTER
fr: Veuillez entrer un nouveau pseudo pour le joueur - puis appuyez sur Entrée
ja: 新たなプレイヤーの名前を入力してEnterを押してください
pl: Proszę wprowadzić nową nazwę dla gracza - następnie naciśnij Enter
pt: Porfavor insira um nome novo para o jogador - pressione enter
ru: Пожалуйста, введите новое имя для игрока - затем нажмите Enter
uk: Будь ласка, введіть нове ім'я для гравця - потім натисніть Enter

# DHAdminMenu_AdminMessages.ConfirmDropAlliesAtObjective
source: Press enter to confirm you want to drop ALL ALLIES at the chosen objective
de: 'enter'-Taste drücken um zu bestätigen, dass ALLE ALLIIERTEN beim ausgewählten Ziel abgeworfen werden soll
es: Pulsa ENTER para confirmar que quieres lanzar A TODOS LOS ALIADOS en el objetivo elegido
fr: Appuyez sur Entrée pour confirmer que vous souhaitez déposer TOUS LES ALLIÉS à l'objectif choisi
ja: Enterを押して、選択した目標にすべての連合国側プレーヤーを配置することを確定します
pt: Pressione enter para comfirma que você quer aerotransportar todos os jogadores do lado ALIADO para o Objetivo escolhido
ru: Нажмите Enter, чтобы подтвердить, что вы хотите высадить ВСЕ ВОЙСКА СОЮЗНИКОВ на выбранную цель
uk: Натисніть Enter, щоб підтвердити, що ви хочете десантувати ВСІ ВІЙСЬКА СОЮЗНИКІВ на обрану ціль

# DHAdminMenu_AdminMessages.ConfirmDropAllAtObjective
source: Press enter to confirm you want to drop ALL PLAYERS at the chosen objective
de: 'enter'-Taste drücken um zu bestätigen, dass ALLE SPIELER beim ausgewählten Ziel abgeworfen werden soll
es: Pulsa ENTER para confirmar que quieres lanzar A TODOS LOS JUGADORES en el objetivo elegido
fr: Appuyez sur Entrée pour confirmer que vous souhaitez déposer TOUS les joueurs à l'objectif choisi
ja: Enterを押して、選択した目標にすべてのプレーヤーを配置することを確定します
pt: Pressione enter para comfirma que você quer aerotransportar todos os jogadores para o Objetivo escolhido
ru: Нажмите Enter, чтобы подтвердить, что вы хотите выбросить ВСЕХ ИГРОКОВ на выбранную цель
uk: Натисніть клавішу Enter, щоб підтвердити, що ви хочете десантувати ВСІХ ГРАВЦІВ на вибрану ціль

# DHAdminMenu_AdminMessages.ConfirmDisableMines
source: Press enter to confirm you want to DISABLE all minefields
de: 'enter'-Taste drücken um zu bestätigen, dass alle Minenfelder DEAKTIVIERT werden sollen
es: Pulsa ENTER para confirmar que quieres DESACTIVAR todos los campos de minas
fr: Appuyez sur Entrée pour confirmer que vous souhaitez DÉSACTIVER tous les champs de mines
ja: Enterを押して、すべての地雷を無効にすることを確定します
pt: Pressione enter para comfirma que você quer DESABILITAR todos os campos minados
ru: Нажмите Enter, чтобы подтвердить, что вы хотите ОТКЛЮЧИТ все минные поля
uk: Натисніть Enter, щоб підтвердити, що ви хочете ВИМКНУТИ всі мінні поля

# DHAdminMenu_AdminMessages.ConfirmKillAll
source: Press enter to confirm you want to KILL ALL players
de: 'enter'-Taste drücken um zu bestätigen, dass ALLE Spieler GETÖTET werden sollen
es: Pulsa ENTER para confirmar que quieres MATAR A TODOS los jugadores
fr: Appuyez sur Entrée pour confirmer que vous voulez tuer TOUS les joueurs
ja: Enterを押して、すべてのプレイヤーをキルすることを確定します
pt: Pressione enter para comfirma que você quer MATAR TODOS os jogadores
ru: Нажмите Enter, чтобы подтвердить, что вы хотите УБИТЬ ВСЕХ игроков
uk: Натисніть Enter, щоб підтвердити, що ви хочете ВБИТИ ВСІХ гравців

# DHAdminMenu_AdminMessages.EnterGridLocation
source: Please specify a grid location (example: for grid E2 keypad 5, enter 'e25')
de: Bitte eine spezifische Koordinate angeben (Bsp.: für Koordinate - E2 Ziffernblock 5 - 'E25' eingeben)
es: Por favor, especifique la localización en la cuadricula (Ejemplo: Cuadricula E2 keypad 5, coloca 'e25')
fr: Veuillez spécifier un carré de grille (exemple : pour le carré E2, petit carré 5, entrez 'e25')
ja: グリッド位置を指定してください（例：グリッドE2キーパッド5の場合は「e25」と入力してください）
ru: Пожалуйста, уточните местоположение квадрата (пример: для квадрата E2 сектора 5 (по нумпаду) введите «E25»)
uk: Будь ласка, вкажіть розташування квадрата (приклад: для сектора 5 (по нумпаду) у квадраті E2 введіть «e25»)

# DHAdminMenu_AdminMessages.ConfirmEnableMines
source: Press enter to confirm you want to RE-ENABLE all minefields
de: 'enter'-Taste drücken um zu bestätigen, dass alle Minenfelder RE-AKTIVIERT werden sollen
es: Pulsa ENTER para confirmar que quieres REACTIVAR todos los campos de minas
fr: Appuyez sur Entrée pour confirmer que vous souhaitez RÉACTIVER tous les champs de mines
ja: Enterを押して、すべての地雷を再度有効にすることを確定します
pl: Wciśnij Enter, aby zatwierdzić PONOWNE WŁĄCZENIE wszystkich pól minowych
pt: Pressione enter para comfirma que você quer REABILITAR todos os campos minados
ru: Нажмите Enter, чтобы подтвердить, что вы хотите ВКЛЮЧИТЬ все минные поля
uk: Натисніть Enter, щоб підтвердити, що ви бажаєте УВІМКНУТИ всі мінні поля

# DHAdminMenu_AdminMessages.ConfirmGagPlayer
source: Press enter to confirm you want to GAG this player
de: 'enter'-Taste drücken um zu bestätigen, dass dieser Spieler VERSTUMMT werden soll
es: Presiona ENTER para CALLAR a este jugador
fr: Appuyez sur Entrée pour confirmer que vous souhaitez BAÎLLONER ce joueur
ja: Enter を押してこのプレイヤーを黙らせます(テキスト・ボイスチャットを使用不可にします)
pl: Naciśnij Enter, aby potwierdzić, że chcesz UCISZYĆ tego gracza
pt: Pressione enter para comfirma que voce quer AMORDAÇAR esse jogador
ru: Нажмите Enter, чтобы подтвердить, что вы хотите отключить сообщения этому игроку
uk: Натисніть Enter, щоб підтвердити, що ви бажаєте вимкнути повідомлення цьому гравцю

# DHAdminMenuMutator.FriendlyName
source: Admin menu
de: Administrator-Menü
es: Menú de Administrador
fr: Menu Admin
ja: 管理者メニュー
pl: Menu administratora
pt: Menu do adiministrador
ru: Меню администратора
uk: Меню адміністратора

# DHAdminMenu_AdminMessages.ConfirmDropAxisAtObjective
source: Press enter to confirm you want to drop ALL AXIS at the chosen objective
de: 'enter'-Taste drücken um zu bestätigen, dass ALLE ACHSENMÄCHTE beim ausgewählten Ziel abgeworfen werden soll
es: Pulsa ENTER para confirmar que quieres lanzar A TODOS LOS SOLDADOS DEL EJE en el objetivo elegido
fr: Appuyez sur Entrée pour confirmer que vous souhaitez déposer TOUS les AXE à l'objectif choisi
ja: Enterを押して、選択した目標にすべての枢軸国側プレーヤーを配置することを確定します
pt: Pressione enter para comfirma que você quer aerotransportar todos os jogadores do lado do EIXO para o Objetivo escolhido
ru: Нажмите Enter, чтобы подтвердить, что вы хотите высадить ВСЕ ВОЙСКА ОСИ на выбранную цель
uk: Натисніть Enter, щоб підтвердити, що ви хочете десантувати ВСІ ВІЙСЬКА ОСІ на обрану ціль

# DHAdminMenu_AdminMessages.ConfirmDropAtCurrentLocation
source: Press enter to confirm you want to PARADROP this player at their CURRENT location
de: 'enter'-Taste drücken um zu bestätigen, dass dieser Spieler per FALLSCHIRM über dessen aktuellen Standort abgeworfen werden soll
es: Pulsa ENTER para confirmar que quieres LANZAR EN PARACAÍDAS a este jugador en su ubicación actual
fr: Appuyez sur Entrée pour confirmer que vous souhaitez PARACHUTER ce joueur sur leur emplacement actuel
ja: Enterを押して、このプレイヤーに現在地にこのプレーヤーをパラシュートで降下させることを確定します
pt: Pressione enter para comfirma quer voce quer aerotransportar esse jogador para a posição atual dele
ru: Нажмите Enter, чтобы подтвердить, что вы хотите высадить этого игрока с парашюта к его текущему местоположению
uk: Натисніть Enter, щоб підтвердити, що ви хочете висадити цього гравця з парашута до його поточного розташування

# DHAdminMenu_AdminMessages.ConfirmDisableCapProgress
source: Press enter to confirm you want to DISABLE the cap progress bar on the map
de: 'enter'-Taste drücken um zu bestätigen, dass der Eroberungs-Fortschrittsbalken auf der Karte DEAKTIVIERT werden soll
es: Presiona ENTER para confirmar si quieres DESACTIVAR la barra de progreso de una bandera en el mapa
fr: Appuyez sur Entrée pour confirmer que vous souhaitez DÉSACTIVER la barre de progression du point de capture sur la carte
ja: Enterを押して、マップ上の占領状況のプログレスバーを無効化することを確定します
pl: Naciśnij Enter, aby potwierdzić WYŁĄCZENIE paska postępu przejmowania celu na mapie
pt: Pressione enter para comfirma que você quer DESABILITAR a barra de captura no mapa
ru: Нажмите Enter, чтобы подтвердить, что вы хотите ОТКЛЮЧИТЬ индикатор захвата цели на карте
uk: Натисніть Enter, щоб підтвердити, що ви хочете ВІДКЛЮЧИТИ індикатор захоплення цілі на карті

# DHAdminMenu_AdminMessages.ConfirmSwitchToAlliesRole
source: Press enter to confirm you want to SWITCH this player to a new ALLIES role
de: 'enter'-Taste drücken um zu bestätigen, dass dieser Spieler einer NEUEN ROLLE auf Seiten der ALLIIERTEN zugewiesen werden soll
es: Pulsa ENTER para confirmar que quieres CAMBIAR a este jugador a un nuevo rol de ALIADOS
fr: Appuyez sur Entrée pour confirmer que vous souhaitez passer ce joueur à un nouveau rôle ALLIÉ
ja: Enterを押して、このプレイヤーを新たな連合国ロールに移すことを確定します
pl: Naciśnij Enter, aby potwierdzić ZMIANĘ roli tego gracza na nową rolę ALIANTÓW
pt: Pressione enter para comfirma que voce quer MUDAR esse jogador para o lado dos Aliados
ru: Нажмите Enter, чтобы подтвердить, что вы хотите присоединить этого игрока к войскам Союзников
uk: Натисніть Enter, щоб підтвердити, що ви хочете перевести цього гравця до військ Союзників

# DHAdminMenu_ErrorMessages.ErrorMessage[1]
source: You must be logged in as an admin (via the console) to use this function
de: Um diese Funktion zu nutzen, musst du als Administrator (via Konsole) eingeloggt sein
es: Debes iniciar sesión como un administrador (Por medio de la consola) para usar esta función
fr: Vous devez être connecté en tant qu'administrateur (via la console) pour utiliser cette fonction
ja: この機能を使用するには、コンソールツールで管理者としてログインする必要があります
ru: Вы должны войти в систему как администратор (через консоль) что-бы использовать эту функцию
uk: Ви повинні увійти в систему як адміністратор (через консоль) щоб використовувати цю функцію

# DHAdminMenu_AdminMessages.ToggleWeaponLockText
source: Press enter to confirm you want to toggle weapon locking on/off
de: 'enter'-Taste drücken um zu bestätigen, dass die Waffensperre an-/ausgeschaltet werden soll
es: Presiona ENTER para confirmar si quieres alternar/cambiar el bloqueo de armas
fr: Appuyez sur Entrée pour confirmer que vous souhaitez activer ou désactiver le blocage des armes
ja: Enterを押して武器のロックのオンオフを切り替えます
pl: Naciśnij Enter, aby potwierdzić, że chcesz włączyć/wyłączyć blokadę broni
ru: Нажмите Enter, чтобы подтвердить, что вы хотите включить/выключить блокировку оружия
uk: Натисніть Enter, щоб підтвердити, що ви бажаєте увімкнути/вимкнути блокування зброї

# DHAdminMenu_AdminMessages.ConfirmDisableRallyPoints
source: Press enter to confirm you want to DISABLE rally point placement
de: 'enter'-Taste drücken um zu bestätigen, dass die Sammelpunktplatzierung DEAKTIVIERT werden soll
es: Presiona ENTER para confirmar si quieres DESHABILITAR la colocación de puntos de reunión
fr: Appuyez sur Entrée pour confirmer que vous souhaitez DÉSACTIVER le placement de point de ralliement
ja: Enterを押して設置された分隊リスポーン地点(RP)を無効にします
ru: Нажмите Enter, чтобы подтвердить, что вы хотите ОТКЛЮЧИТЬ возможность размещения точек сбора
uk: Натисніть Enter, щоб підтвердити, що ви хочете ВІДКЛЮЧИТИ можливість розміщення точок збору

# DHAdminMenu_ErrorMessages.ErrorMessage[4]
source: ERROR: no player name specified
de: FEHLER: keinen Spielernamen angegeben
es: ERROR: Nombre del jugador no especificado
fr: ERREUR : aucun pseudo spécifié
ja: エラー: プレイヤー名が指定されていません（no player name specified）
pt: ERRO: nenhum nome de jogadores foi especificado
ru: ОШИБКА: имя игрока не указано
uk: ПОМИЛКА: ім'я гравця не вказано

# DHAdminMenu_ErrorMessages.ErrorMessage[9]
source: Player '%insert_name%' is not currently active & so you cannot use this option
de: Spieler '%insert_name%' ist derzeit nicht aktiv, daher kann diese Option nicht genutzt werden
es: El jugador '%insert_name%' no se encuentra activo, no puedes usar esta opción
fr: Le joueur '%insert_name%' n'est pas actuellement actif et vous ne pouvez donc pas utiliser cette option
ja: プレイヤー '%insert_name%' は現在アクティブではないため、このオプションは使用できません
pl: Gracz «%insert_name%» nie jest obecnie aktywny, więc nie można użyć tej opcji
pt: Jogador '%insert_name%' não esta ativo nesse momento, você nao pode usar essa opção
ru: Игрок «%insert_name%» в настоящее время не активен, поэтому вы не можете использовать эту опцию
uk: Гравець «%insert_name%» на даний час не активний — ви не можете використовувати цю опцію

# DHAdminMenu_ErrorMessages.ErrorMessage[6]
source: PROBLEM: found more than one player with name '%insert_name%' so it is not safe to proceed with this action
de: PROBLEM: es wurde mehr als ein Spieler mit Name '%insert_name%' gefunden, daher ist es nicht sicher mit dieser Aktion fortzufahren
es: AVISO: Se ha encontrado mas de un jugador con el nombre '%insert_name%', no es seguro proceder con esta acción
fr: PROBLÈME : plus d'un joueur trouvé avec le pseudo '%insert_name%' donc il n'est pas sûr de procéder à cette action
ja: 問題:'%insert_name%' という名前のプレイヤーが複数見つかったため、この操作を続行するのは安全ではありません
pl: PROBLEM: znaleziono więcej niż jednego gracza o nazwie „%insert_name%”, więc wykonanie tej akcji nie jest bezpieczne
pt: Problema: mais de um jogadores com o nome '%insert_name%' então nao e seguro continuar com essa ação
ru: ПРОБЛЕМА: обнаружение более одного игрока с именем «%insert_name%», поэтому продолжать это действие небезопасно
uk: ПРОБЛЕМА: виявленно більше одного гравця з ім'ям «%insert_name%» — продовжувати цю дію небезпечно
