Repository: DarklightGames/weblate-darklightgames
Catalog: DH_AdminMenuMutator/DH_AdminMenuMutator.*.po
Languages: de, es, fr, ja, pl, pt, ru, uk

# DHAdminMenu_ErrorMessages.ErrorMessage[19]
source: ERROR: cannot find player role %insert_name%
de: FEHLER: Spieler-Rolle %insert_name% konnte nicht gefunden werden
es: ERROR: No se puede encontrar el rol del jugador '%insert_name%'
fr: ERREUR : rôle de joueur %insert_name% introuvable
ja: エラー:兵科%insert_name% が見つかりません
pl: BŁĄD: nie można znaleźć roli gracza %insert_name%
pt: ERRO: não foi possivel achar jogador no papel '%insert_name%'
ru: ОШИБКА: невозможно найти роль игрока %insert_name%
uk: ПОМИЛКА: неможливо знайти роль гравця %insert_name%

# DHAdminMenu_ErrorMessages.ErrorMessage[21]
source: ERROR: no valid type of drop location specified (i.e. AtObjective, AtGrid or AtCurrentLocation
de: FEHLER: keinen validen Abwurf-Standort angegeben (d.h. AtObjective, AtGrid oder AtCurrentLocation)
es: ERROR: La localización de lanzamiento no es valida (Ejemplo En Objetivo, En Cuadricula o En Posición Actual)
fr: ERREUR : aucun type valide de lieu de dépôt spécifié (i.e. AtObjective, AtGrid ou AtCurrentLocation
ja: エラー:有効なタイプの空挺降下位置が指定されていません (例:目標、グリッド、または現在の場所)
pl: BŁĄD: nie określono prawidłowego typu lokalizacji upuszczenia (tj. AtObjective, AtGrid lub AtCurrentLocation)
ru: ОШИБКА: не указан допустимый тип места сброса (например, AtObjective, AtGrid или AtCurrentLocation)
uk: ПОМИЛКА: не вказано допустимий тип місця десантування (наприклад, AtObjective, AtGrid або AtCurrentLocation)

# DHAdminMenu_ErrorMessages.ErrorMessage[23]
source: To auto-login you must set up your DarkestHour.ini file with your admin login details
de: Um sich automatisch anzumelden, muss die DarkestHour.ini-Datei mit den Administrator Login-Daten versehen sein
es: Para un registro automático, debe colocar en su archivo DarkestHour.ini, los detalles de registros de administrador
fr: Pour vous connecter automatiquement, vous devez configurer votre fichier DarkestHour.ini avec vos informations de connexion admin
ja: 自動ログインするには、管理者ログイン情報を DarkestHour.ini ファイルに設定する必要があります
pl: Aby zalogować się automatycznie, musisz skonfigurować plik DarkestHour.ini z twoimi danymi logowania administratora
ru: Для автоматического входа вам необходимо настроить файл DarkestHour.ini с данными для входа администратора
uk: Для автоматичного входу вам необхідно налаштувати файл DarkestHour.ini із даними для входу адміністратора

# DHAdminMenu_ErrorMessages.ErrorMessage[24]
source: No player found in sights
de: Es wurde kein Spieler anvisiert
es: Ningún jugador encontrado en su mira
fr: Aucun joueur trouvé dans la visée
ja: 視界にプレイヤーがいません
pl: Brak gracza na celowniku
pt: Nenhum jogador encontrado na mira
ru: Ни один игрок не найден в поле зрения
uk: Не знайдено жодного гравця у полі зору

# DHAdminMenu_ErrorMessages.ErrorMessage[26]
source: Rally point placement is already disabled
de: Sammelpunktplatzierung wurde bereits deaktiviert
es: La colocación de puntos de reunión ha sido DESHABILITADA
fr: Le placement de points de ralliement est déjà désactivé
ja: 分隊リスポーン地点(RP)の配置はすでに無効になっています
pl: Umieszczanie punktów zbiórki już jest wyłączone
pt: Posicionamento de spawn de grupo esta desabilitado
ru: Размещение точек сбора уже отключено
uk: Розміщення точок збору вже вимкнено

# DHAdminMenu_ErrorMessages.ErrorMessage[27]
source: Rally point placement is already enabled
de: Sammelpunktplatzierung ist bereits aktiv
es: La colocación de puntos de reunión ha sido HABILITADA
fr: Le placement de points de ralliement est déjà activé
ja: 分隊リスポーン地点(RP)の配置はすでに有効になっています
pl: Umieszczanie punktów zbiórki już jest włączone
pt: Posicionamento de spawn de grupo esta abilitado
ru: Размещение точек сбора уже включено
uk: Розміщення точок збору вже ввімкнено

# DHAdminMenu_MenuBase.Label_PageNumber
source: Page %X% of %Y%
de: Seite %X% von %Y%
es: Pagina %X% de %Y%
fr: Page %X% sur %Y%
ja: %Y% ページ中の %X% ページ
pl: Strona %X% z %Y%
pt: pagina %X% de %Y%
ru: Страница %X% из %Y%
uk: Сторінка %X% з %Y%

# DHAdminMenu_MenuBase.Label_PreviousMenu
source: PgUp = previous menu
de: PgUp = vorheriges Menü
es: Re Pag = Menú anterior
fr: PgUp = menu précédent
ja: PgUp = 前のメニュー
pl: PgUp = poprzednie menu
pt: PgUp = menu anterior
ru: PgUp = предыдущее меню
uk: PgUp = попереднє меню

# DHAdminMenu_MenuBase.Label_NextPage
source: PgDn = next page
de: PgDn = nächste Seite
es: Av Pag = Siguiente Pagina
fr: PgDn = page suivante
ja: PgDN = 次のページ
pl: PgDn = następna strona
pt: PgDn = proxima pagina
ru: PgDn = следующая страница
uk: PgDn = наступна сторінка

# DHAdminMenu_MenuBase.Label_ExitMenu
source: Esc = exit admin menu
de: Esc = Administrator-Menü beenden
es: Esc = Salir del Menú de Administrador
fr: Esc = sortir du menu admin
ja: Esc = 管理者メニューを終了
pl: Esc = wyjście z menu administratora
pt: Esc = sair do menu de adm
ru: Esc = выйти из меню администратора
uk: Esc = вихід з меню адміністратора

# DHAdminMenu_NotifyMessages.NotifySwitch
source: You've been switched to new role or team by admin
de: Du wurdest vom Administrator einer neuen Rolle oder Team zugewiesen
es: Has sido cambiado de equipo o de rol por un Administrador
fr: Votre rôle ou équipe a été changé par l'admin
ja: 管理者によって新たな役割または陣営に切り替えられました
pl: Zostałeś przeniesiony do nowej roli lub drużyny przez administratora
pt: Você foi trocado para um novo papel ou time pelo ADM
ru: Вы были переведены на новую роль или команду администратором
uk: Ви були переведені адміністратором на нову роль або до нової команди

# DHAdminMenu_NotifyMessages.NotifyParaDrop
source: You've been para dropped somewhere by admin
de: Du wurdest vom Administrator per Fallschirm abgeworfen
es: Has sido lanzado en paracaídas en algún lado por un Administrador
fr: Vous avez été parachuté quelque part par l'admin
ja: 管理者によってどこかに投下されました
pl: Zostałeś gdzieś zrzucony przez administratora
pt: Você foi aero transportado pare algum lugar pelo ADM
ru: Вы были куда-то десантированы администратором
uk: Ви були десантовані адміністратором

# DHAdminMenu_NotifyMessages.BroadcastMinesEnabled
source: All minefields RE-ENABLED by admin
de: Alle Minenfelder wurden vom Administrator RE-AKTIVIERT
es: Todos los campos de minas han sido ACTIVADOS por un administrador
fr: Tous les champs de mines ont été RÉACTIVÉS par l'admin
ja: すべての地雷は管理者によって再び有効にされました
pl: Wszystkie pola minowe WŁĄCZONE przez administratora
pt: Todos campos minados foram REABILITADOS pelo ADM
ru: Все минные поля ВКЛЮЧЕНЫ администратором
uk: Усі мінні поля ВВІМКНЕНІ адміністратором

# DHAdminMenu_NotifyMessages.BroadcastCapProgressEnabled
source: Capture progress bars RE-ENABLED by admin
de: Eroberungsfortschrittsbalken wurden vom Administrator RE-AKTIVIERT
es: La barra de progreso en zonas de capturas ha sido ACTIVADA por un administrador
fr: Les barres de progression de capture ont été RÉACTIVÉES par l'admin
ja: 占領状況のプログレスバーは管理者によって再度有効にされました
pl: Paski postępu zdobywania WŁĄCZONE przez administratora
pt: A barra de progresso de captura foi REABILITADApelo ADM
ru: Индикатор захвата цели ВКЛЮЧЕН администратором
uk: Індикатор захоплення цілі УВІМКНЕНО адміністратором

# DHAdminMenu_NotifyMessages.BroadcastPlayerIconDisabled
source: Player icons on the map DISABLED by admin
de: Spielersymbole auf der Karte wurden vom Administrator DEAKTIVIERT
es: Los iconos del jugador en el mapa han sido DESACTIVADOS por un administrador
fr: Icônes de joueurs sur la carte DÉSACTIVÉES par l'admin
ja: マップ上のプレイヤーアイコンは管理者により無効化されています
pl: Ikony graczy na mapie WYŁĄCZONE przez administratora
pt: Icone de jogador no mapa foi DESABILITADO pelo ADM
ru: Иконки игроков на карте ОТКЛЮЧЕНЫ администратором
uk: Іконки гравців на карті ВІДКЛЮЧЕНІ адміністратором

# DHAdminMenu_NotifyMessages.BroadcastKilledAllPlayers
source: All players have been killed by admin
de: Alle Spieler wurden vom Administrator getötet
es: Todos los jugadores fueron asesinados por un administrador
fr: Tous les joueurs ont été tués par l'admin
ja: すべてのプレイヤーが管理者によってキルされました
pl: Wszyscy gracze zostali zabici przez administratora
pt: TODOS os jogadores foram mortos pelo ADM
ru: Все игроки были убиты администратором
uk: Усіх гравців було вбито адміністратором

# DHAdminMenu_NotifyMessages.BroadcastChangedGameSpeed
source: Game speed changed to x #insert_number# by admin
de: Spielgeschwindigkeit wurde vom Administrator zu x #insert_number# geändert
es: La velocidad del juego ha sido cambiada al #insert_number# por un administrador
fr: Vitesse du jeu mise en x #insert_number# par l'admin
ja: 管理者によりゲーム速度が x #insert_number # に変更されました
pl: Prędkość gry została zmieniona na x #insert_number# przez administratora
pt: A velocidades foram mudados para x #insert_number# pelo ADM
ru: Скорость игры изменена администратором на x #insert_number#
uk: Швидкість гри змінена адміністратором на x #insert_number#

# DHAdminMenu_NotifyMessages.BroadcastSetTimeRemaining
source: Remaining round time changed by admin
de: Die verbleibende Rundenzeit wurde vom Administrator geändert
es: El tiempo restante de la ronda ha sido cambiado por un administrador
fr: Temps de jeu restant changé par l'admin
ja: 残りラウンド時間は管理者によって変更されました
pl: Pozostały czas rundy został zmieniony przez administratora
ru: Оставшееся время раунда изменено администратором
uk: Залишок часу змінено адміністратором

# DHAdminMenu_NotifyMessages.BroadcastAlliesSquadSizeChanged
source: Allies squad size has been changed by admin
de: Die Gruppengröße der Allierten wurde vom Administrator geändert
es: El tamaño de las escuadras aliadas han sido cambiadas por un administrador
fr: La taille des groupes Alliés a été modifiée par l'admin
ja: 連合国側の分隊サイズが管理者によって変更されました
ru: Размер отрядов войск Союзников изменен администратором
uk: Розмір загонів військ Союзників змінено адміністратором

# DHAdminMenu_NotifyMessages.BroadcastAxisSquadSizeChanged
source: Axis squad size has been changed by admin
de: Die Gruppengröße der Achsenmächte wurde vom Administrator geändert
es: El tamaño de las escuadras del Eje han sido cambiadas por un administrador
fr: La taille des groupes de l'Axe a été modifiée par l'admin
ja: 枢軸国側の分隊サイズが管理者によって変更されました
ru: Размер отрядов войск Оси был изменен администратором
uk: Розмір загонів військ Осі було змінено адміністратором

# DHAdminMenu_NotifyMessages.BroadcastRallyPointsEnabled
source: Rally point placement is ENABLED by admin
de: Sammelpunktplatzierungen wurden vom Administrator RE-AKTIVIERT
es: Las colocaciones de punto de reunión de la escuadras han sido HABILITADAS por un administrador
fr: Le placement de points de ralliement a été activé par l'admin
ja: 分隊リスポーン地点(RP)の設置は管理者によって有効化されています
pl: Umieszczanie punktów zbiórki jest WŁĄCZONE przez administratora
ru: Размещение точек сбора ВКЛЮЧЕНО администратором
uk: Розміщення точок збору УВІМКНЕНО адміністратором

# DHAdminMenu_ObjectivesMenu.MenuTitle
source: OBJECTIVE SELECTION MENU
de: ZIELPUNKT AUSWAHL MENÜ
es: MENU DE SELECCIÓN DE OBJETIVOS
fr: MENU DE SÉLECTION D'OBJECTIF
ja: 目標選択メニュー
pl: MENU WYBORU CELU
ru: МЕНЮ ВЫБОРА ЦЕЛЕЙ
uk: МЕНЮ ВИБОРУ КОНТРОЛЬНИХ ТОЧОК

# DHAdminMenu_PlayerActionsMenu.MenuText<0>
source: Rename player
de: Spieler umbenennen
es: Renombrar un jugador
fr: Renommer joueur
ja: プレイヤー名を変更
pl: Zmiana nazwy gracza
ru: Переименовать игрока
uk: Перейменувати гравця

# DHAdminMenu_PlayerActionsMenu.MenuText<1>
source: Send private message
de: Private Nachricht senden
es: Enviar mensaje privado
fr: Envoyer message privé
ja: プライベートメッセージを送信
pl: Wyślij prywatną wiadomość
ru: Отправить личное сообщение
uk: Надіслати приватне повідомлення

# DHAdminMenu_PlayerActionsMenu.MenuText<3>
source: Kick with message
de: Mit Nachricht rauswerfen
es: Expulsar un jugador con mensaje
fr: Kick avec message
ja: メッセージ付きキック
pl: Wykop z wiadomością
ru: Выгнать с сообщением
uk: Вигнати з повідомленням

# DHAdminMenu_PlayerActionsMenu.MenuText<4>
source: Kill this player
de: Diesen Spieler töten
es: Matar a este jugador
fr: Tuer ce joueur
ja: このプレイヤーをキルする
pl: Zabij tego gracza
ru: Убить этого игрока
uk: Вбити цього гравця

# DHAdminMenu_PlayerActionsMenu.MenuText<5>
source: Gag this player
de: Diesen Spieler stummschalten
es: Silenciar este jugador
fr: Bâillonner ce joueur
ja: このプレイヤーを黙らせる(テキスト・ボイスチャットを使用不可にする)
pl: Wycisz tego gracza
ru: Запретить общаться этому игроку
uk: Заборонити спілкуватися цьому гравцю

# DHAdminMenu_PlayerActionsMenu.MenuText<6>
source: Switch player to allies role
de: Diesen Spieler Alliierten zuweisen
es: Cambiar jugador a rol de Aliados
fr: Passer le joueur à un rôle Allié
ja: プレイヤーを連合国側に切り替える
pl: Przełącz gracza na rolę aliantów
ru: Переключить игрока на роль Союзников
uk: Переключити гравця на роль Союзників

# DHAdminMenu_PlayerActionsMenu.MenuText<8>
source: Paradrop player at objective
de: Spieler per Fallschirm über Zielpunkt abwerfen
es: Lanzar en paracaídas a jugador a cierto objetivo
fr: Parachuter le joueur sur l'objectif
ja: プレイヤーを目標地点に空挺降下させる
pl: Zrzuć gracza na celu
ru: Выбросить игрока из парашюта возле цели
uk: Десантувати гравця з парашутом біля цілі

# DHAdminMenu_PlayerActionsMenu.MenuText<10>
source: Paradrop player at current location
de: Spieler per Fallschirm über aktuellem Standort abwerfen
es: Lanzar en paracaídas a jugador en la ubicación actual
fr: Parachuter le joueur sur l'emplacement actuel
ja: 現在地にプレイヤーを空挺降下させる
pl: Zrzuć gracza na bieżącą lokalizację
ru: Выбросить игрока с парашюта в текущем месте
uk: Десантувати гравця з парашутом у поточному місці

# DHAdminMenu_PlayerActionsMenu.MenuText<9>
source: Paradrop player at grid
de: Spieler per Fallschirm über Koordinate abwerfen
es: Lanzar en paracaídas a jugador a una cuadricula
fr: Parachuter le joueur sur la grille
ja: プレイヤーを指定した座標に空挺降下させる
pl: Zrzuć gracza na kwadrat
ru: Выбросить игрока с парашюта в квадрат
uk: Десантувати гравця з парашутом у квадрат

# DHAdminMenu_PlayerActionsMenu.MenuTitle
source: PLAYER ACTIONS:
de: SPIELER AKTIONEN:
es: ACTIONES DEL JUGADOR:
fr: ACTIONS JOUEUR :
ja: プレイヤーアクション:
pl: DZIAŁANIA GRACZA:
ru: ДЕЙСТВИЯ ИГРОКА:
uk: ДІЇ ГРАВЦЯ:

# DHAdminMenu_PlayerMenu.Label_RealismMenu
source: R = realism match (or testing) menu
de: R = Realismus-Gefecht (oder Test-) Menü
es: R = Menú Partida realista (o de pruebas)
fr: R = menu de test ou de partie de réalisme
ja: R = リアリズムマッチ (またはテスト) メニュー
pl: R = menu meczu realizmu (lub testowania)
ru: R = меню реалистичной игры (или тестирования)
uk: R = меню реалістичної гри (або тестування)

# DHAdminMenu_PlayerMenu.Label_ServerMenu
source: M = server menu (common server settings)
de: M = Server Menü (allgemeine Server Einstellungen)
es: M = Menú del servidor (Configuración de servidor común)
fr: M = menu serveur (options de serveur communes)
ja: M = サーバーメニュー (共通サーバー設定)
pl: M = menu serwera (typowe ustawienia serwera)
ru: M = меню сервера (общие настройки сервера)
uk: M = меню сервера (загальні налаштування сервера)

# DHAdminMenu_PlayerMenu.MenuTitle
source: PLAYER ADMIN MENU
de: SPIELER ADMIN MENÜ
es: MENU DE JUGADOR DE ADMINISTRADOR
fr: MENU ADMIN JOUEURS
ja: プレイヤー管理者メニュー
pl: MENU GRACZA ADMINISTRATORA
ru: МЕНЮ ИГРОКА АДМИНИСТРАТОРА
uk: МЕНЮ ГРАВЦІВ АДМІНІСТРАТОРА

# DHAdminMenu_PrivateMessage.MessageChatPrefix
source: ADMIN MESSAGE from
de: ADMINISTRATORNACHRICHT von
es: MENSAJE DE ADMINISTRADOR desde
fr: MESSAGE ADMIN de
ja: からの管理者メッセージ
pl: WIADOMOŚĆ ADMINISTRATORA od
ru: СООБЩЕНИЕ АДМИНИСТРАТОРА от
uk: ПОВІДОМЛЕННЯ АДМІНІСТРАТОРА від

# DHAdminMenu_RealismMenu.MenuText<1>
source: Enable realism match
de: Realismus-Gefecht aktivieren
es: Habilitar la partida realista
fr: Activer partie de réalisme
ja: リアリズムマッチを有効にする
pl: Włącz mecz realizmu
ru: Включить реалистичный матч
uk: Увімкнути реалістичний матч

# DHAdminMenu_RealismMenu.MenuText<2>
source: Disable realism match
de: Realismus-Gefecht deaktivieren
es: Deshabilitar partida realista
fr: Désactiver partie de réalisme
ja: リアリズムマッチを無効にする
pl: Wyłącz mecz realizmu
ru: Отключить реалистичный матч
uk: Вимкнути реалістичний матч

# DHAdminMenu_RealismMenu.MenuText<4>
source: ParaDrop all allies at objective
es: Lanzar en paracaídas a jugadores Aliados cierto objetivo
fr: Parachuter tous les joueurs Alliés sur l'objectif
ja: 連合国側の全プレイヤーを目標地点に空挺降下させる
pl: Zrzuć wszystkich aliantów na cel
ru: Выбросить все войска Союзников на цель с парашютом
uk: Десантувати з парашутом всі війська Союзників на контрольну точку

# DHAdminMenu_RealismMenu.MenuText<5>
source: ParaDrop all axis at objective
es: Lanzar en paracaídas a jugadores del Eje cierto objetivo
fr: Parachuter tous les joueurs de l'Axe sur l'objectif
ja: 枢軸国側の全プレイヤーを目標地点に空挺降下させる
pl: Zrzuć wszystkich graczy osi na cel
ru: Выбросить все войска Оси на цель с парашютом
uk: Десантувати з парашутом всі війська Осі на контрольну точку

# DHAdminMenu_RealismMenu.MenuText<6>
source: ParaDrop all players at objective
es: Lanzar en paracaídas a todos jugadores a cierto objetivo
fr: Parachuter tous les joueurs sur l'objectif
ja: 全プレイヤーを目標地点に空挺降下させる
pl: Zrzuć wszystkich graczy na cel
ru: Выбросить всех игроков на цель из парашюта
uk: Десантувати з парашутом всіх гравців на контрольну точку

# DHAdminMenu_RealismMenu.MenuText<7>
source: ParaDrop all allies at grid
de: Fallschirmabwurf aller Alliierten über Koordinate
es: Lanzar en paracaídas a todos los Aliados a cierto cuadrante
fr: Parachuter tous les joueurs Alliés sur la grille
ja: 連合国側の全プレイヤーを指定した座標に空挺降下させる
pl: Zrzuć wszystkich graczy aliantów na kwadrat
ru: Выбросить с парашютом все войска Союзников в квадрате
uk: Десантувати з парашутом усі війська Союзників у квадрат

# DHAdminMenu_RealismMenu.MenuText<8>
source: ParaDrop all axis at grid
de: Fallschirmabwurf aller Achsenmächte über Koordinate
es: Lanzar en paracaídas a todos el Eje a cierto cuadrante
fr: Parachuter tous les joueurs de l'Axe sur la grille
ja: 枢軸国側の全プレイヤーを指定した座標に空挺降下させる
pl: Zrzuć wszystkich graczy osi na kwadrat
ru: Выбросить с парашютом все войска Оси в квадрат
uk: Десантувати з парашутом усі війська Осі у квадрат

# DHAdminMenu_RealismMenu.MenuText<9>
source: ParaDrop all players at grid
de: Fallschirmabwurf aller Spieler über Koordinate
es: Lanzar en paracaídas a todos los jugadores a cierto cuadrante
fr: Parachuter tous les joueurs sur la grille
ja: 全プレイヤーを指定した座標に空挺降下させる
pl: Zrzuć wszystkich graczy na kwadrat
ru: Высадить с парашютом всех игроков в квадрат
uk: Десантувати з парашутом усіх гравців у квадрат

# DHAdminMenu_RealismMenu.MenuText<12>
source: Toggle cap progress bar off/on
de: Schalte Eroberungsfortschrittsbalken aus/an
es: Mantener barra de progreso de banderas Habilitar/Deshabilitar
fr: Activer/Désactiver la barre de progression de capture
ja: 占領状況のプログレスバーのオン/オフを切り替える
pl: Przełącz pasek postępu zdobywania celu wył/wł
ru: Выключить/включить индикатор захвата цели
uk: Вимкнути/ввімкнути індикатор захоплення контрольних точок

# DHAdminMenu_RealismMenu.MenuText<13>
source: Toggle player location icon off/on
de: Schalte Spielerstandortsymbol aus/an
es: Mantener iconos del jugador en el mapa Habilitado/Deshabilitado
fr: Activer/Désactiver les icônes de localisation de joueurs
ja: マップ上でのプレイヤー位置の表示のオンオフを切り替えます
pl: Przełącz ikonę lokacji gracza wył/wł
ru: Выключить/включить значок местоположения игрока
uk: Вимкнути/увімкнути піктограму розташування гравця

# DHAdminMenu_RealismMenu.MenuText<15>
source: Set new game speed
de: Setze neue Spielgeschwindigkeit
es: Establecer nueva velocidad en juego
fr: Définir une nouvelle vitesse de jeu
ja: 新たなゲーム速度を設定
pl: Ustaw nową prędkość gry
ru: Установите новую скорость игры
uk: Встановіть нову швидкість гри

# DHAdminMenu_RealismMenu.MenuText<16>
source: Set new remaining round time (minutes)
de: Setze neue verbleibende Rundenzeit (Minuten)
es: Coloca nuevo tiempo restante de la ronda (minutos)
fr: Définir le nouveau temps de jeu restant (minutes)
ja: 新たな残りラウンド時間 (分) を設定
pl: Ustaw nowy pozostały czas rundy (minuty)
ru: Установить новое значение оставшегося времени раунда (минуты)
uk: Встановити залишок часу цього раунду (у хвилинах)

# DHAdminMenu_RealismMenu.MenuText<18>
source: Destroy actor in your sights
de: Vernichte den Akteur in deinem Visier
es: Destruir algún actor en tu mira
fr: Détruire l'actor dans votre visée
ja: 眼の前のアクターを破壊する
pl: Zniszcz aktora w zasięgu wzroku
ru: Уничтожить субъект в вашем поле зрения
uk: Знищити суб'єкт у вашому полі зору

# DHAdminMenu_RealismMenu.MenuText<19>
source: Change allies squad size
de: Ändere die Gruppengröße der Alliierten
es: Cambiar tamaño de escuadras aliadas
fr: Changer la taille de l'équipe Alliée
ja: 連合国側の分隊サイズを変更
ru: Изменить размер отряда войск Союзников
uk: Змінити розмір загону військ Союзників

# DHAdminMenu_RealismMenu.MenuText<20>
source: Change axis squad size
de: Ändere die Gruppengröße der Achsenmächte
es: Cambiar el tamaño de escuadras del Eje
fr: Changer la taille de l'équipe de l'Axe
ja: 枢軸国側の分隊サイズを変更
ru: Изменить размер отряда войск Оси
uk: Змінити розмір загону військ Осі

# DHAdminMenu_RealismMenu.MenuTitle
source: REALISM MATCH (OR TESTING) MENU
de: REALISMUS-GEFECHT (ODER TEST-) MENÜ
es: MENU DE PARTIDA REALISTA (O DE PRUEBAS)
fr: MENU DE TEST OU DE PARTIE DE RÉALISME
ja: リアリズムマッチ (またはテスト) メニュー
ru: МЕНЮ РЕАЛИСТИЧНОГО МАТЧА (ИЛИ ТЕСТИРОВАНИЯ)
uk: МЕНЮ РЕАЛІСТИЧНОГО МАТЧУ (АБО ТЕСТУВАННЯ)

# DHAdminMenu_RolesMenu.MenuTitle
source: ROLE SELECTION MENU
de: ROLLENAUSWAHLMENÜ
es: MENU DE SELECCIÖN DE ROL
fr: MENU DE SÉLECTION DE RÔLE
ja: 兵科選択メニュー
ru: МЕНЮ ВЫБОРА РОЛИ
uk: МЕНЮ ВИБОРУ РОЛІ

# DHAdminMenu_ServerMenu.MenuText<1>
source: Set Game Password (leave blank to remove password)
de: Setze Spiel-Passwort (leer lassen um Passwort zu entfernen)
es: Colocar contraseña al servidor (Deja en blanco para remover la contraseña)
fr: Définir le mot de passe de partie (laisser vide pour supprimer le mot de passe)
ja: ゲームパスワードを設定 (パスワードを削除するには空白のままにする)
ru: Установить игровой пароль (оставьте пустым, чтобы удалить пароль)
uk: Встановити пароль гри (залишіть порожнім, щоб видалити пароль)

# DHAdminMenu_ServerMenu.MenuTitle
source: SERVER MENU (FOR VARIOUS SETTINGS)
de: SERVER MENÜ (FÜR VERSCHIEDENE EINSTELLUNGEN)
es: MENU DEL SERVIDOR (PARA VARIAS CONFIGURACIONES)
fr: MENU SERVEUR (POUR PARAMÈTRES DIVERS)
ja: サーバーメニュー
ru: МЕНЮ СЕРВЕРА (ДЛЯ РАЗЛИЧНЫХ НАСТРОЕК)
uk: МЕНЮ СЕРВЕРА (ДЛЯ ОКРЕМИХ НАЛАШТУВАНЬ)

# DHAdminMenu_WarningMessage.WarningHeader
source: You have received a warning message from admin
de: Du hast eine Warnung vom Administrator erhalten
es: Has recibido un mensaje de advertencia de un administrador
fr: Vous avez reçu un message d'avertissement de l'administrateur
ja: あなたは管理者から警告メッセージを受け取りました
ru: Вы получили предупреждение от администратора
uk: Ви отримали попередження від адміністратора
