Repository: DarklightGames/weblate-darklightgames
Catalog: DH_AdminMenuMutator/DH_AdminMenuMutator.*.po
Languages: de, es, fr, ja, pl, pt, ru, uk

# DHAdminMenu_ErrorMessages.ErrorMessage[14]
source: ERROR: unable to kick any player as the necessary 'AccessControl' actor is not on the server (note that is normal in single player)
de: FEHLER: Spieler kann nicht aus dem Spiel entfernt werden, da benötigter 'AccessControl' Akteur auf dem Server nicht vorhanden ist (beachte, dass dies im Einzelspieler-Modus normal ist)
es: ERROR: No se puede expulsar a ningún jugador, es necesario el 'AccessControl' actor (no esta en este servidor)
fr: ERREUR : impossible de kicker n'importe quel joueur car l'actor 'AccessControl' nécessaire n'est pas sur le serveur (notez que cela est normal en jeu solo)
ja: エラー:必要な「AccessControl」アクターがサーバー上にないため、どのプレイヤーもキックできません (シングルプレイヤーでは正常な動作です)
pl: BŁĄD: Nie można wykopać żadnego gracza, ponieważ niezbędny aktor „AccessControl” nie znajduje się na serwerze (to normalne w trybie dla jednego gracza)
ru: ОШИБКА: невозможно выгнать ни одного игрока, так как на сервере нет необходимого субъекта AccessControl (обратите внимание, что это нормально для одиночной игры)
uk: ОШИБКА: неможливо вигнати ні одного гравця, так як на сервері немає необхідного актора AccessControl (зверніть увагу, що це нормально для одиночної гри)

# DHAdminMenu_MenuBase.Label_PreviousPage
source: PgUp = previous page
de: PgUp = vorherige Seite
es: Re Pag = Pagina anterior
fr: PgUp = page précédente
ja: PgUp = 前のページ
pl: PgUp = poprzednia strona
pt: PgUp = pagina anterior
ru: PgUp = предыдущая страница
uk: PgUp = попередня сторінка

# DHAdminMenu_ErrorMessages.ErrorMessage[20]
source: ERROR: can't find objective %insert_name%
de: FEHLER: Ziel %insert_name% konnte nicht gefunden werden
es: ERROR: No se pudo encontrar el objetivo '%insert_name%'
fr: ERROR : objectif %insert_name% introuvable
ja: エラー:目標 %insert_name% が見つかりません
pl: BŁĄD: nie można znaleźć celu %insert_name%
pt: ERRO: não foi possivel achar objetivo '%insert_name%'
ru: ОШИБКА: не удалось найти цель %insert_name%
uk: ПОМИЛКА: не вдалось знайти ціль %insert_name%

# DHAdminMenu_ErrorMessages.ErrorMessage[25]
source: This game mode does not allow rally points so you cannot use this option
de: Dieser Spielmodus erlaubt keine Sammelpunkte, daher kann diese Option nicht verwendet werden
es: Este modo de juego no permite los puntos de reunión, no podrá usar esta opción
fr: Ce mode de jeu n'autorise pas les points de ralliement, vous ne pouvez donc pas utiliser cette option
ja: このゲームモードでは分隊リスポーン地点 (RP) を使用できないため、このオプションは使用できません
pl: Ten tryb gry nie zezwala na punkty zbiórki, więc nie można użyć tej opcji
ru: Этот игровой режим не позволяет размещать точки сбора, поэтому вы не можете использовать эту опцию
uk: Цей ігровий режим не дозволяє розміщувати точки збору — ви не можете використовувати цю опцію

# DHAdminMenu_NotifyMessages.NotifyGag
source: You've been gagged by admin
de: Du wurdest vom Administrator stummgeschaltet
es: Un administrador te ha silenciado
fr: Vous avez été bâillonné par l'admin
ja: 管理者によってテキストチャットでの発言が禁止されました
pl: Zostałeś wyciszony przez administratora
pt: Você foi amordaçado pelo ADM
ru: Администратор запретил вам общаться
uk: Адміністратор заборонив вам спілкуватися

# DHAdminMenu_NotifyMessages.BroadcastPlayerIconEnabled
source: Player icons on the map RE-ENABLED by admin
de: Spielersymbole auf der Karte wurden vom Administrator RE-AKTIVIERT
es: Los iconos del jugador en el mapa han sido ACTIVADOS por un administrador
fr: Icônes de joueurs sur la carte RÉACTIVÉES par l'admin
ja: マップ上のプレイヤーアイコンが管理者によって再度有効化されました
pl: Ikony graczy na mapie WŁĄCZONE przez administratora
pt: Icone de jogador no mapa foi REABILITADO pelo ADM
ru: Иконки игроков на карте ВКЛЮЧЕНЫ администратором
uk: Іконки гравців на карті УВІМКНЕНІ адміністратором

# DHAdminMenu_ErrorMessages.ErrorMessage[22]
source: ERROR: invalid map grid co-ordinates
de: FEHLER: invalide Kartenkoordinaten
es: ERROR: Las coordenadas de cuadrante son INVALIDAS
fr: ERREUR : coordonnées de grille de carte invalides
ja: エラー:無効なマップグリッド座標です
pl: BŁĄD: nieprawidłowe koordynaty mapy
ru: ОШИБКА: неверные координаты сетки карты
uk: ПОМИЛКА: неправильні координати сітки карти

# DHAdminMenu_NotifyMessages.BroadcastMinesDisabled
source: All minefields DISABLED by admin
de: Alle Minenfelder wurden vom Administrator DEAKTIVIERT
es: Todos los campos de minas han sido DESACTIVADOS por un administrador
fr: Tous les champs de mines ont été DÉSACTIVÉS par l'admin
ja: すべての地雷は管理者によって無効にされました
pl: Wszystkie pola minowe WYŁĄCZONE przez administratora
pt: Todos campos minados foram Desabilitados pelo ADM
ru: Все минные поля отключены администратором
uk: Усі мінні поля ВІДКЛЮЧЕНІ адміністратором

# DHAdminMenu_PlayerActionsMenu.MenuText<7>
source: Switch player to axis role
de: Diesen Spieler Achsenmächten zuweisen
es: Cambiar jugador a rol del Eje
fr: Passer le joueur à un rôle Axe
ja: プレイヤーを枢軸国側に切り替える
pl: Przełącz gracza na rolę osi
ru: Переключить игрока на роль войск Оси
uk: Переключити гравця на роль військ Осі

# DHAdminMenu_RealismMenu.MenuText<14>
source: Kill all players (end realism match)
de: Töte alle Spieler (beendet Realismus-Gefecht)
es: Matar a todos los jugadores (terminar partida realista)
fr: Tuer tous les joueurs (achever la partie de réalisme)
ja: すべてのプレイヤーをキルする(リアリズムマッチを終了する)
pl: Zabij wszystkich graczy (zakończ mecz realizmu)
ru: Убить всех игроков (завершите матч в режиме реализма)
uk: Вбити всіх гравців (закінчити матч у режимі реалізму)

# DHAdminMenu_RealismMenu.MenuText<21>
source: Toggle rally point placement on/off
de: Schalte Sammelpunktplatzierung an/aus
es: Activar o desactivar la colocación del punto de reunión
fr: Activer/Désactiver le placement de points de ralliements
ja: 分隊リスポーン地点(RP)設置のオンオフを切り替え
ru: Включить/выключить размещение точек сбора
uk: Увімкнути/вимкнути розміщення точок збору

# DHAdminMenu_WarningMessage.WarningChatPrefix
source: ADMIN WARNING from
de: ADMINISTRATORWARNUNG von
es: ADVERTENCIA DE ADMINISTRADOR de
fr: AVERTISSEMENT ADMIN de
ja: からの管理者警告
ru: ПРЕДУПРЕЖДЕНИЕ АДМИНА от
uk: ПОПЕРЕДЖЕННЯ АДМІНІСТРАТОРА від

# DHAdminMenu_NotifyMessages.NotifyRename
source: Your game name has been changed by admin
de: Dein Spielname wurde durch den Administrator geändert
es: Su nombre en el juego ha sido cambiado por un administrador
fr: Votre pseudo a été changé par l'admin
ja: ゲーム名は管理者によって変更されました
pl: Twoja nazwa gry została zmieniona przed administratora
pt: Seu nome de jogo foi trocado pelo ADM
ru: Название вашей игры было изменено администратором
uk: Назву вашої гри було змінено адміністратором

# DHAdminMenu_NotifyMessages.NotifyKill
source: You've been re-spawned by admin
de: Du wurdest vom Administrator re-spawned
es: Has sido reaparecido por un administrador
fr: Vous avez été réengagé par l'admin
ja: 管理者によってリスポーンされました
pl: Zostałeś odrodzony przez administratora
pt: Você foi respawnado pelo ADM
ru: Вы были повторно возрождены администратором
uk: Ви були відроджені адміністратором

# DHAdminMenu_NotifyMessages.BroadcastCapProgressDisabled
source: Capture progress bars DISABLED by admin
de: Eroberungsfortschrittsbalken wurden vom Administrator DEAKTIVIERT
es: La barra de progreso en zona de captura ha sido DESACTIVADA por un administrador
fr: Les barres de progression de capture ont été DÉSACTIVÉES par l'admin
ja: 占領状況のプログレスバーは管理者によって無効にされました
pl: Paski postępu zdobywania WYŁĄCZONE przez administratora
pt: A barra de progresso de captura foi DESABILITADA pelo ADM
ru: Индикатор захвата цели ОТКЛЮЧЕН администратором
uk: Індикатор захоплення контрольник точок ВІДКЛЮЧЕНИЙ адміністратором

# DHAdminMenu_PlayerActionsMenu.MenuText<2>
source: Send warning message (with sound)
de: Warnung per Nachricht senden (mit Ton)
es: Enviar mensaje de advertencia (con sonido)
fr: Envoyer un message d'avertissement (avec son)
ja: 警告メッセージを送信 (音付き)
pl: Wyślij wiadomość ostrzegawczą (z dźwiękiem)
ru: Отправить предупреждающее сообщение (со звуком)
uk: Надіслати попереджувальне повідомлення (зі звуком)

# DHAdminMenu_PrivateMessage.MessageHeader
source: You have received a private message from admin
de: Du hast eine private Nachricht vom Administrator erhalten
es: Has recibido un mensaje privado de un administrador
fr: Vous avez reçu un message privé d'un admin
ja: 管理者からプライベートメッセージを受信しました
pl: Otrzymałeś prywatną wiadomość od administratora
ru: Вы получили личное сообщение от администратора
uk: Ви отримали особисте повідомлення від адміністратора

# DHAdminMenu_RealismMenu.MenuText<3>
source: Go to realism match LIVE
de: Realismus-Gefecht beginnen
es: Ir a partida realista
fr: Aller à la partie de réalisme en LIVE
ja: リアリズムマッチを有効にする
pl: START meczu w trybie realizmu
ru: ЗАПУСТИТЬ матч в режиме реализма
uk: ЗАПУСТИТИ матч у режимі реалізму

# DHAdminMenu_ServerMenu.MenuText<2>
source: Toggle Lock Weapons
de: Schalte Waffensperre an/aus
es: Alternar el bloqueo de armas
fr: Activer/Désactiver Verrouillage Armes
ja: 武器のロックを切り替え
ru: Переключить блокировку оружия
uk: Переключити блокування зброї

# DHAdminMenu_NotifyMessages.NotifyToggleAdminCanPause
source: You toggled 'admin can pause' setting to #bAdminCanPause#
de: Du hast die 'Administrator kann pausieren' Einstellung zu #bAdminCanPause# umgeschaltet
es: Cambiaste la opción 'Solo Admins pueden pausar' configurado a #bAdminCanPause#
fr: Vous avez activé le paramètre 'admin peut mettre en pause' sur #bAdminCanPause#
ja: 「管理者はラウンドをポーズできる」設定を #bAdminCanPause # に切り替えました
pl: Przełączyłeś ustawienie „administrator może pauzować” na #bAdminCanPause#
ru: Вы переключили настройку «Администратор может приостановить» на #bAdminCanPause#
uk: Ви переключили налаштування «Адміністратор може призупинити» на #bAdminCanPause#

# DHAdminMenu_NotifyMessages.BroadcastRallyPointsDisabled
source: Rally point placement is DISABLED by admin
de: Sammelpunktplatzierungen wurden vom Administrator DEAKTIVIERT
es: La colocación de puntos de reunión han sido DESACTIVADAS por un administrador
fr: Le placement de point de ralliement a été désactivé par l'admin
ja: 分隊リスポーン地点(RP)の設置は管理者によって無効にされています
pl: Umieszczanie punktów zbiórki jest WYŁĄCZONE przez administratora
ru: Размещение точек сбора ОТКЛЮЧЕНО администратором
uk: Розміщення точок збору ВІДКЛЮЧЕНО адміністратором

# DHAdminMenu_PlayerMenu.Label_AimedPlayer
source: [Player in your sights]
de: [Spieler in deinem Visier]
es: [Jugador en tu mira]
fr: [Joueur dans votre visée]
ja: [目の前のプレイヤー]
pl: [Gracz w zasięgu wzroku]
ru: [Игрок под прицелом]
uk: [Гравець під прицілом]

# DHAdminMenu_RealismMenu.MenuText<11>
source: Toggle minefields off/on
de: Schalte Minenfelder aus/an
es: Mantener campos de minas habilitado/deshabilitados
fr: Activer/Désactiver champs de mine
ja: 地雷のオン/オフの切り替え
pl: Przełączanie pól minowych wył/wł
ru: Выключить/включить минные поля
uk: Вимкнути/увімкнути мінні поля

# DHAdminMenu_RealismMenu.MenuText<17>
source: Toggle whether admin can pause game
de: Schalte, ob ein Administrator das Spiel pausieren kann
es: Alternar cuando un administrador pueda pausar el juego
fr: Admin peut mettre le jeu en pause
ja: 管理者がラウンドを一時停止できるかどうかを切り替える
pl: Ustaw czy administrator może wstrzymać grę
ru: Переключить возможность администратора приостановить игру
uk: Переключити можливість адміністратора призупинити гру

# DHAdminMenu_AdminMessages.EnterGameSpeed
source: Please specify the new game speed multiplier (1 is normal)
de: Bitte den neuen Spielgeschwindigkeitsmultiplikator angeben (1 ist Normal)
es: Por favor especifica el nuevo multiplicador de velocidad del juego (1 es la normal)
fr: Veuillez préciser le nouveau multiplicateur de vitesse de jeu (1 est normal)
ja: 新たなゲーム速度の倍率を指定してください（1が標準です）
pl: Proszę określić nowy mnożnik prędkości gry (1 jest wartością normalną)
pt: Porfavor especifique a nova multiplicadora de velocidade do jogo(1 é normal)
ru: Пожалуйста, укажите новый множитель скорости игры (1 — нормальная)
uk: Будь ласка, вкажіть новий множник швидкості гри (1 — нормальний)

# DHAdminMenu_AdminMessages.EnterTimeRemaining
source: Please specify the new round time remaining (in minutes)
de: Bitte die neue verbleibende Rundenzeit angeben (in Minuten)
es: Por favor, especifica el nuevo tiempo restante de la ronda (en minutos)
fr: Veuillez préciser la nouvelle durée de jeu restante (en minutes)
ja: 新たなラウンドの残り時間（分）を指定してください
pl: Proszę podać pozostały czas nowej rundy (w minutach)
pt: Porfavor especifique o novo de tempo de jogo restante(in minutos)
ru: Пожалуйста, укажите длительность нового раунда (в минутах)
uk: Будь ласка, вкажіть тривалість нового раунду (у хвилинах)

# DHAdminMenu_AdminMessages.ConfirmToggleAdminCanPause
source: Press enter to confirm you want to toggle 'admin can pause' option
es: Presiona ENTER para confirmar si quieres mantener la opción 'El administrador puede pausar la partida'
fr: Appuyez sur Entrée pour confirmer que vous souhaitez basculer l'option 'admin peut mettre en pause'
ja: Enterを押して、「管理者は試合を一時停止できる」オプションのオンオフを切り替えます
pl: Naciśnij Enter, aby potwierdzić, że chcesz przełączyć opcję „administrator może pauzować”
pt: Pressione enter para comfirma que você quer alternar a opção 'adiministrador pode pausar'
ru: Нажмите Enter, чтобы подтвердить, что вы хотите переключить опцию «Администратор может приостановить»
uk: Натисніть Enter, щоб підтвердити переключення опції «Адміністратор може призупинити раунд»

# DHAdminMenu_AdminMessages.DestroyActorInSights
source: Press enter to confirm you want to DESTROY the actor in your sights
de: 'enter'-Taste drücken um zu bestätigen, dass der anvisierte Akteur VERNICHTET werden soll
es: Presiona ENTER para confirmar si quieres DESTRUIR el actor que tienes en tu mira
fr: Appuyez sur Entrée pour confirmer que vous souhaitez détruire l'acteur dans votre visée
ja: [Enter] を押して、視界内のアクターの破壊を確定します
pl: Naciśnij Enter, aby potwierdzić, że chcesz ZNISZCZYĆ aktora znajdującego się na celowniku
pt: Pressione enter para comfirma que você quer DESTRUIR o ator em sua mira
ru: Нажмите Enter, чтобы подтвердить, что вы хотите УНИЧТОЖИТЬ субъект в поле зрения
uk: Натисніть Enter, щоб підтвердити, що ви хочете ЗНИЩИТИ актора у полі зору

# DHAdminMenu_AdminMessages.ChangeAlliesSquadSize
source: Please specify the new allied squad size (between 8 and 12, or 0 to reset)
de: Bitte die neue Gruppen-Größe der Alliierten angeben (Wert zwischen 8 und 12, oder 0 um zurückzusetzen)
es: Por favor, especifica el nuevo tamaño de las escuadras ALIADAS (Entre 8 y 12, o 0 para reiniciar)
fr: Veuillez préciser la nouvelle taille d'un groupe Allié (entre 8 et 12 ou 0 pour réinitialiser)
ja: 連合国側の分隊あたりの人数を指定してください（8~12、リセットするには0）
pt: Porfavor especifique o novo tamanho do Grupo aliado (entre 8 e 12, ou 0 para resetar)
ru: Укажите новый размер отряда войск Союзников (от 8 до 12 или 0 для сброса)
uk: Вкажіть новий розмір загону військ Союзників (від 8 до 12, або 0 щоб скинути)

# DHAdminMenu_AdminMessages.ChangeAxisSquadSize
source: Please specify the new axis squad size (8 and 12, or 0 to reset)
de: Bitte die neue Gruppen-Größe der Achsenmächte angeben (Wert zwischen 8 und 12, oder 0 um zurückzusetzen)
es: Por favor, especifica el nuevo tamaño de las escuadras del EJE (Entre 8 y 12, o 0 para reiniciar)
fr: Veuillez préciser la nouvelle taille d'un groupe de l'Axe (entre 8 et 12 ou 0 pour réinitialiser)
ja: 枢軸国側の分隊あたりの人数を指定してください（8~12、リセットするには0）
pt: Porfavor especifique o novo tamanho do Grupo do eixo (entre 8 e 12, ou 0 para resetar)
ru: Укажите новый размер отряда войск Оси (8 и 12 или 0 для сброса)
uk: Вкажіть новий розмір загону військ Осі (8 та 12, або 0 щоб скинути)

# DHAdminMenu_AdminMessages.SetGamePasswordText
source: Please specify the new game password
de: Bitte das neue Spiel-Passwort angeben
es: Por favor, coloca la contraseña para el proximo juego
fr: Veuillez spécifier le nouveau mot de passe de partie
ja: 新たなゲームパスワードを指定してください
pl: Proszę określić hasło nowej gry
pt: Porfavor especifique a nova senha do jogo
ru: Пожалуйста, укажите новый пароль к игре
uk: Будь ласка, вкажіть новий пароль гри

# DHAdminMenu_AdminMessages.ConfirmEnableRallyPoints
source: Press enter to confirm you want to RE-ENABLE rally poiint placement
de: 'enter'-Taste drücken um zu bestätigen, dass die Sammelpunktplatzierung RE-AKTIVIERT werden soll
es: Presiona ENTER para confirmar si quieres HABILITAR la colocación de puntos de reunión
fr: Appuyez sur Entrée pour confirmer que vous souhaitez RÉACTIVER le placement de point de ralliement
ja: Enterを押して、設置された分隊リスポーン地点を再度有効にします
pt: Pressione enter para comfirma que você quer REABILITAR o posicionamento do ponto de inserção do groupo
ru: Нажмите Enter, чтобы подтвердить, что вы хотите ВКЛЮЧИТЬ возможность размещения точек сбора
uk: Натисніть Enter, щоб підтвердити, що ви хочете УВІМКНУТИ можливість розміщення точок збору

# DHAdminMenu_DamageType.DeathString
source: %o was re-spawned by an admin
ru: %o был заново возрожден администратором
uk: %o був відроджений адміністратором

# DHAdminMenu_ErrorMessages.MissingNameText
source: <missing name>
de: <fehlende Bezeichnung>
es: <nombre faltante>
fr: <nom manquant>
ru: <имя отсутствует>
uk: <ім'я відсутнє>

# DHAdminMenu_ErrorMessages.ErrorMessage[2]
source: Paradropping a player isn't allowed on this server
de: Einen Spieler per Fallschirm abzuwerfen ist auf diesem Server nicht erlaubt
es: No se puede lanzar en paracaídas a un jugador en este servidor
fr: Le parachutage d'un joueur n'est pas autorisé sur ce serveur
ja: このサーバーではプレイヤーの空挺降下は許可されていません
pt: Não e permintido aerotransportar o jogador nesse servidor
ru: На этом сервере запрещено выбрасывать игрока с парашютом
uk: На цьому сервері заборонено десантувати гравців з парашутом

# DHAdminMenu_ErrorMessages.ErrorMessage[3]
source: The realism match mutator is not loaded on the server so you cannot use this option
de: Der 'Realismus-Gefecht' Mutator ist auf diesem Server nicht vorhanden, daher kann diese Option nicht genutzt werden
es: No puedes usar esta opción, la extensión de partida realista no ha sido cargada en este servidor
fr: Le mutator de réalisme n'est pas chargé sur le serveur, vous ne pouvez donc pas utiliser cette option
ja: リアリズムマッチミューテーターはサーバーにロードされていないため、このオプションは使用できません
pt: O modificador de realismo não esta carregado no servidor, por isso voce nao pode usá-los
ru: Мутатор реализма игры не загружен на сервер, поэтому вы не можете использовать эту опцию
uk: Мутатор реалізму не завантажено на цьому сервері — ви не можете користуватися цією опцією

# DHAdminMenu_ErrorMessages.ErrorMessage[5]
source: ERROR: could not find a player called '%insert_name%'
de: FEHLER: konnte keinen Spieler mit Namen '%insert_name%' finden
es: ERROR: No se puede encontrar al jugador '%insert_name%'
fr: ERREUR : impossible de trouver un joueur avec le pseudo '%insert_name%'
ja: エラー: '%insert_name%' というプレイヤーが見つかりませんでした（could not find a player called '%insert_name%'）
pt: ERRO: não foi possivel achar um jogador chamado '%insert_name%'
ru: ОШИБКА: не удалось найти игрока по имени «%insert_name%»
uk: ПОМИЛКА: не вдалося знайти гравця на ім'я «%insert_name%»

# DHAdminMenu_ErrorMessages.ErrorMessage[7]
source: <ERROR: no player name>
de: <FEHLER: kein Spielername>
fr: <ERREUR : pas de pseudo>
ja: <エラー: プレイヤー名がありません>
pl: <BŁĄD: brak nazwy gracza>
pt: <ERRO: jogador sem nome>
ru: <ОШИБКА: нет имени игрока>
uk: <ПОМИЛКА: немає імені гравця>

# DHAdminMenu_ErrorMessages.ErrorMessage[8]
source: <ERROR: no admin name>
de: <ERROR: kein Administratorname>
fr: <ERREUR : pas de pseudo d'administrateur>
ja: <エラー: 管理者の名前がありません>
pl: <BŁĄD: brak nazwy administratora>
pt: <Erro: adiministrador sem nome>
ru: <ОШИБКА: нет имени администратора>
uk: <ПОМИЛКА: немає імені адміністратора>

# DHAdminMenu_ErrorMessages.ErrorMessage[10]
source: '%insert_name%' is already in that role
de: '%insert_name%' ist diese Rolle bereits zugewiesen
es: '%insert_name%' ya tiene ese rol
fr: '%insert_name%' est déjà dans ce rôle
ja: '%insert_name%' は既にその兵科です
pl: '%insert_name%' już ma tą rolę
ru: '%insert_name%' уже находится на этой роли
uk: «%insert_name%» вже знаходиться на цій ролі

# DHAdminMenu_ErrorMessages.ErrorMessage[11]
source: Sorry, it's not possible to perform that action on a bot
es: No es posible, realizar aquella acción con un bot
fr: Désolé, il n'est pas possible d'effectuer cette action sur un bot
ja: そのアクションをボットで実行することはできません
pl: Przepraszamy, nie jest możliwe wykonanie tej akcji na bocie
pt: Desculpe, não e possivel fazer essa ação em um BOT
ru: К сожалению, выполнить это действие с ботом невозможно
uk: На жаль, виконати цю дію з ботом неможливо

# DHAdminMenu_ErrorMessages.ErrorMessage[12]
source: ERROR: no message specified
de: FEHLER: keine Nachricht angegeben
es: ERROR: Mensaje no especificado
fr: ERREUR : aucun message spécifié
ja: エラー:メッセージが指定されていません(no message specified)
pl: BŁĄD: nie określono wiadomości
pt: ERRO: nenhuma mensagem especificada
ru: ОШИБКА: сообщение не указано
uk: ПОМИЛКА: повідомлення не вказано

# DHAdminMenu_ErrorMessages.ErrorMessage[13]
source: ERROR: failed to kick '%insert_name%' (note that will not be able to kick a player who is logged in as an admin)
de: FEHLER: '%insert_name%' konnte nicht aus dem Spiel entfernt werden (beachte, dass es nicht möglich ist Spieler rauszuwerfen die als Administrator angemeldet sind)
es: ERROR: Fallo al expulsar al jugador '%insert_name%' (Asegúrese de que el jugador al que intenta expulsar no este registrado como un administrador)
fr: ERREUR : kick échoué sur '%insert_name%' (notez qu'il n'est pas possible de kicker un admin)
ja: エラー:'%insert_name%' をキックできませんでした (管理者としてログインしているプレイヤーはキックできません)
pl: BŁĄD: nie udało się wykopać «%insert_name%» (pamiętaj, że nie będzie można wykopać gracza zalogowanego jako administrator)
pt: ERRO: falha a expulsar '%insert_name%' (nao e possivel expulsar um jogador logado como adiministrador)
ru: ОШИБКА: не удалось выгнать «%insert_name%» (обратите внимание, что невозможно выгнать игрока, вошедшего в систему как администратор)
uk: ПОМИЛКА: не вдалося вигнати гравця «%insert_name%» (зверніть увагу, що неможливо вигнати гравця, який увійшов до системи як адміністратор)

# DHAdminMenu_ErrorMessages.ErrorMessage[15]
source: There are no minefields in this level
de: Auf dieser Karte gibt es keine Minenfelder
es: No hay campo de minas en este mapa
fr: Il n'y a pas de champs de mines dans ce niveau
ja: このマップには地雷原はありません
pl: Na tej mapie nie ma pól minowych
pt: Esse mapa nao possui campos minados
ru: На этом уровне нет минных полей
uk: На цьому рівні немає мінних полів

# DHAdminMenu_ErrorMessages.ErrorMessage[16]
source: Minefields are already disabled
de: Minenfelder wurden bereits deaktiviert
es: Los campos de minas han sido DESACTIVADOS
fr: Les champs de mines sont déjà désactivés
ja: 地雷原はすでに無効になっています
pl: Pola minowe już są wyłączone
pt: Campos minados ja desativados
ru: Минные поля уже отключены
uk: Мінні поля вже відключені

# DHAdminMenu_ErrorMessages.ErrorMessage[17]
source: Minefields are already enabled
de: Minenfelder sind bereits aktiv
es: Los campos de minas han sido ACTIVADOS
fr: Les champs de mines sont déjà activés
ja: 地雷原はすでに有効になっています
pl: Pola minowe już są włączone
pt: Campos minados ja ativados
ru: Минные поля уже включены
uk: Мінні поля вже увімкнені

# DHAdminMenu_ErrorMessages.ErrorMessage[18]
source: ERROR: no valid team name specified
de: FEHLER: kein valider Teamname angegeben
es: ERROR: El nombre del equipo especificado no es valido
fr: ERREUR : aucun nom d'équipe valide spécifié
ja: エラー:有効なチーム名が指定されていません(no valid team name specified)
pl: BŁĄD: nie podano prawidłowej nazwy drużyny
pt: ERRO: nome de time não é valido
ru: ОШИБКА: не указано допустимое название команды
uk: ПОМИЛКА: не вказано допустиму назву команди
